let s_inf_101 = {
    "name": ["潭村", "潭村", "潭村-たんそん", "탄춘", "Tancun"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.345949, 23.117366],
    "via": ["5"],
    "shortDesc": "潭村站是广州地铁五号线的车站\n，位于天河区花城大道马场路口和潭村路口之间的地底。该站于2009年12月28日随五号线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:05-00:05ND",
    "firstTrain": [[[0, "06:09"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:46"], [1, "23:16"], [2, "00:01ND"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为花城大道、马场路、潭村路及其它建筑，地下一层为站厅层；地下二层为5号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅中部北侧被划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，潭村站设有便利店、面包糕饼店等。亦设有招商银行自动柜员机以及自动售卖机；车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于花城大道地底。\n\n另外，本站西端有一条存车线。当5号线西段出现故障时，往滘口站的列车将会通过此存车线折返，以本站为临时总站。" +
    ""]],
    "exitDesc": "潭村站共设有4个出入口。",
    "usageDesc": "潭村站附近邻近有多所住宅小区，以及部分办公写字楼；因此本站平日客流均以附近居民、通勤上下班或上放学为主。",
    "history": [["规划", "在5号线最初的规划中（1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》），当时的3号线通过西村后继续沿环市西路到达珠江新城一带，中途设赛马场站。后来于2003年方案中，3号线亦易名为5号线，同样设有本站，并最终落实兴建。\n\n2006年6月26日，本站随5号线全线正式动工。2009年12月28日，本站随五号线于开通试运营，本站启用。"]],
    futureExpansion: [["19号线", "规划中的19号线将经过潭村站，与5号线交汇。惟5号线建设时未作出任何预留，换乘方式和19号线车站结构仍然不明。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};