let s_inf_103 = {
    "name": ["科韻路", "科韵路", "科韻路-かいんろ", "커윈루", "Keyun Lu"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.377215, 23.11928],
    "via": ["5"],
    "shortDesc": "科韵路站是广州地铁五号线的车站\n，位于天河区科韵路黄埔大道立交东侧的黄埔大道中地底。该站于2009年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:06-00:10ND",
    "firstTrain": [[[0, "06:14"], [1, "06:09"]]],
    "lastTrain": [[[0, "23:51"], [1, "23:11"], [2, "00:06ND"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为科韵路黄埔大道立交、棠下涌、以及附近其它建筑，地下一层为站厅层；地下二层为5号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅北侧被划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，科韵路站设有便利店、面包糕饼店。亦设有招商银行自动柜员机、自动售卖机；车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于黄埔大道中地底。"]],
    "exitDesc": "科韵路站共设有3个出入口，其中A出入口和B出入口均位于黄埔大道中南侧的人行道上，而C出入口则位于黄埔大道中北侧，在C出入口于2019年3月30日开通前，需要来往黄埔大道中北侧的乘客需到A出入口附近的斑马线过街。",
    "usageDesc": "科韵路站虽邻近天河科技园，但由于科技园距离车站较远，同时本站两个出入口均设置在黄埔大道中之南侧的人行道，因此有部分科技园上班的人士不会使用本站搭乘地铁。另外，本站附近有少量住宅区以及邻近棠下村，因此车站在早晚高峰时间会带来少量人流。\n\n由于广州国际金融城项目已落实并开始兴建，相信未来会逐步改善车站客流较为冷清的状况。",
    "history": [["规划", "在5号线最初的规划中（1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》），当时的3号线通过珠江新城后继续沿花城大道，黄埔大道到达东圃一带，中途亦设置科韵路站。后来于2003年方案中，3号线亦易名为5号线，同样设有科韵路站，并以该名称最终落实兴建。\n\n2006年6月26日，本站随5号线全线正式动工。2009年12月28日，本站随五号线于开通试运营，本站启用。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};