let s_inf_105 = {
    "name": ["三溪", "三溪", "三渓-さんけい", "싼시", "Sanxi"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.415784, 23.104098],
    "via": ["5"],
    "shortDesc": "三溪站是广州地铁五号线的一座车站\n，位于天河区黄埔大道东桃园东路口西侧的地底。该站于2009年12月28日启用。\n\n本站与位于附近的鱼珠车辆段接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2009-12=28_"],
    "serviceTime": "00:57-00:18ND",
    "firstTrain": [[[0, "06:20"], [1, "06:03"]]],
    "lastTrain": [[[0, "23:58"], [1, "23:04"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为黄埔大道东、桃园东路、汇彩路、棠下涌以及其它建筑；地下一层为站厅层；地下二层为5号线月台。"], ["站厅", [{"data": "为方便行人进出，三溪站厅中心南侧被划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有多组三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，三溪站设有便利店、面包糕饼店、时装店以及洗衣店。亦设有招商银行自动柜员机以及自动售卖机；车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "三溪站设有一个岛式月台，位于黄埔大道东地底。\n\n本站月台东端设有出段线，通往鱼珠车辆段。在超高峰时段，由于需要投放更多列车来疏导客流，从鱼珠车辆段开出的列车可以直接驶入到本站2号月台开始载客。同时，工作日早高峰过后部分文冲方向的列车在本站1号月台清客后，会驶入本站东端的入段线，返回鱼珠车辆段。5号线晚上收车前最后数班车会以本站为终点站，到达本站1号月台后列车便会清客，然后直接返回鱼珠车辆段。"]],
    "exitDesc": "三溪站目前设有B和C两个出入口，均位于黄埔大道东北侧的人行道上，如果需要前往黄埔大道对面的乘客需要从C出入口出站经黄埔大道东的人行横道线前往对面处。",
    "usageDesc": "三溪站附近有多个木材市场和汽车4S店，同时附近有大型楼盘美林湖畔及市第18中，以及莲溪村、石溪村与宦溪村，因此本站平日客流除早晚高峰期人数较多之外，平日时间会较为冷清。\n\n自13号线开通以来，邻站鱼珠站成为与13号线的唯一换乘车站，同时因5号线的客运压力本已十分巨大，再叠加上来自13号线的换乘客流，导致现时早高峰时段，有可能需要等候两至三趟车才能上车，同时又为了保证车陂南站不会累积过多未能上车的乘客形成安全隐患等因素，因此本站至2018年1月8日起，每逢周一至周五早高峰7:45-8:30在本站实施客流控制措施，以维持运营秩序。 后因21号线后通段开通而分别延长至7时30分至9时30分。",
    "history": [["规划", "三溪站最早于1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中出现，当时的3号线亦设置本站，在规划及建设阶段被称为鱼珠站\n\n，位置与现时基本一致，然后于2003年方案中，当时的3号线易名为5号线，仍旧设有本站，并基本落实。\n\n随后三溪站在2006年正式动工；2009年6月28日，本站三权正式移交营运事业总部；2009年12月28日，5号线正式开通运营，本站正式启用。"], ["车站命名", "综上述，本站在规划及建设阶段被称为鱼珠站，事实上本站离原本的鱼珠有两涌之隔，因此并不合适命名“鱼珠站”。因此车站附近的莲溪村、石溪村与宦溪村方面对命名一事出现分歧，各不相让，最后地铁方面只能折中，将莲溪、石溪、宦溪合称为三溪站进行命名。此次事件是继万胜围站之后，地铁方面第二次以原创方式为车站命名。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};