let s_inf_111 = {
    "name": ["橫沙", "横沙", "横沙-おうさ", "헝사", "Hengsha"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.206791, 23.158187],
    "via": ["6"],
    "shortDesc": "横沙站是广州地铁六号线的高架车站，位于白云区金沙洲路环洲三路口以西。于2013年12月28日启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2013-12=28_"],
    "serviceTime": "05:56-00:00ND",
    "firstTrain": [[[0, "06:01"], [1, "06:24"]]],
    "lastTrain": [[[0, "22:56"], [1, "23:51"]]],
    "structureDesc": [["车站楼层", "本站共有四层，地面为商店、设备用房，地上二层为南站厅缓冲平台及非付费区过街天桥。地上三层为6号线站台及站厅，地上四层为联络通道。车站周边为金沙洲路、环洲三路。"], ["站厅", [{
        "data": "横沙站设有南北两个站厅。南站厅位于金沙洲路南侧，与1号月台以天桥相连。北站厅位于金沙洲路北侧，与2号月台直接相连。两个站厅在地上三层均设有售票机及客服中心。受车站用地限制的影响，北站厅面积比较狭窄。因此，车站控制室、车站警务室、车站商店以及公共洗手间等设施均设置于南站厅处。两个站厅在非付费区通过地上二层的过街天桥连接，付费区通过位于地上四层，站台上空的联络通道连接。"
    }, {
        "title": "商店及自助服务",
        "data": "横沙站的车站商店均设置于南站厅地面处近金沙洲路一侧，分别有便利店和面包糕饼店；自助服务方面则设有民生银行自动柜员机以及羊城通充值机。\n\n另外，本站的公共洗手间位于A出入口旁近环洲三路一侧。"
    }]], ["月台", "横沙站设有两个侧式月台，位于金沙洲路道路中心线上空。" +
    ""]],
    "exitDesc": "横沙站共设有3个出入口，分别分布在南站厅和北站厅。\n\n另外，南站厅的A出入口设有4部扶手电梯供乘客来往于缓冲平台、站厅及地面一层的出入口。同样在A出入口处设有一部专用电梯（升降机），同样配合专用电梯亦在出入口旁设有斜坡以方便轮椅人士进出车站。",
    "usageDesc": "本站是金沙洲岛内三个地铁站其中之一，车站位处金沙洲中心地带，附近以多个小区及城中村为主，居民均会使用本站乘坐地铁来往市区，因此此站成为金沙洲内最繁忙的地铁车站之一。",
    "history": [["规划", "2006年，本站动工。2013年1月15日，本站随浔峰岗站、沙贝站正式“三权移交”。六号线于同年12月28日开通试运营，本站启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};