let s_inf_112 = {
    "name": ["沙貝", "沙贝", "沙貝-さばい", "사베이", "Shabei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.211397, 23.15243],
    "via": ["6"],
    "shortDesc": "沙贝站是广州地铁六号线的一个高架车站，位于白云区金沙洲大桥立交绿岛内。于2013年12月28日启用。本站也是最接近金沙洲大桥的地铁车站。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2013-12=28_"],
    "serviceTime": "05:58-23:58",
    "firstTrain": [[[0, "06:02"], [1, "06:22"]]],
    "lastTrain": [[[0, "22:52"], [1, "23:54"]]],
    "structureDesc": [["车站楼层", "本站共四层。地下一层为设备区；地面架空，设有各出入口；地上二层为站厅层；地上三层为6号线站台层。车站周边为金沙洲大桥、环洲一路、环洲二路。"], ["站厅", [{
        "data": "沙贝站站厅收费区内各设有两条扶手电梯以及一组楼梯前往不同方向的月台。受到车站空间位置不足的影响，本站无法设置专用电梯（升降机）连接站厅以及月台。为了弥补不足，因此在两个通往各自方向站台的楼梯处均设有轮椅升降机，以方便使用轮椅的残障人士来往站厅以及月台。"
    }, {
        "title": "商店及自助服务",
        "data": "沙贝站设有自动售卖机、民生银行自动柜员机以及羊城通充值机等自助服务。由于车站站厅面积问题，因此沙贝站没有设置车站商店。\n\n本站公共洗手间设于站厅非付费区。"
    }]], ["月台", "本站设有两个侧式月台，位于金沙洲大桥立交绿岛内的上空。" +
    ""]],
    "exitDesc": "沙贝站开通时设有A1及A2出入口，之后再增设B出入口，因此现时共有3个出入口。\n\n3个出入口均设有专用电梯（升降机），同样配合专用电梯亦在出入口旁设有斜坡以方便轮椅人士进出车站。",
    "usageDesc": "本站是金沙洲岛内三个地铁站其中之一，服务范围则是金沙洲南部的乘客，金沙洲南部有中海金沙湾、保利西子湾等楼盘，同时本站距离沙贝村较近，因此本站客流较为可观。不过金沙洲南部大部分楼盘以及住宅区距离车站较远，那些居民前往市区会使用公交接驳至本站或者直接利用公交经过金沙洲大桥出行。\n\n由于早高峰客流量较大，且为了保证站台上不会累积过多乘客形成安全隐患，影响运营秩序，在2017年6月19日起，本站早高峰（7:45-8:45）时段将实行客流控制措施。",
    "history": [["规划", "本站最初出现在2003年方案中，当时6号线西段路线在通过黄沙之后不过江，继续沿珠江沿岸到达旧广州南站一带，随后转入大坦沙岛，沿桥中南路再转向正北穿过该岛。最终在沙头顶向西北方向跨过珠江，进入金沙洲。当时车站位置与现时一致。\n\n2006年，本站动工。2013年1月15日，本站随浔峰岗站、横沙站正式“三权移交”。六号线于同年12月28日开通试运营，本站启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};