let s_inf_114 = {
    "name": ["如意坊", "如意坊", "如意坊-にょいぼう", "루이팡", "Ruyifang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.231208, 23.114978],
    "via": ["6"],
    "shortDesc": "如意坊站是广州地铁6号线的一个车站，位于广州市荔湾区黄沙大道多宝路口西侧地块的地底（原广州南站站场）。于2013年12月28日启用。\n\n此站未来将是6号线与11号线的换乘站，两线车站统一设计，分期建成。值得一提的是，本站是6号线最大的车站，车站总建筑面积多达两万四千多平方米，其中6号线的月台宽达23米\n，是其他车站的约两倍至三倍，也是广州地铁中最宽敞的月台。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:10-23:45",
    "firstTrain": [[[0, "06:10"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:00"], [1, "23:46"]]],
    "structureDesc": [["车站楼层", "本站共有五层。地面为黄沙大道、多宝路以及附近建筑；地下一、二层为预留商业设施及设备区，地下三层为站厅；地下四层为预留11号线月台；地下五层为6号线月台。"], ["站厅", [{
        "data": "如意坊站站厅设于地下三层。为方便行人进出，站厅中部目前被划分为收费区。收费区内设有四条扶手电梯以及一组楼梯供乘客来往月台。本站连接站厅与月台没有设置升降机，因此连接站厅与站台的楼梯亦设有轮椅升降机方便使用轮椅的残障人士来往站厅及月台。\n\n本站为6号线的其中一个重点站，柱面装饰的内容是荔湾湖公园。"
    }, {
        "title": "商店及自助服务",
        "data": "如意坊站内提供不同类型的商店，例如有便利店、面包糕饼店等。此外本站也有不少自助服务设施供乘客使用，包括民生银行自动柜员机、自动售卖机、自动售卡/充值机以及“好易”自助服务等。"
    }]], ["月台", "本站6号线及11号线均为岛式月台，6号线月台设于黄沙大道西侧地块的地底，跨多宝路，位于地下五层；11号线月台设于多宝路北侧地底，位于地下四层。\n\n另外，本站6号线月台西侧设有一条折返线。当6号线的西段发生故障时或是台风来袭需要停运露天段时，往浔峰岗方向的列车会通过此折返线折返，以本站为临时总站，此时往坦尾至浔峰岗的乘客需要转乘其它交通工具。\n\n换乘方面，本站在建设之初已考虑本站是6号线和11号线的换乘站，因此在6号线月台北侧即阁楼处亦设置换乘节点，目前换乘节点被车站玻璃幕版封闭，11号线建成时将会在换乘节点加建扶梯和楼梯以适应换乘需要。在阁楼与6号线站台相接的位置，由于高度差较大，设置了一座较高的楼梯，同时设置了一条斜坡，供残疾人士使用。另外，本站的公共洗手间亦设置在阁楼处。" +
    ""]],
    "exitDesc": "如意坊站目前设有3个出入口，现时开通2个。\n\n因车站大部分空间均被划入公共区，车站设备区的空间狭窄有限，因此A出入口无法设置直达地面及地下三层站厅的升降机，只能分开设置两台升降机，乘客如果需要乘坐升降机来往地面及站厅，只能先乘坐升降机抵达地下一层，再转乘另一部升降机。",
    "usageDesc": "本站位于原广州南站地块内，邻近地区均为西关老城区，以住宅为主，亦有数间学校。除了荔湾湖公园南门，附近没有大型商场和旅游景点。加上本站目前开通的两个出口均位于黄沙大道西侧，A出口更深入多宝路西端的民居之中，使用较为不便。因而本站客流较低，而且由于本站空间宽敞，非高峰时期车站更显得冷清。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，是当时的方案B之中的5号线（环线）的一个车站，设于原广州南站地块附近。后来在2003年规划中，本站确定为现6号线的其中一站。再于2008年的方案中，新增的大环线亦经过本站，与6号线交汇。最终环线于2010方案中成为现时11号线（特大环线），仍于本站与6号线交汇。\n\n2006年，6号线如意坊站动工。车站原建设方案为明挖站厅加暗挖分离岛式站台的设计，后来在地陷事件(详见下方地陷事件段落)后，修改为全明挖到底的岛式站台车站设计。同时因规划环线经过本站，车站设计中加入预留环线的部分站台及换乘节点。2011年10月15日，本站封顶。6号线首期于2013年12月28日开通试运营，本站启用。"], ["如意坊地陷事故", "2007年10月5日凌晨3时，如意坊站在施工期间突然有水涌出，导致300平方米的地面塌陷约五六米，事故未造成人员伤亡。次日6时30分，塌陷部分已全部用水泥回填。\n\n随后如意坊站建设方案被修改，从暗挖分离岛式站台改为全明挖单岛式站台，但由于当时车站折返线隧道已经完工，车站范围内的线间距只能保持原设计的26米，因此本站6号线建成了宽达23米的岛式站台。"]],
    futureExpansion: [["11号线", "11号线将设有如意坊站，与6号线交汇。在6号线建设之时已经考虑未来换乘11号线的条件，11号线预留站台位于地下四层，在6号线之上。待11号线通车后，11号线月台以及换乘节点将会启用，乘客可以通过本站换乘两线。\n\n另外，11号线如意坊站工程将与如意坊过江行车隧道工程同步实施。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};