let s_inf_118 = {
    "name": ["團一大廣場", "团一大广场", "団一大広場-だんいちだいひろば", "퇀이다 광장", "Tuanyida Square"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.278266, 23.118111],
    "via": ["6"],
    "shortDesc": "团一大广场站是广州地铁6号线的一个地下车站，位于东园横路越秀南路挹翠路口的地下。于2013年12月28日启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "05:59-23:40",
    "firstTrain": [[[0, "06:17"], [1, "06:03"]]],
    "lastTrain": [[[0, "23:12"], [1, "23:35"]]],
    "structureDesc": [["车站楼层", "本站共有四层，地面为越秀南路、东园横路、挹翠路、团一大纪念广场及附近其它建筑，地下一层为站厅；地下二、三层为设备区；地下四层为6号线月台。\n\n值得一提的是，车站主体采用明暗挖结合形式。"], ["站厅", [{
        "data": "受制于车站的设计尽量在地铁施工初期减少附近居民拆迁对其影响，因此本站结构呈倒“T”字形布置，车站站厅采用明挖结构，并且不与月台平行，倒“T”字中的横代表车站月台，竖代表车站站厅，在站厅与站台之间设有缓冲平台（位于地下三层），以连接车站站厅与月台。\n\n为方便行人进出，收费区设于站厅东侧处，周围被行人通道包围，站厅收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客前往月台。\n\n本站为6号线首期六个文化站之一，在本站站厅层设有以“高举团旗跟党走 奋力实现中国梦”为主题的文化艺术墙，主要内容为中国社会主义青年团第一次全国代表大会的历史场景。柱面装饰的内容则是中华全国总工会旧址。"
    }, {
        "title": "商店及自助服务",
        "data": "团一大广场站设有少量自助服务设施供乘客使用，例如民生银行自动柜员机以及羊城通充值机等。"
    }]], ["月台", "本站设有一个分离岛式月台，位于东园横路地底。本站两个方向的站台并不是完全平行的，而是有一个夹角，因此本站站台呈现一个梯形。\n\n本站公共洗手间设于站台中央横通道。"]],
    "exitDesc": "团一大广场站共设有2个出入口。",
    "usageDesc": "本站附近大多为居民住宅区为主，亦有部分办公写字楼以及部分政府机关单位（例如广东省总工会、广东省交通厅等），因此本站主要出入站的客流主要以附近居民、通勤上下班的人士为主。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线，也就是现时的6号线，设有越秀南站，位置与现时基本一致。当时往东的列车则在通过本站后则立即转往北，与1号线在烈士陵园站交汇。后来于2003年的方案中，则改为在东山湖公园下方才转往北，与1号线则改为在东山口站交汇。\n\n2005年，随六号线开工本站开始建设。由于拆迁工作的不顺利，本站工期被一拖再拖，直至2013年12月28日下午14时整，本站随6号线开通而正式启用。\n\n原车站建设工地部分空间亦建设团一大纪念广场，在2012年5月7日开幕。"], ["车站命名", "2011年12月30日，广州市民政局发布公告批准将越秀南站更名团一大广场站\n，此举在网络上引起了广泛争议。网民认为难以理解，感到陌生和不符合广州的风格，反而“越秀南”站为市民所熟悉，更有地名指引性。\n\n2012年1月4日，鉴于网民和部分传媒的反对，有一位网民向广州地铁服务总台查询有关事项，翌日官方通过电子邮件答复他的质疑时表示：“‘团一大广场站’仍未实施，我们会将您的问题转交给相关部门研究。”并表示非常感谢该人士对广州地铁的关注和支持。广州市民政局地名办后来正式发出公告，确认将“越秀南站”更名“团一大广场站”。\n\n由于本站开通之前由“越秀南站”更名为“团一大广场站”，引起部分人士的不满，亦有不少市民对“团一大广场”这个名字感到陌生。甚至在开通时有部分人士以谐音或更改站名顺序为“一大团广场”以讽刺该站站名，亦有人坚持将本站称为越秀南站。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};