let s_inf_119 = {
    "name": ["東湖", "东湖", "東湖-とうこ", "둥후", "Donghu"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.288583, 23.115102],
    "via": ["6"],
    "shortDesc": "东湖站是广州地铁6号线的一个地下车站，位于规划海印大道东湖路东侧，东山湖公园的地底。于2013年12月28日启用。东湖站亦是最接近海印桥的地铁车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2013-12=28_"],
    "serviceTime": "05:57-23:38",
    "firstTrain": [[[0, "06:19"], [1, "06:02"]]],
    "lastTrain": [[[0, "23:14"], [1, "23:33"]]],
    "structureDesc": [["车站楼层", "本站共有四层，地面为东山湖公园、东湖路、海印桥引桥，地下一层为预留空间、地下二层为站厅；地下三层为设备区；地下四层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，收费区位于站厅东侧，站厅四周被行人通道包围，站厅收费区域内设有两台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n本站公共洗手间位于站厅B出入口通道处。"
    }]], ["月台", "本站设有一个岛式月台，位于海印桥引桥下方，东山湖公园地底。本站采用明暗挖结合法建设。\n\n另外，本站西端设有一条存车线。当6号线的中段出现故障时，往浔峰岗方向的列车将会通过此存车线折返，以本站为终点站。届时来往团一大广场至浔峰岗站需要转乘其它交通工具。现时该存车线在晚上会供列车停放过夜。" +
    ""]],
    "exitDesc": "东湖站目前设有3个出入口。",
    "usageDesc": "东湖站的启用，把大沙头一带纳入了广州地铁线网的覆盖范围内。大沙头一带住宅林立，亦有成熟的电子批发产业。因此本站的客流以附近居民为主，偶有批发运输的散客。同时本站靠近东山湖公园和海印桥，亦有乘客利用本站前往公园或出站转乘巴士通过海印桥过江，来往海珠区滨江中路，东晓路和素社一带。",
    "history": [["规划", "本站最早在2003年的广州市轨道交通规划方案中，为6号线其中一个车站。\n\n2006年，6号线首期各站陆续动工。2008年4月15日傍晚，东湖站中铁隧道公司承建的盾构工地发生爆炸，造成一死七伤的意外。\n同年6月26日，东湖站主体封顶。\n广州地铁于2009年7月9日组织各媒体采访东湖站II号过街通道顶管施工，广州各大媒体开始关注六号线只有4节车厢的问题，质疑会与三号线一样运力不足，开通后会极度拥挤。但广州地铁方面由始至终均无回应该问题。\n\n\n\n2010年1月28日，东湖站—黄花岗区间项目左线隧道贯通。\n\n2013年8月10日，本站随6号线大部分车站移交运营事业总部进行管理。同年12月28日下午，随6号线首期开通试运营而启用。"]],
    futureExpansion: [["10、12号线", "10号线和12号线将在东山湖公园西边靠近东湖路一侧设有东湖站，并设置与6号线的换乘，使本站成为广州地铁的一个换乘枢纽站。但在6号线规划及建造时并没有预留换乘条件，6号线换乘至10、12号线将通过站厅通道实现。10号线和12号线将分别设有站厅和各一个岛式月台，上下重叠设置，12号线在上，10号线在下。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};