let s_inf_120 = {
    "name": ["黃花崗", "黄花岗", "黃花崗-おうかこう", "황화강", "Huanghuagang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.299907, 23.141128],
    "via": ["6"],
    "shortDesc": "黄花岗站是广州地铁6号线的车站，位于广州市越秀区先烈中路科苑东路口以北。于2013年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:07-23:31",
    "firstTrain": [[[0, "06:12"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:20"], [1, "23:27"]]],
    "structureDesc": [["车站楼层", "本站共有四层，地面设有两个站厅，附近是先烈东路、科苑东路、云鹤北街，中国科学院广州分院及其它建筑；地下一、二层为设备区；地下三层为6号线月台。"], ["站厅", [{
        "data": "由于车站选址在较为密集的住宅区范围，同时先烈中路交通繁忙，在车站建设同时，为不影响先烈中路的交通，黄花岗站共设有南北两个地面站厅，两个站厅被先烈中路分隔，分别前往A、B出口，各地面站厅设有售票机以及客服中心，收费区范围内设有多组专用电梯（升降机）、扶手电梯以及楼梯往返于各站厅和月台。由于站厅以及地下一二层缓冲平台面积有限，车站无论是在收费区还是非收费区，均没有设置车站商店。\n\n另外，本站的公共洗手间设于南站厅收费区的缓冲平台处。\n\n本站为6号线首期六个文化站之一，在本站站厅层B出口设有以“浩气长存”为主题的文化艺术墙，主要内容为黄花岗七十二烈士墓园。柱面装饰亦为黄花岗七十二烈士墓园。"
    }]], ["月台", "本站设有一个分离岛式月台，位于先烈中路地底。\n\n另外，本站北端设有一条存车线。当6号线东段发生故障时，往香雪列车会通过此渡线折返，以本站为临时总站。届时前往沙河顶至香雪沿途各站的乘客需要转乘其它交通工具。" +
    ""]],
    "exitDesc": "黄花岗站共设置了2个出入口，分别位于先烈中路两侧。",
    "usageDesc": "黄花岗站主要服务周边的住宅区，因此，使用该站的人流都是居住于邻近屋苑的居民或于邻近科学院上班的市民。除了上下班及上下课繁忙时间外，利用该站出入闸的人流仅属一般。\n\n由于该站离广州动物园正门仅约500米的距离，因此节假日期间会有部分游客取道本站来往动物园（尤其是来往园内的广州海洋馆），避免使用人多挤迫的动物园站。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线设有黄花岗站，后来于2003年方案中，当时的7号线易名为6号线，同样设有黄花岗站。随后本站在2007年7月正式开工建设。\n\n车站原本选址于先烈中路81号大院75号楼的南侧\n，由于75号楼属于20世纪80年代设计的住宅楼，抗震能力差，因此导致了75号楼的居民反对兴建车站，车站亦因此被迫停工，而且车站需要重新选址并设计。最终车站向东北移至200米处另外兴建，亦造成车站施工进度落后：2012年5月，广州地铁6号线首期已有19座车站主体封顶，但黄花岗站是仍在进行主体工程施工的车站之一。但车站最终追回进度，2013年12月28日，车站随6号线首期开通试运营而正式启用。"], ["水管爆裂", "2013年12月29日，即本站启用翌日，现1号月台（长湴方向）北端即因水管破裂，出现漏水，事件导致6号线长湴方向部分班次在本站不停站通过，影响达半小时。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};