let s_inf_123 = {
    "name": ["天平架", "天平架", "天平架-てんへいが", "톈핑자", "Tianpingjia"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.321353, 23.159525],
    "via": ["6"],
    "shortDesc": "天平架站是广州地铁6号线的车站，位于广州市天河区沙太路兴华路三岔路口。于2013年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:09-23:30",
    "firstTrain": [[[0, "06:17"], [1, "06:16"]]],
    "lastTrain": [[[0, "23:26"], [1, "23:21"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地面为沙太路、兴华路、天平架公交枢纽站、天平日杂市场及其它建筑；地下一层为站厅；地下二层为设备区；地下三层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，车站站厅西侧划为付费区，非付费区位于站厅东端。收费区设有两台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }, {
        title: "商店和自助服务",
        data: "车站商店及自助服务方面，天平架站设有一座位于付费区内的便利店以及自动售卖机。另外，本站公共洗手间设于A出口通道。"
    }]], ["月台", "本站设有一个岛式月台，位于沙太路兴华路三岔路口南侧的地底。" +
    ""]],
    "exitDesc": "天平架站设有两个出入口，位于兴华路两侧的人行道上。",
    "usageDesc": "天平架公交总站与天平日杂批发市场分别位于天平架站两端的地面，同时车站附近亦有其它批发市场，城中村及住宅小区。因此本站客流较为可观，本站主要的客流以接驳方式换乘公交的远处居民以及邻近居民，以及携带大件包裹或者手拖车的批发商为主。\n\n另外，本站为6号线早高峰执行客流控制的车站之一，但6号线开通之后没有出现预想中的巨大客流，车站亦未真正实施过客流控制措施。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线设有天平架站，后来于2003年方案中，当时的7号线易名为6号线，同样设有天平架站，车站位置与现时基本一致。随后本站在2009年正式开工建设。\n\n2012年9月13日，本站随东湖站正式开始供电设备安装施工。2012年10月9日，水荫路至天平架盾构区间贯通，标志着首期全线使用盾构法施工的隧道全部完成。2013年12月28日，本站随6号线首期开通试运营而启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};