let s_inf_124 = {
    "name": ["長湴", "长湴", "長湴-ちょうばん", "창반", "Changban"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.349435, 23.178502],
    "via": ["6"],
    "shortDesc": "长湴站是广州地铁六号线的一个中途车站，位于天河区天源路，长湴村以北的地底。于2013年12月28日随六号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:05-23:37",
    "firstTrain": [[[0, "06:25"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:32"], [1, "23:15"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为天源路、长湴村及附近其它建筑，地下一层为站厅层；地下二层为6号线月台。"], ["站厅", [{
        "data": "为方便乘客进出，付费区设于站厅西侧，周围被行人通道以及车站商店包围，付费区站厅与站台之间设有两台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }, {
        title: "商店和自助服务",
        data: "长湴站仅设有一座便利店；自助服务仅设有民生银行的自动柜员机。"
    }]], ["月台", "本站设有一个岛式月台，位于天源路地底。另外，本站的公共洗手间设于月台南端。\n\n另外，本站东端设有一组双存车线。供停放备用列车，该组存车线亦会用于折返短线（小交路）列车。短线班次列车在1号月台清客完成后，便会进入该组存车线，折返到2号月台上客。在本站仍为6号线东端总站时亦使用该组存车线折返。\n\n本站站后双存车线岔区由于线路限界的原因，接触轨有几个断口。因此该处上空亦架设有刚性接触网，在列车所有受电靴都处于接触轨断口无法取得电力时，能够通过降靴升弓从接触网取电，从而自行恢复动力。"]],
    "exitDesc": "长湴站目前设有2个出入口。",
    "usageDesc": "本站附近多为院校以及少数工业区，同时在6号线二期开通之前，近至天源路一带、远至广汕路一带的周边居民亦会乘坐巴士前往本站换乘地铁，因此早晚高峰时段客流会较多；尤其是周日或者周五，大量位于本站附近院校的学生会利用本站乘坐地铁，客流会进一步上升。但平峰时期客流一般。\n\n本站是6号线短线车（浔峰岗至长湴）的终点站，在早晚高峰期间短线车抵达本站后，都会有不少前往二期路段各站的乘客在1号月台下车后，原地等候下一班长线车，尤以晚高峰为甚，候车队伍有时更会延伸至对面的2号月台。",
    "history": [["规划", "长湴站在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中以当时的7号线一个中途站出现，2003年，该线路成为现时的6号线，本站被称为元岗站。随后6号线分为两期建设，本站成为6号线一期工程的东端终点站。\n\n2005年，本站随六号线开工本站开始建设。2012年1月11日19时，6号线天河客运站至本站区间右线盾构隧道顺利贯通。2013年12月28日下午14时整，本站随6号线开通而正式启用。直至2016年12月27日，本站为6号线的东端终点站，其后随6号线二期的开通而成为中途站。"], ["雨水倒灌", "2015年5月4日晚的暴雨天气，长湴站受周边地面市政排水设施不畅通影响，大量雨水从站外顺出入口楼梯倒流到车站站厅内，长湴站当即启动应急响应，紧急关闭C出入口。很快，地铁公司防洪抢险队赶到现场进行处理，期间车站客运服务正常，积水在当晚已排去。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};