let s_inf_126 = {
    "name": ["龍洞", "龙洞", "竜洞-りゅうどう", "룽둥", "Longdong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.37752, 23.19096],
    "via": ["6"],
    "shortDesc": "龙洞站是广州地铁六号线的一座中途站，位于天河区天源路林业学校附近的地底。2016年12月28日随六号线二期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:05-23:43",
    "firstTrain": [[[0, "06:02"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:38"], [1, "23:09"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为天源路、林业学校及附近建筑。地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "龙洞站站厅设有售票机、客务中心和商店等设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }]], ["月台", "本站设有一个岛式月台，位于天源路的地底。\n\n另外，本站的公共洗手间设于月台处往香雪方向的一端。"]],
    "exitDesc": "龙洞站现时共设有3个出入口。",
    "usageDesc": "龙洞站周边有多个工业区，因此在工作日上下班高峰时段会有许多乘客在此站进出。另外，车站附近有多所职业学校，同时龙洞周边多所学校在会有大量学生利用巴士等交通工具以接驳至本站乘坐地铁，因此在周日和周五的上下学时段，本站会涌现大量学生。\n\n本站离传统意义上的龙洞街道较远。植物园站启用之后，植物园站由于车站位置更靠近龙洞街道，因此分流了本站前往龙洞街道的客流。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，为当时7号线的中途站，但位置位于现时西边。2003年，该线路成为现时的6号线。随后6号线分为两期建设，本站亦被拆分为植物园和龙洞两站，两者一同被拨入二期路段之中。2011年6月17日，6号线二期工程正式开工建造。2014年9月15日，本站主体结构封顶。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};