let s_inf_128 = {
    "name": ["高塘石", "高塘石", "高塘石-こうとうせき", "가오탕시", "Gaotangshi"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.410408, 23.191057],
    "via": ["6"],
    "shortDesc": "高塘石站是广州地铁六号线的一座中途站，位于天河区广汕一路高普路口西侧的地底。2016年12月28日随六号线二期通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:00-23:47",
    "firstTrain": [[[0, "06:07"], [1, "06:05"]]],
    "lastTrain": [[[0, "23:43"], [1, "23:04"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为广汕一路、高普路及附近建筑。地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "高塘石站站厅设有售票机、自动售卡/充值机、客务中心，以及便利店、自动照相机、自动贩卖机等设施。\n\n为方便行人进出，站厅南侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }]], ["月台", "本站设有一个岛式月台，位于广汕二路的地底。\n\n另外，本站的公共洗手间设于月台处往香雪方向的一端。"]],
    "exitDesc": "高塘石站目前共设有2个出入口，均位处广汕二路南侧，需要前往北侧的乘客需过跨广汕二路的行人过街天桥前往。\n\n同时本站也是6号线二期开通时少数没有设置连接地面的升降机车站之一。",
    "usageDesc": "高塘石站周边有高塘石工业区，以及天河软件园，因此在工作日上下班高峰时段会有许多乘客在此站进出。但在平峰时段车站会较为冷清。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，为当时7号线的终点站。2003年，该线路成为现时的6号线，仍在本站作为终点站。随后6号线分为两期建设，本站被拨入二期路段之中。2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从本站大幅延伸进入萝岗区内，本站成为中途站。\n\n2011年6月17日，6号线二期工程正式开工建造。2013年10月15日，本站主体结构封顶，为本段线路之中继萝岗站后第二个封顶的车站。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};