let s_inf_134 = {
    "name": ["香雪", "香雪", "香雪-こうせつ", "샹쉐", "Xiangxue"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.501224, 23.172382],
    "via": ["6"],
    "shortDesc": "香雪站是广州地铁六号线的东端终点站，位于广州市黄埔区开创大道荔红二路口的地底，邻近萝岗香雪牌坊。2016年12月28日随六号线二期开通而启用。\n\n本站与位于附近的萝岗车辆段接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:55-00:03ND",
    "firstTrain": [[[1, "06:00"]]],
    "lastTrain": [[[1, "22:50"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为开创大道、荔红二路、萝岗香雪牌坊、萝岗村及其它建筑。地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，站厅南侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n值得一提的是，本站车站色系为浅黄色，是6号线车站中没有使用灰绿色作为色系的车站之一。"
    }, {
        title: "商店及自助设施", data: "香雪站站厅设有售票机、自动售卡/充值机、客务中心和便利店、面包糕饼店、自动照相机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于开创大道的地底。\n\n本站西端设有一条单渡线，可用于站前折返。东端设有往返萝岗车辆段的出入段线，亦可用于站后折返。正线末端预留往东延伸的条件。\n\n另外，本站的公共洗手间设于月台处往浔峰岗方向的一端。"]],
    "exitDesc": "香雪站现时共设有3个出入口。其中E出入口另配备升降机，方便有需要人士进出车站。",
    "usageDesc": "香雪站邻近萝岗的传统中心，周边为住宅区和部分商业中心；同时本站附近有多条往云埔工业区、以及增城区永和镇等巴士线路，因此本站主要以附近居民和巴士接驳至本站的居民为主。\n\n每逢冬季香雪梅花盛开的时候\n\n，不少市民会在本站转驳巴士等交通工具前往萝岗香雪梅花世界观赏梅花。\n\n由于本站开通时恰逢梅花盛开时期，吸引不少乘客尝鲜6号线二期同时前往观赏梅花，车站启用次日即需要实施客流控制，减缓乘客进站速度，而令站内人数维持在安全水平以内。而车站启用首日客流更高达4.7万人次，成为当日6号线二期新车站的客流之冠。紧随其后的2017年元旦假期期间，本站亦继续迎来大批乘客，而需要实施客流控制。",
    "history": [["规划", "本站最早出现在2003年的地铁规划中，命名为萝岗新区站，为4号线的北端终点站。2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从高塘石站大幅往东延伸，取代4号线开创大道一段，并于本站作为终点站，设于现时位置，并命名为香雪站。2011年6月17日，6号线二期工程正式开工建造。2011年9月，广州市民政局公示6号线萝岗段初定站名，本站名称维持不变。"]],
    "platformBelong": [["9", "6"], ["2", "6"]]
};