let s_inf_135 = {
    "name": ["謝村", "谢村", "謝村-しやそん", "셰춘역", "Xiecun"],
    "inf": [{
        "platform": 1,
        "facilities": [[5, [1], "A"], [10, [2], ""], [14, [2], ""], [10, [3], ""], [19, [1], "B C"]]
    }, {"platform": 2, "facilities": [[5, [1], "A"], [10, [2], ""], [14, [2], ""], [11, [3], ""], [19, [1], "B C"]]}],
    "location": [113.295832, 22.990579],
    "via": ["7"],
    "shortDesc": "谢村站是广州地铁7号线的一个中途车站，位于广州市番禺区汉溪大道中和规划钟屏路路口的地底。2016年12月28日随七号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:59-23:40",
    "firstTrain": [[[0, "06:04"], [1, "06:22"]]],
    "lastTrain": [[[0, "23:34"], [1, "23:35"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为汉溪大道中，河涌、农田，以及工业区内其他建筑，地下一层为站厅，地下二层为7号线站台。"], ["站厅", [{
        "data": "谢村站站厅设于地下一层，站厅主要设有售票机、云购票机、客服中心等基础设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施", data: "另外，本站设有少数车站商店，例如便利店、面包糕饼店等；同时也设有少数自助服务设施，例如“好易”机、自动售卖机、自动照相机等。"
    }]], ["月台", "本站设有一个岛式月台，位于汉溪大道中地底。\n\n另外，本站的公共洗手间设于站台往石壁方向的一端。" +
    ""]],
    "exitDesc": "谢村站目前共设有3个出入口，该站A、B入口处上方设有乘车资讯的显示屏。\n\n目前设置的三个出入口中，A出口和B出口均位于汉溪大道中南侧；而C出入口则位于北侧，该出口于2017年9月8日开通。",
    "usageDesc": "谢村站周边有多个工业区厂房，因此除早上和下午的繁忙时间会有许多附近工厂上班的乘客出入闸外，车站大部分时间都会非常冷清。\n\n本站虽命名为谢村站，但车站实际位置却远离谢村。使得许多谢村居民前往钟村站乘坐地铁。",
    "history": [["规划", "2013年10月28日，谢村站动工。\n\n2015年6月，广州地铁宣布谢村站实现主体结构封顶。"]],
    "platformBelong": [["1", "7"], ["2", "7"]]
};