let s_inf_138 = {
    "name": ["員崗", "员岗", "員崗-いんこう", "위안강", "Yuangang"],
    "inf": [{
        "platform": 1,
        "facilities": [[6, [1], "A B"], [11, [2], ""], [15, [2], ""], [12, [3], ""], [20, [1], "C E F"]]
    }, {
        "platform": 2,
        "facilities": [[6, [1], "A B"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [20, [1], "C E F"]]
    }],
    "location": [113.365641, 23.015962],
    "via": ["7"],
    "shortDesc": "员岗站为广州地铁7号线的一个中途车站，位于广州市番禺区兴南大道员岗中路口的地底。2016年12月28日随七号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [5],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:06-23:52",
    "firstTrain": [[[0, "06:17"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:47"], [1, "23:22"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为兴南大道、员岗中路，广州雅居乐、广东省妇幼保健院番禺院区\n以及其他建筑，地下一层为站厅，地下二层为7号线站台。"], ["站厅", [{
        "data": "员岗站站厅设于地下一层，站厅主要设有售票机、云购票机、客服中心等基础设施。为方便行人进出，员岗站站厅南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施", data: "另外，本站设有少数车站商店，例如便利店、面包糕饼店等；同时也设有少数自助服务设施，例如“好易”机、自动售卖机、自动照相机等。"
    }]], ["月台", "本站设有一个岛式月台，位于兴南大道北侧的地底。本站的公共洗手间设于站台往南村万博方向的一端。\n\n另外，本站东端设有一条存车线。当7号线东段出现故障时，往大学城南站的列车会通过此存车线折返，以本站为临时总站。此时往板桥和大学城南的乘客需要转乘其它交通工具。"]],
    "exitDesc": "员岗站目前共设有5个出入口\n，目前F出入口因配合附近建筑工程施工现时尚未开通。",
    usageDesc: "员岗站周边邻近大型楼盘广州雅居乐，以及附近有员岗、陈边等多个村落，同时附近也会有多个工业区，因此在上、下班时段，员岗站会显得非常繁忙。\n\n同时本站也是唯一一个设于兴南大道的地铁车站，因此会有大量乘客利用公交车等公共交通工具前往本站以接驳地铁。",
    "history": [["规划", "7号线在兴南大道上原设有两站：官堂站和金坑站，分别位于官堂镇附近和金新大道路口。为迁就南大干线建设，7号线在兴南大道一段需要在道路北侧敷设，导致原官堂站没有足够空间设置，因而与金坑站合并，移动到现时位置设置新的官堂站。\n\n在2014年7月，广州地铁七号线及九号线站名进行批前公示，官堂站改名为员岗站。2013年11月28日，车站动工。车站于2015年8月上旬封顶\n，并在2016年12月28日随7号线一期开通而启用。"]],
    "platformBelong": [["1", "7"], ["2", "7"]]
};