let s_inf_139 = {
    "name": ["板橋", "板桥", "板橋-はんきょう", "반차오", "Banqiao"],
    "inf": [{
        "platform": 1,
        "facilities": [[5, [1], "A D"], [11, [2], ""], [15, [2], ""], [12, [3], ""], [19, [1], "C"]]
    }, {"platform": 2, "facilities": [[5, [1], "A D"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]}],
    "location": [113.388139, 23.016845],
    "via": ["7"],
    "shortDesc": "板桥站是广州地铁7号线的一个中途车站，位于广州市番禺区规划南大干线与雅居乐内部道路路口北侧，即雅居乐北苑南侧的地底。2016年12月28日随七号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:08-23:56",
    "firstTrain": [[[0, "06:21"], [1, "06:13"]]],
    "lastTrain": [[[0, "23:51"], [1, "23:18"]]],
    "structureDesc": [["本站共有两层，地面为广州雅居乐北苑内的住宅和道路，河涌以及其他建筑，地下一层为车站站厅，地下二层为车站站台。"], ["站厅", [{
        "data": "板桥站站厅设于地下一层，为方便行人进出，板桥站站厅南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施", data: "设有售票机、云购票机、客务中心等设施。亦同时设有便利店、面包糕饼店，以及自动照相机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于广州雅居乐北苑南侧的地底。\n\n另外，本站的公共洗手间位于站台往员岗方向的一端。"]],
    "exitDesc": "板桥站目前设有3个出入口。",
    usageDesc: "本站周边邻近大型楼盘雅居乐剑桥郡，同时周边亦邻近南村镇板桥村，因此本站的主要进出站客流均以剑桥郡小区居民以及板桥村居民为主。\n\n目前本站D出入口旁的巴士总站尚未启用，现时乘客如果需要利用本站换乘接驳巴士，需要在D出入口100米处的剑桥郡地铁口乘坐巴士前往南村镇各地。",
    "history": [["规划", "本站规划和建设阶段的站名为南村站。2014年7月，广州地铁七号线及九号线站名进行批前公示，南村站改名为板桥站。2013年6月18日，车站动工。车站于2015年1月18日封顶\n，并在2016年12月28日随7号线一期开通而启用。"]],
    "platformBelong": [["1", "7"], ["2", "7"]]
};