let s_inf_147 = {
    "name": ["赤崗", "赤岗", "赤崗-せきこう", "츠강 역", "Chigang"],
    "inf": [{
        "platform": 1,
        "facilities": [[24, [1], "D"], [14, [2], ""], [17, [2], ""], [4, [3], "", true], [7, [1], "C"]]
    }, {
        "platform": 2,
        "facilities": [[24, [1], "D"], [14, [2], ""], [17, [2], ""], [4, [3], "", true], [7, [1], "C"]]
    }],
    "location": [113.334825, 23.096432],
    "via": ["8"],
    "shortDesc": "赤岗站是广州地铁八号线的一座车站，于2003年6月28日启用。车站位于海珠区新港中路江海大道路口东北侧的地底，以赤红色作为主色调。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2003-6=28_"],
    "serviceTime": "06:04-23:52",
    "firstTrain": [[[0, "06:08"], [1, "06:20"]]],
    "lastTrain": [[[0, "23:02"], [1, "23:47"]]],
    "structureDesc": [["本站共有2层，地面为新港中路，广东省第二人民医院及附近商业楼群，地下一层设有票务设施，客务中心及商店。地下二层为8号线月台。"], ["站厅", [{
        "data": "赤岗站采用无柱站厅设计，使车站站厅更为宽敞。为方便乘客进出，付费区设于站厅南侧，周围被行人通道以及车站商店包围，付费区站厅与站台之间设有多组扶手电梯以及楼梯往返于各层。由于专用电梯（升降机）连接站台与站厅西侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店及自助设施",
        data: "现时，赤岗站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、凉茶店以及洗衣店等。此外，赤岗站有少量自助服务设施供乘客使用，包括自动售卖机、羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于新港中路以北的地底。\n\n另外，本站东端设有一条存车线。当8号线东段出现故障时，往万胜围站的列车将会通过此存车线折返，以本站为临时总站。"]],
    "exitDesc": "赤岗站在启用后至今开通了3个出入口。",
    usageDesc: "赤岗站周边以住宅区和城中村为主，同时广东省第二人民医院和四二一医院也位于本站附近，因此车站的平日人流较高，尤其在早晚高峰有不少乘客在车站出入闸。",
    "history": [["规划", "在1988年的地下铁道路网规划中，本站已作为2号线在海珠区的终点站出现。后来在1997年规划方案A中，本站成为2号线拆解出来的5号线（现8号线）的一个中途站，亦与其它线路换乘。在后来的规划中，本站被确定为8号线的中途站，也不再是换乘站。随后本站成为旧2号线首期的其中一个站，先行建设，采取先行贯通预留远期拆分的方式。2号线首期工程则于1999年10月10日正式动工。\n\n本站东边的存车线在原设计中是不存在的。后来本站以西的客村站突然被确定为未来与3号线的换乘站，因而计划的小交路终点需要从鹭江站向东移动，以覆盖客村站。但客村站没有增加存车线的条件，所以改为在本站作为小交路终点站。同时在本站以东增加一条存车线，提供小交路折返条件。\n\n2003年6月28日，本站随2号线首期晓港至琶洲段启用。直至2010年9月21日，本站一直都是旧2号线中途站之一。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。\n\n最终本站于2010年9月25日重新启用，并改属新的8号线。\n\n于2014年的最新规划之中，12号线改为经过本站换乘，并随着12号线在2017年第一季获得立项而得以落实。\n\n于2019年，根据12号线监理招标相关资料显示，19号线亦更改规划走线，改经本站换乘。"]],
    futureExpansion: [["12、19号线", "12号线将沿黄埔涌南侧，猎德大桥引桥下方设有赤岗站，与8号线交汇。同时19号线新规划亦在猎德大桥东侧设赤岗站，使本站成为广州地铁的一个换乘枢纽站。但8号线在规划及建造时并没有预留未来换乘12号线，不过在12号建设时将会围绕现有站厅进行扩建，通过站厅实现换乘。12号线站台届时将位于地下四层，8号线站台的北边；19号线为远期线路，12号线建设时将预留换乘节点。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};