let s_inf_150 = {
    "name": ["琶洲", "琶洲", "琶洲-はしゅう", "판저우 역", "Pazhou"],
    "inf": [{"platform": 1, "facilities": [[14, [1], "出闸后B，过轨抵C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [1], "出闸后D 保利，过轨抵A B"]]
    }],
    "location": [113.3667, 23.098516],
    "via": ["8"],
    "shortDesc": "琶洲站是广州地铁八号线上的一座车站，以此车站位于琶洲街办辖区内而得名。车站位于海珠区新港东路会展东路口以西的地底。本站以黑色作为车站主色。于2003年6月28日启用。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2003-6=28_"],
    "serviceTime": "05:57-23:59",
    "firstTrain": [[[0, "06:02"], [1, "06:27"]]],
    "lastTrain": [[[0, "22:56"], [1, "23:54"]]],
    "structureDesc": [["本站共有两层，地面为新港东路、广交会展馆B区/C区、中洲中心、保利世界贸易中心与其它建筑；地下一层为南北站厅以及8号线月台；地下二层为联络通道。"], ["站厅", [{
        "data": "琶洲站分为南北两个站厅，均位于地下一层。两个站厅及两个月台无论在收费区范围以及非收费区范围均可由两条路轨下方的联络通道前往。"
    }, {
        title: "商店及自助设施",
        data: "车站商店及自助服务方面，琶洲站在南站厅设置了便利店以及面包糕饼店；另外，本站亦提供自动售卖机等自助服务。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有两个侧式月台，位于新港东路地底。\n\n本站月台东端设有一条交叉渡线，从本站启用至2005年12月26日前本站仍为2号线终点站时便使用该渡线折返2号线列车。另外，在月台西端亦设有单渡线，当8号线琶洲至万胜围段出现故障时，往万胜围站的列车将会通过此存车线折返，以本站为临时总站。"]],
    "exitDesc": "琶洲站共设有4个出口，南北站厅均设置2个出入口。另外在D出入口一侧设有保利世贸中心专用的出入口。",
    usageDesc: "本站是广州国际会议展览中心的交通配套之一，而每年的广州书展都在会展中心的B区举行。本站附近会有少数住宅区及酒店。因此车站没有展览活动的时候，本站的人流量一般。不过当广州书展或其它活动举行的时候，由于众多客商及参观游客都会取道本站前往，因此车站人流则会翻倍，甚至会水泄不通。如遇有特殊情况或者客流激增，琶洲站将采取临时封闭的措施以控制人流。如2009年10月1日广州在会展中心附近的珠江江面举行迎国庆60周年焰火晚会，当晚因晚会散场时人流过大而封站。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，是当时5号线的其中一座中途站。后来本站确定与二号线首期工程一同先行建设，建成并正式投入使用则于2003年6月28日，当时是广州地铁二号线已开通段（琶洲站至三元里站区间）的东端终点（现为八号线）。2005年12月26日，万胜围站建成并投入运营，原二号线从琶洲站向东延伸至万胜围站作为终点，琶洲站由线路终点站变为中途站。直至2010年9月21日，本站一直都是旧2号线中途站之一。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。最终本站于2010年9月25日重新启用，并改属新的8号线。\n\n而于2008年的规划方案中，8号线成为新增的大环线，本站至万胜围的路段将拆解延长成另一线路，于本站换乘。而最终环线于2010方案中成为现时11号线（特大环线），而8号线恢复现时规划走向，11号线与8号线于本站交汇。"]],
    futureExpansion: [["11号线", "11号线将在会展东路西侧的地底设有琶洲站，与8号线交汇。但11号线车站离现有8号线车站有百余米的距离，同时8号线在规划及建造时并没有预留未来换乘11号线，因此两线只能使用通道换乘。11号线月台届时将位于地下三层，8号线月台的东北边。换乘通道则设有两层，分别连接两线车站的付费区和非付费区。\n\n11号线施工时亦需要对8号线车站进行改造，分别在8号线月台增加共4组扶梯来往地下二层，以适应换乘需要。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};