let s_inf_155 = {
    "name": ["花果山公園", "花果山公园", "花果山公園-かがさんこうえん", "화궈산공원", "Huaguoshan Park"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.218389, 23.387119],
    "via": ["9"],
    "shortDesc": "花果山公园站是广州地铁9号线的一个车站，位于花都区花果山公园西部，云山大道以北，已于2017年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:04-23:44",
    "firstTrain": [[[0, "06:09"], [1, "06:22"]]],
    "lastTrain": [[[0, "22:39"], [1, "23:31"]]],
    "structureDesc": [["本站共有二层，地面为花果山公园、云山大道以及其他建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "花果山公园站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅东侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店、面包糕饼店等商店；同时也设有少数自助服务设施，例如自动售卖机、自动照相机、“好易”自助服务以及自动售卡充值机等。"
    }]], ["月台", "本站将设有一个岛式月台，位于花果山公园西侧地底。\n\n本站的公共洗手间以及母婴室均设于往高增方向的一端。"]],
    "exitDesc": "花城路站目前设有2个出入口供乘客进出车站。",
    history: [["建设", "2011年12月12日，花果山公园站正式动工。\n\n2013年9月4日，花果山公园站至花城路站左线顺利始发[10]。\n\n2013年12月21日，园（花果山公园）花（花都广场）区间右线盾构顺利始发，计划于2014年12月28日完成掘进并吊出。[11]\n\n2013年11月11日，花果山公园站主体结构封顶[15] 。本站随后于2017年12月28日与9号线其余车站一同开通。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};