let s_inf_156 = {
    "name": ["花都廣場", "花都广场", "花都広場-かとひそげ", "화두광장", "Huadu Square"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.222628, 23.401307],
    "via": ["9"],
    "shortDesc": "花都广场站是广州地铁9号线的一个车站，位于花都区迎宾大道天贵路口的地底，已于2017年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:08-23:47",
    "firstTrain": [[[0, "06:12"], [1, "06:19"]]],
    "lastTrain": [[[0, "22:42"], [1, "23:28"]]],
    "structureDesc": [["本站共有二层，地面为迎宾大道、天贵路、花都广场、花都区政府以及其他建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "花都广场站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店等商店；同时也设有少数自助服务设施，例如“好易”自助服务以及自动售卡充值机等。"
    }]], ["月台", "本站将设有一个岛式月台，位于迎宾大道地底。本站的公共洗手间以及母婴室均设于往高增方向的一端。\n\n此外，本站前往高增站的一侧设有一条渡线。"]],
    "exitDesc": "花都广场站目前设有3个出入口供乘客进出车站。",
    usageDesc: "花都广场站北面是花都区政府，周边还有水务局、住建局、民政局、环保局、教育局、人社局、农林局、档案局、信访局、国税局、交通局等政府部门汇集，是花都的行政中心。同时车站附近有多个住宅小区及公寓，因此本站有着非常可观的客流。",
    history: [["建设", "在2003年的“花都汽车城-街口线”的规划方案中，本站作为中途站出现。在2005年规划方案中改为现时9号线的一部分时，本站仍作为中途站出现，车站位置与现时基本一致。\n\n随后花都广场站于2012年10月11日正式开工建设，因地质条件较差，车站施工期间多次发生基底涌水涌砂。2015年6月4日，本站主体结构顺利封顶。2017年9月30日，本站三权移交。\n\n2017年12月28日上午，广州地铁2017年新线开通仪式于本站的站厅层举行。同日中午，本站随9号线首期通车而启用。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};