let s_inf_159 = {
    "name": ["清㘵", "清㘵", "清㘵-せいふ", "칭부", "Qingbu"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.33518, 22.991686],
    "via": ["9"],
    "shortDesc": "清㘵站是广州地铁9号线的一座车站，车站位于花都区迎宾大道镜湖大道路口的地底，于2017年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:07-23:26",
    "firstTrain": [[[0, "06:19"], [1, "06:12"]]],
    "lastTrain": [[[0, "22:49"], [1, "23:21"]]],
    "structureDesc": [["本站共有二层，地面为迎宾大道、镜湖大道，清㘵村、清潭村以及其它建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "清㘵站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店等商店；同时也设有少数自助服务设施，例如自动照相机、自动售卖机、“好易”自助服务以及自动售卡充值机等。"
    }]], ["月台", "本站设有一个岛式月台，位于迎宾大道地底。本站的公共洗手间以及母婴室均设于往高增方向的一端。\n\n另外，本站往高增方向的一端设有一条存车线。"]],
    "exitDesc": "清㘵站目前设有4个出入口供乘客进出车站。",
    history: [["建设", "本站于2017年12月28日与9号线其余车站一同启用。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};