let s_inf_160 = {
    "name": ["清塘", "清塘", "清塘-せいとう", "칭탕", "Qingtang"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.262704, 23.372522],
    "via": ["9"],
    "shortDesc": "清塘站是广州地铁9号线的一座车站，车站位于花都区迎宾大道清塘路路口的地底。由于本站在9号线建设期间才落实兴建，因此本站无法与9号线同期开通，采取飞站处理，直至该站于2018年6月30日正式启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:04-23:23",
    "firstTrain": [[[0, "06:22"], [1, "06:09"]]],
    "lastTrain": [[[0, "22:52"], [1, "23:18"]]],
    "structureDesc": [["本站共有二层，地面为迎宾大道、清塘路以及其它建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "清塘站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有设有少数自助服务设施，例如“好易”自助服务、自动售卖机、自动照相机以及自动售卡充值机等。"
    }]], ["月台", "本站将设有一个岛式月台，位于迎宾大道地底。\n\n本站的公共洗手间以及母婴室均设于往飞鹅岭方向的一端。"]],
    "exitDesc": "清塘站目前设有4个出入口供乘客进出车站。",
    history: [["建设", "本站从广州地铁9号线规划开始至全线建设前期时均未设有本站，直到2015年4月20日，广州地铁集团有限公司和花都区政府的结合花都空港核心区相关产业发展需要的研讨会中，才确立增设清塘站。\n\n2016年5月16日，本站正式开工建设。\n\n2018年6月30日，本站正式启用。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};