let s_inf_165 = {
    "name": ["南崗", "南岗", "南崗-なんとえ", "남강", "Nangang"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.541486, 23.09528],
    "via": ["13"],
    "shortDesc": "南岗站是广州地铁13号线的其中一个车站，位于黄埔区黄埔东路黄埔东路、南岗路、亨元路口以北的地底，2017年12月28日随13号线首期开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:05-23:10",
    "firstTrain": [[[0, "06:10"], [1, "06:16"]]],
    "lastTrain": [[[0, "23:30"], [1, "22:46"]]],
    "structureDesc": [["本站共有两层。地面为黄埔东路、南岗公交总站及其它建筑；地下一层为站厅；地下二层为13号线站台层。"], ["站厅", [{
        "data": "为方便行人进出，站厅东侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "南岗站站厅设有售票机、自动售卡/充值机、客务中心等设施。由于车站开通时间不长，车站商店尚未有任何商家进驻。"
    }]], ["月台", "本站设有一个岛式月台，位于黄埔东路的地底。公共洗手间以及母婴室均设于月台南端。\n\n另外，本站北端设有一组双存车线。\n" +
    "\n"]],
    "exitDesc": "南岗站目前设有3个出入口，同时本站是13号线开通时少数没有设置连接地面的升降机车站之一。",
    history: [["建设", "2014年7月，本站正式开工建设；2017年2月28日，车站主体结构封顶，是十三号线首期最后一座主体结构封顶的车站。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};