let s_inf_171 = {
    "name": ["白雲東平", "白云东平", "白雲東平-はくうんとうへい", "바이윈동평", "Baiyun Dongping"],
    "inf": [{
        "platform": 1,
        "facilities": [[5, [1, 2], "A F"], [12, [3], ""], [13, [2], ""], [18, [1], "B E"]]
    }, {"platform": 2, "facilities": [[5, [1, 2], "A F"], [13, [2, 3], ""], [18, [1], "B E"]]}],
    "location": [113.317841, 23.25117],
    "via": ["14"],
    "shortDesc": "白云东平站是广州地铁14号线的一个车站，位于白云区白云大道北东凤东路口，东平村东侧。车站于2018年12月28日随14号线一期通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:58-23:27",
    "firstTrain": [[[0, "06:03"], [2, "06:16"]]],
    "lastTrain": [[[0, "22:54"], [2, "23:22"]]],
    "structureDesc": [["本站共有两层。地面为白云大道北、东凤东路，东平村及沿街商铺和村镇住宅等。地下一层为站厅，地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中间偏东侧被划分为收费区，收费区内设有三条扶手电梯、两条楼梯和一台专用电梯（升降机）供乘客前往月台层。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "白云东平站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店以及面包糕饼店。"
    }]], ["月台", "本站设有一个岛式月台，位于白云大道北地底。本站的公共洗手间和母婴室均设于站台南侧。\n\n本站作为14号线的快慢车越行站，因此设有四条路轨，内侧两条路轨供普通车停靠，可供乘客上下车；外侧两条路轨则专供快车使用，在本站越过普通车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，乘客在月台上并不会看见快车越过本站的情景（除月台两端以外）。\n\n14号线首期开通至今，因列车班次尚未加密，快车绝大多数班次均会经内侧车站月台的路轨越行过站，只有少数班次经外侧越行线过站。"]],
    "exitDesc": "白云东平站共设有4个出入口供乘客进出。",
    history: [["建设", "本站于2016年12月实现主体结构封顶。\n\n2018年9月26日，包括本站在内，14号线嘉禾望岗至马沥段举行“三权移交”，随即展开运营调试，随后于同年12月28日下午2时，本站随14号线一期通车而启用。\n\n而本站在规划及工程期间称为东平站，但由于之前广佛地铁已有车站被命名为东平站，为免引起混乱及节约成本，因此车站在正式命名时增加“白云”的区划名称前缀以示区分。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};