let s_inf_172 = {
    "name": ["夏良", "夏良", "夏良-かりゅう", "하량", "Xialiang"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1, 2], "D"], [12, [3], ""], [13, [2], ""], [20, [1], "B C"]]
    }, {"platform": 2, "facilities": [[7, [1], "D"], [8, [2], "D"], [13, [2, 3], ""], [20, [1], "B C"]]}],
    "location": [113.323505, 23.277704],
    "via": ["14"],
    "shortDesc": "夏良站是广州地铁14号线的车站，位于广州市白云区龙归城东侧。车站于2018年12月28日随14号线一期通车而启用。\n\n本站与位于附近的石湖停车场接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:02-23:23",
    "firstTrain": [[[0, "06:07"], [2, "06:12"]]],
    "lastTrain": [[[0, "22:57"], [2, "23:18"]]],
    "structureDesc": [["本站共有两层，地面为龙河西路，龙归城及附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅东侧被划分为收费区，收费区内设有三条扶手电梯、两条楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "夏良站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店以及面包糕饼店。"
    }]], ["月台", "本站设有一个岛式月台，位于规划道路地底。本站的公共洗手间和母婴室均设于站台北侧。\n\n另外，本站两条正线在月台北端亦分岔出一条路轨，可供列车往返于石湖停车场。"]],
    "exitDesc": "夏良站共设有3个出入口供乘客进出。",
    history: [["规划", "本站在规划及建设时命名为石湖站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，本站公示有太和南站以及夏良站两个候选名，最终确定以夏良站作为车站正式名称。\n\n2010年，为了落实广州市的“北优”发展战略和支持从化和知识城的发展，规划兴建14号线，当时路线以“人”字方式。主线依照2008年规划方案，向西南延长至嘉禾望岗。当时计划名称为石湖站，而车站位置在广从二路近北二环高速交界南面，其后当局考虑龙归城的街坊出行不便而修改走线，由沿105国道（广从公路）直去改为转向龙归城东侧规划道路，其后接回广从公路。\n\n2018年9月26日，包括本站在内，14号线嘉禾望岗至马沥段举行“三权移交”，随即展开运营调试，随后于同年12月28日下午2时，本站随14号线一期通车而启用。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};