let s_inf_196 = {
    "name": ["神舟路", "神舟路", "神舟路-しんしゅうろ", "신주로", "Shenzhou Lu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.431334, 23.165215],
    "via": ["21"],
    "shortDesc": "神舟路站为广州地铁21号线的一个车站，位于广州市黄埔区科学城科学大道神舟路口西侧，于2019年12月20日随21号线剩余段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:01-23:29",
    "firstTrain": [[[0, "06:17"], [1, "06:06"]]],
    "lastTrain": [[[0, "23:07"], [1, "23:24"]]],
    "structureDesc": [["本站共有两层，地面为科学大道、神舟路，绿地中央广场，以及附近其它建筑，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中间偏北侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。\n\n另外，神舟路站厅南端设有多个出入口以连接绿地中央广场的地库，目前尚未开放。"
    }, {
        title: "商店及自助设施",
        data: "神舟路站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店以及面包糕饼店。"
    }]], ["月台", "本站设有一个岛式月台，位于科学大道地底。本站的公共洗手间及母婴室位于站台层东端。\n\n本站作为21号线的快慢车越行站，因此设有四条路轨，内侧两条路轨供普通车停靠供乘客上下车使用；外侧两条路轨则专供快车使用，在本站越过普通车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，届时乘客在月台上并不会看见快车越过本站的情景。\n\n21号线剩余段开通至今，因列车班次尚未加密，快车绝大多数班次均会经内侧车站月台的路轨越行过站，只有少数班次经外侧越行线过站。\n\n另外，内侧两条路轨在车站西端以一条单渡线连接；1号月台增城广场方向路轨亦往西延伸数百米，形成一条存车线。因此当21号线出现故障，列车可在本站折返，以本站为临时终点站。"]],
    "exitDesc": "神舟路站设有2个出入口供乘客进出，其中B出入口设有专用电梯。目前两个出入口均位于科学大道南侧的人行道上。",
    usageDesc:"神舟路站所在的位置为广州科学城西部，车站周边有多个写字楼、软件园和科技园等办公区域以及厂房，因此除工作日上下班时间会有可观的出入站客流外，其余时间均会较为冷清。",
    history: [["规划与建设", "在2003年地铁规划中，本站作为4号线的一个中途站出现，位置已与现时相近，但本站未能纳入4号线一期进行建设。因车站位处广州科学城西部，而被命名为科学城西站作为规划站名。\n\n2010年底，规划4号线北延段（黄村至水西段）线位独立并延长成为21号线，初期本站与东边的科学城站合并为一站，并移动至科珠路口，邻近玉树公园，配合21号线的快线定位。站名亦被先后更改为珠吉路站和玉树站。但后来在2012年8月14日的环评公示修改稿中，该站被重新拆分为两站，本站定于神舟路口设置，并据此命名为神舟路站。2018年3月，广州地铁集团向广州市民政局地名委员会申报21号线车站沿线站名，本站名称维持不变。\n\n2016年7月8日，车站主体结构封顶。2019年12月20日，随21号线剩余段开通而启用。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};