let s_inf_197 = {
    "name": ["科學城", "科学城", "科学城-サイエンスシティ", "과학성", "Science City"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.44925, 23.165651],
    "via": ["21"],
    "shortDesc": "科学城站是广州地铁21号线的一个车站，位于广州市黄埔区科学大道开泰大道口西北侧，车站于2019年12月20日随21号线剩余段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2019-12=20_"],
    "serviceTime": "05:59-23:27",
    "firstTrain": [[[0, "06:12"], [1, "06:04"]]],
    "lastTrain": [[[0, "23:09"], [1, "23:22"]]],
    "structureDesc": [["本站共有两层，地面为科学大道、开泰大道，科学城商业广场、科学城科学广场以及附近其它建筑，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "科学城站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店和面包糕饼店。"
    }]], ["月台", "本站设有一个岛式站台，位于科学大道开泰大道口西侧地底。\n\n本站的公共洗手间和母婴室位于站台层西端。"]],
    "exitDesc": "科学城站设有3个出入口供乘客进出，其中C1出入口设有无障碍通道和专用电梯。",
    history: [["规划与建设", "在2003年地铁规划中，本站作为4号线的一个中途站出现，位置已与现时大致一致。但本站未能纳入4号线一期进行建设。因车站位处广州科学城核心，而被直接命名为科学城站作为规划站名。\n\n2010年底，规划4号线北延段（黄村至水西段）线位独立并延长成为21号线，初期本站与西边的科学城西站合并为一站，并移动至科珠路口，邻近玉树公园，配合21号线的快线定位。但后来在2012年8月14日的环评公示修改稿中，该站被重新拆分为两站，本站定于开泰大道口设置，并根据附近的科学广场，命名为科学广场站。2018年3月，广州地铁集团向广州市民政局地名委员会申报二十一号线车站沿线站名，最终确定恢复以科学城站作为车站正式名称。\n\n2014年5月26日，本站围护结构第一幅地下连续墙顺利施工；2016年7月28日，本站主体结构封顶。2019年12月20日，本站随21号线剩余段开通而启用。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};