let s_inf_200 = {
    "name": ["金坑", "金坑", "金坑-きんこう", "금갱", "Jinkeng"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.526727, 23.249328],
    "via": ["21"],
    "shortDesc": "金坑站为广州地铁21号线的一个车站，位于广州市黄埔区广汕公路东南侧，向阳村与银岭村交界的地块内。车站于2019年12月20日随21号线剩余段开通而启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:08-23:29",
    "firstTrain": [[[0, "06:13"], [1, "06:18"]]],
    "lastTrain": [[[0, "23:24"], [1, "23:07"]]],
    "structureDesc": [["本站共有两层，地面为车站站厅、出入口，公交站场和停车场，车站附近为广汕公路，向阳村、银岭村和黄屋村。地上二层为月台层；地上三层为设备区。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中部被划分为收费区，收费区内前往两个月台各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往。\n\n本站的公共洗手间设于B出入口旁，母婴室则设于站厅非付费区东北侧。"
    }, {
        title: "商店及自助设施",
        data: "金坑站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "本站在广汕公路东南侧地块内上空设有两个并排的岛式月台。两个岛式月台均设有空调候车室。\n\n本站作为21号线的快慢车越行站，因此设有四条路轨。靠近内侧的两个站台分别获编为1号及2号月台；外侧的两个站台则分别获编为3号及4号月台。当有快车经1号或2号月台通过金坑站时，增城广场方向的各站停列车会于3号月台待避，而员村方向的各站停列车会于4号月台待避。\n\n在21号线后通段开通至今，因列车班次尚未加密，所有列车均会经内侧的的1号及2号站台停靠，或越行过站。而现时外侧的两个站台暂作备用站台。"]],
    "exitDesc": "金坑站目前设有2个出入口，均设有盲道及轮椅坡道。",
    history: [["规划与建设", "在21号线初期规划中，并没有设置本站。后来于本站现时位置增设车站，并命名为金坑站。2018年3月，广州地铁集团向广州市民政局地名委员会申报21号线车站沿线站名，本站名称维持不变。\n\n2016年1月2日，本站首板混凝土完成浇注。\n\n2018年11月9日，本站与长平站通过工程验收；2019年3月31日，本站完成“三权”移交。同年12月20日，随21号线剩余段开通而启用。\n\n2020年春节前后受新型冠状病毒肺炎事件影响，本站成为21号线全线唯一的越行站，外侧的两个站台供各站停列车停靠以及待避内侧站台快车越行过站[10][11]，随着春节后逐步复工复产，该安排至2019年2月16日结束。"], ["绿色建筑", "2019年12月17日，金坑站被广东省住房和城乡建设厅授予“三星级绿色建筑设计标识证书”，达到中国绿色建筑评估标准中的最高级别，成为中国大陆城市轨道交通正线首个获此证书的车站[12]。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};