let s_inf_29 = {
    "name": ["越秀公園", "越秀公园", "越秀公園-えつしゅうこうえん", "웨슈 공원 역", "Yuexiu Park"],
    "inf": [{
        "platform": 1,
        "facilities": [[3, [1], "仅通往A E"], [26, [1], "仅通往B C D"], [30, [3], "", true]]
    }, {"platform": 2, "facilities": [[[3, [1], "仅通往A E"], [26, [1], "仅通往B C D"], [27, [3], "", true]]]}],
    "location": [113.261366, 23.140041],
    "via": ["2"],
    "shortDesc": "越秀公园站是广州地铁2号线的一座车站，车站位于解放北路流花路口的地底，即越秀公园西侧，因而得名。车站于2002年12月29日启用。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音“Yue Xiu Gong Yuan”表示。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [7],
    "openTime": ["2002-12=29_"],
    "serviceTime": "06:08-00:06ND",
    "firstTrain": [[[0, "06:16"], [1, "06:13"]]],
    "lastTrain": [[[0, "00:01ND"], [1, "23:54"]]],
    "structureDesc": [["车站楼层", "越秀公园站共设有三层。地面为越秀公园，解放北路、流花路及附近建筑；地下一层为站厅；地下二层为设备层；地下三层为2号线站台层。"], ["站厅", [{"data": "越秀公园站设有南北两个站厅，分别设于解放北路两侧。两个站厅在非付费区并不相通。为方便乘客进出，收费区位于南站厅北侧，北站厅南侧，四周被行人通道及商店包围，因此商店主要是在大堂非收费区，两个站厅的收费区内均设有三条扶手电梯供乘客来往站厅及月台。此外，由于连接站台与北站厅专用电梯（升降机）位处站台一侧的升降机门设于月台屏蔽门之外往嘉禾望岗方向车头的区域，乘客使用时需请求工作人员协助才可使用。"}, {
        "title": "商店及自助服务",
        "data": "现时本站提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店以及洗衣店等。大部分车站商店设于北站厅非收费区处。此外也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、中国建设银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "越秀公园站设有一个分离岛式月台，位于解放北路地底。月台中部设暗挖的行人通道方便乘客前往各个站厅。现时广州地铁亦会不定期于该条行人通道内以长幅海报的形式举办不同主题的小型展览。"]],
    "exitDesc": "越秀公园站共设有7个出入口，分别分布在南北两个站厅。\n\n另外，位于北站厅一侧设有一个通道口供乘客直接前往广州锦汉展览中心，但如今锦汉展览中心已经拆卸，该通道口从一直封闭至今，预计正在建设中的广州越秀展览中心建成后将会重开该出入口。",
    "usageDesc": "与海珠广场站一样，本站临近多个大型宾馆，以及附近拥有众多广州著名景点供游客观赏及游玩，例如越秀公园、流花湖公园、西汉南越王墓博物馆等；同时，位于桂花岗、广园新村、云苑新村一带的居民会利用巴士等交通工具接驳至本站乘坐地铁；因此，本站一直保持着较高的客流水平。\n\n每逢一年一度的的春节期间（特别在元宵节当晚或周末时段），越秀公园都会举行大型花灯展览活动，届时本站客流量将会进一步上升，拥堵情况严重时甚至需要在站内实行客流控制。\n\n在本站开通初期，车站周边亦设有中国出口商品交易会流花展馆、锦汉展览中心，当这些展馆举行一年两届的广交会，或者有重大展览的时候，众多客商及参观游客都会取道本站前往。2004年的琶洲国际会展中心（现名为广交会展馆）启用，让当年的2号线（三元里-琶洲，后来琶洲站延长至万胜围站）成为一年两届的广交会最重要的交通专案。如今随着2008年流花展馆停止运作，并且后来锦汉展览中心已经拆除，各个展览会亦移师至琶洲一带举行。",
    "history": [["规划", "在1988年的“十字线网”规划中，已经出现名为越秀公园的车站。当时该站为2号线的一座车站，位置已与现时相若。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站被确定为2号线的一座车站，并列入2号线首通段工程中。\n\n2号线首期工程于1999年10月10日正式动工。而在2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用。2010年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。最终本站于2010年9月25日随新2号线开通，重新启用。"], ["旧广州体育馆爆破拆除", "由于越秀公园站北边附近所经过的地方为溶洞以及人工湖地区，附近亦座落有中国大酒店等建筑以及当时的广交会会场。为了不影响整条解放北路的交通，车站规划亦多次更改设计，最终分开南北两个站厅。地铁2号线越秀公园至广州火车站区间，要在有着40多年历史的旧广州体育馆地下通过。如果拆除旧体育馆，则通过此处的地铁区间就可以采取明挖法施工，大大降低施工的风险。最终旧体育馆于2001年5月18日进行爆破拆除，原位置随后建成广州锦汉展览中心，于2002年启用（目前已拆卸）。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};