let s_inf_32 = {
    "name": ["飛翔公園", "飞翔公园", "飛翔公園-ひしょうこうえん", "페이샹 공원 역", "Feixiang Park"],
    "inf": [{
        "platform": 1,
        "facilities": [[15, [0], "A"], [17, [2], "过轨抵C"], [4, [2], "过轨"], [28, [2], "过轨"]]
    }, {"platform": 2, "facilities": [[15, [0], "C"], [17, [2], "过轨抵A"], [4, [2], "过轨"], [28, [2], "过轨"]]}],
    "location": [113.263752, 23.168915],
    "via": ["2"],
    "shortDesc": "飞翔公园站是广州地铁二号线的一座车站，位于白云区云城南一路南侧、白云国际机场旧址南端的地底，该站在2010年9月25日启用。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-9=25_"],
    "serviceTime": "06:07-00:12ND",
    "firstTrain": [[[0, "06:12"], [1, "06:13"]]],
    "lastTrain": [[[0, "00:07ND"], [1, "23:47"]]],
    "structureDesc": [["车站楼层", "飞翔公园站共有两层，地面为云城南一路、云城东路、云城西路，地下一层为站厅以及2号线月台；地下二层为联络通道。"], ["站厅", [{"data": "飞翔公园站分为东西两个站厅，均位于地下一层。两个站厅在非付费区并不相通。东站厅、西站厅及两个月台由两条路轨下方的付费区联络通道连接。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务设施方面，本站设有便利店、面包糕饼店，以及一台“好易”自助设施，可充值羊城通，缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "飞翔公园站设有两个侧式月台，位于旧白云机场中轴线地底。两个月台在乘客眼中看似两个位于不同层数的单向式月台，但事实上它们是对向式月台设计，只是两个月台之间被墙壁完全阻隔，令乘客无从得知两月台位于同一层，与2号线白云公园站至黄边站车站设计类似。"]],
    "exitDesc": "飞翔公园站共设有两个出入口，各站厅均设一个出入口。",
    "usageDesc": "由于车站开通时，旧机场南端地块仍未得到有效开发，位处其中的飞翔公园站因而被荒地所包围，两个出入口皆处于荒地之中。现时车站周边地块为驾校训练场、苗圃及在建工地。但车站东北四百多米即为万达广场，往西及往东数百米皆为住宅林立的远景地区和白云大道南一带的景泰地区。因此本站乘客以来自这两个地区的居民为主，以及前往万达广场消费休闲的市民。\n\n本站来往乐嘉路一带只有400米，因此本站成为乐嘉路一带居民的主要出行途径。而从本站来往远景路一带，由于现时道路规划尚未完善，乘客需绕经机场路、乐嘉路和云城西路交界的T字路口，步行接近一公里，较为不便。\n\n在8号线北延段以及14号线二期开通之前，部分新市、石井以及同德围的居民会乘坐公交前往本站转乘地铁。因而本站早晚高峰客流较大，其余时间客流只属一般，节假日期间会略有上升。",
    "history": [["规划", "飞翔公园站最早出现于1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》中的2号线拆分后一个沿线车站，由于当时规划线路的北段是沿机场路和106国道行走，中途在机场路远景附近设置车站，当时规划命名称为远景站。后来在2000年方案中，由于旧机场已落实迁往花都，因此三元里以北的2号线北段线路也改为沿旧白云机场中轴线行走，当时规划命名称为云城站，位置亦变更为现时位置。\n\n在2010年2月，本站被定名为飞翔公园站。由于本站站名中的“飞翔公园”属于规划地名，至今尚未开始建设，导致不少乘客误以为本站附近有一座名为飞翔公园的公园。因此本站站名惹来不少非议，当时地铁公司称站名都由广州市地名办命名确定，而“飞翔公园”、“白云公园”、“白云文化广场”在规划中是确有要建的项目名称，本站为白云三大骗局之一。\n\n车站于2007年正式动工；2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};