let s_inf_44 = {
    "name": ["瀝滘", "沥滘", "瀝滘-れききょう", "리자오 역", "Lijiao"],
    "inf": [{"platform": 1, "facilities": [[17, [1], "所有出口"], [24, [1, 2, 3], "出站", "Line-GF"]]}, {
        "platform": 2,
        "facilities": [[17, [1], "所有出口"], [24, [1, 2, 3], "出站", "Line-GF"]]
    }, {
        "platform": 3,
        "facilities": [[2, [1, 2], "A B"], [14, [1, 2], "E F"], [8, [2], "节点", "Line3-GZ"], [9, [1], "节点", "Line3-GZ"], [10, [3], "站厅"]]
    }, {}],
    "location": [113.319077, 23.054898],
    "via": ["3", "GF"],
    "shortDesc": "沥滘站是广州地铁三号线及广佛地铁的换乘站，也是广佛地铁位于广州一端的终点站。车站位于海珠区沥滘村、沥滘涌及南海心沙岛的地下。于2006年12月30日随3号线一期全线通车而启用。",
    "structureType": [0, 0],
    "platformType": [0, 3],
    "hallType": [0, 0],
    "exitNum": [4],
    "transferType": [2],
    "openTime": ["2006-12=30_", "2018-12=28_"],
    "serviceTime": "05:55-23:56",
    "firstTrain": [[[0, "06:05"], [4, "06:24"]], [[1, "06:00"]]],
    "lastTrain": [[[0, "23:09"], [4, "23:51"]], [[1, "23:00"]]],
    "structureDesc": [["车站楼层", "沥滘站共设有三层。地面为海珠区沥滘村、南海心沙岛及沥滘涌，地下一层为站厅层；地下二层为广佛线站台层，以及3号线设备区；地下三层为3号线站台层。"], ["站厅", [{"data": "由于沥滘站设计时要兼顾沥滘村及南海心沙岛的交通，因此南北走向的3号线车站设计为直接横穿沥滘涌，站厅层因此被河涌分隔为两个站厅。两个站厅同步建设，其中位于沥滘村一侧的北站厅为3号线和广佛线的共用站厅，在3号线一期全线通车时启用，在广佛线月台启用后则扩建至现有规模；至于南站厅由于地面的南海心沙岛规划没有落实，至今尚未开发，因此仍未开放使用。\n\n目前使用的北站厅，收费区位于站厅南侧，收费区内设有两台专用电梯（升降机）连接广佛线的两个侧式月台，但受3号线月台结构空间影响，只有通往4号月台的一部电梯能贯通前往3号线月台。同时设有两条扶手电梯连接3号线月台，以及各两条扶手电梯和两组楼梯分别连接广佛线两个月台。"}, {
        "title": "商店及自助服务",
        "data": "沥滘站站厅内设有自动售卖机；沥滘站曾经在站厅付费区西侧内设有商店，但受站厅扩建影响，车站商店亦全部重置于站厅北侧的非收费区处，目前仅租出两间，均为便利店。"
    }, {
        "title": "换乘方式",
        "data": "3号线换乘至广佛线时，乘客需要在3号线月台最北端处搭乘扶手电梯及使用楼梯前往广佛线4号月台（始发），亦可使用连通广佛线始发月台及北站厅的专用电梯前往广佛线4号月台。而广佛线换乘至3号线时，可在3号月台（终到）中部搭乘扶手电梯及使用楼梯直接前往3号线月台。但轮椅人士及携带大型行李的乘客如需从广佛线换乘至3号线时，需要先从3号月台搭乘通往至北站厅的专用电梯，在北站厅改乘另一个可通往3号线月台的专用电梯进行换乘。"
    }]], ["月台", "沥滘站在建设之初就已经建设好两条地铁线路的月台。其中3号线设有一个岛式月台，下穿沥滘村、沥滘涌及南海心沙岛，位于地下三层；而广佛线设有两个侧式站台，位于沥滘村地下，负二层北侧。本站的公共洗手间设于广佛线4号月台中部偏西一侧。值得一提的是，广佛线月台配色采用棕色陶瓷挂板，与站厅以及3号线月台使用的柠檬黄焗漆板不同。\n\n两线月台上的书法字也有所区别，3号线在焗漆板上采用由人手书写的书法大字；广佛线在陶瓷板上，“沥”和“滘”两字分别采用了华文行楷电脑字体及普通正楷体，原因应为华文行楷字体不支持“滘”字。而在广佛线开通首周，“沥滘”两字后更多出有华文行楷字体的“站”字，后来该字被移除。\n\n由于3号线月台直接横穿沥滘涌，而且要配合3号线与广佛线的节点换乘方式，因此3号线月台公共区域较其它3号线车站长。其中3号线月台最北侧及中间偏北侧各设有扶手电梯及楼梯连接广佛线两个侧式月台；南端亦设有扶手电梯及楼梯以通往南站厅。由于本站的南站厅尚未启用，因此有关扶手电梯及楼梯入口现时被玻璃栏杆封闭，并附有相关告示，提醒乘客不要在此前往站厅层以及换乘广佛线。\n\n另外，广佛线站台东端则设有一组交叉渡线，供广佛线以本站为终点站时，使用该组渡线进行站后折返。同样在月台西端亦设有单渡线供列车进行站前折返工作。在早晚高峰过后及晚上收车前夕，广佛线部分列车在3号月台清客后会退出服务，然后折返至4号月台稍作停留后开出，沿途不停站返回夏南车辆段。届时4号月台会发出广播提醒乘客不能上车。"]],
    "exitDesc": "沥滘站目前设有4个出入口供乘客进出车站，目前的出入口均位于北站厅。",
    "usageDesc": "沥滘站周边为沥滘村，以北是楼盘珠江罗马家园。沥滘村目前处于拆迁改造的过程中，因此本站的客流主要是换乘客流，而出入闸客流仅以附近的居民为主。\n\n本站3号线开通后客流一般，除早晚高峰之外，其余时间车站会显得较为冷清。但在广佛线开通至本站后，因引入了需要换乘的乘客，客流大幅上升。开通首日更因3号线换乘至广佛线的客流过大，而需要在站厅对换乘客流实施控制措施。而在平日，亦会有不少乘客在本站进行换乘，广佛线列车在本站开出时更往往已经座无虚席。有部分长途乘客（例如乘坐至佛山段各站的乘客）更会在当班列车车厢已经无空余座位的情况下，刻意等候下一班车，以获得有座位坐下的机会。\n\n为维持早高峰车站换乘秩序，本站自2019年3月19日起，工作日期间将实施客流控制措施。",
    "history": [["规划", "沥滘站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，为2号线南端终点站，当时本站被称为后滘站，车站位置与现时大致相同。后来在2000年方案中，因应番禺撤市建区，本站成为规划的3号线其中一个中途站；而2号线因改为从南洲南延至广州新客站（现广州南站），不再前往本站。直到2003年方案中，南洲至后滘段被划分为广佛地铁广州段的一部分，同时本站被规划成一个换乘车站。\n\n另外，车站在规划之初已经考虑广珠城际铁路的接入，但由于广珠城际铁路沥滘站位于南海心沙岛上，远期才会修建，因此只预留在南站厅设置通道前往广珠城际车站进行换乘。"], ["3号线", "2003年5月18日，本站正式开工建设。因为车站结构直接下穿沥滘涌，因此本站建设时需要对沥滘涌进行临时填涌连接南海心沙岛，以明挖3号线车站结构。土建工程完成后即恢复沥滘涌的水道。2004年4月1日，车站工地北端的地坑发生坍塌，造成车站北端周边范围内一定的沉降，附近民房受到一定影响，事故没有造成人员伤亡。2006年12月30日，本站随3号线后通段开通而正式启用。"], ["广佛线", "由于受沥滘村委及村民就相关房屋拆迁补偿纠纷的影响，虽然早已在2013年拆除房屋并进行围蔽，但车站施工连续遭到当地村民的阻挠。直至2016年4月底，广佛线后通段大部分车站和隧道区间（包括石溪站及南洲站）均已经完成土建，而剩下本站广佛线续建部分只能延至2016年6月初才正式开始建设，这也直接导致广佛线后通段开通时间一直拖延，最终更只能分期分段通车。2018年5月15日，南洲站至沥滘站盾构隧道完工，标志着首期剩余未开通段全线隧道贯通。\n\n2018年11月12日，广佛线本站与南洲站正式移交运营进行调试，标志着广佛线石溪至沥滘段已全部由建设阶段转向运营筹备阶段。2018年12月28日首班车起，本站广佛线站厅扩建部分及月台层随广佛地铁燕岗站至沥滘站开通而启用。"]],
    "platformBelong": [["5", "3"], ["3", "3"], ["9", "GF"], ["2", "GF"]]
};