let s_inf_45 = {
    "name": ["大塘", "大塘", "大塘-だいとう", "다탕 역", "Datang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.321677, 23.077974],
    "via": ["3"],
    "shortDesc": "大塘站是广州地铁3号线的一座车站，于2006年12月30日启用，车站位于海珠区海珠湖以北的新滘中路地底。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:02-23:50",
    "firstTrain": [[[0, "06:07"], [4, "06:20"]]],
    "lastTrain": [[[0, "23:12"], [4, "23:48"]]],
    "structureDesc": [["车站楼层", "大塘站共设有两层，地面为新滘中路、聚德西路、海珠湖；地下一层为站厅；地下二层为3号线站台层。"], ["站厅", [{"data": "为方便乘客进出，付费区设于站厅西侧，周围被行人通道以及车站商店包围，付费区站厅与站台之间设有多组扶手电梯、专用电梯（升降机）以及楼梯可供乘客前往站台。"}, {
        "title": "商店及自助服务",
        "data": "大塘站现时有少量商店，包括便利店、面包糕饼店、书店等。部分商店亦设于站厅付费区内。站内亦设有自动售卖机、民生银行自动柜员机的自助服务。亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "3号线设有一个岛式月台，位于新滘中路，海珠湖以北的地底。"]],
    "exitDesc": "大塘站在启用初期设有B、D出入口，后来A出入口开通使用，现时共设有3个出入口。",
    "usageDesc": "大塘站附近一带为城中村，包括大塘村、上涌村、龙潭村等，亦有部分住宅区，包括聚德花苑、坚真花园等，因此使用量一直处于较高水平。由于邻近逸景路一带的纺织城，且城中村一带房屋出租价格低廉，因此会有部分做纺织服装生意的人士使用本站。加上地铁出口链接位于新滘中路的广州大道南路口公交车站，附近有海珠湖和湖景商业广场的停车场，所以大量乘客选择在此处换乘公交车或私家车。\n\n另外，由于车站邻近海珠湖、海珠湿地公园、上涌果树公园等本地生态旅游景点。对于本地市区居民而言，因此每逢天气状况良好的周末，大塘站都会涌现大量本地旅客。",
    "history": [["规划", "厦滘站最初在2000年地下铁路规划中出现，因应番禺撤市建区，3号线南延至番禺广场。中途亦设置本站，车站位置与现时基本一致。\n\n2002年，3号线全线动工，本站随后亦开始动工。2006年12月30日，本站随3号线一期全线开通运营，本站正式启用。"], ["厦滘站接驳公交站场", "早在车站启用初期，车站附近的地铁厦滘站巴士总站由于厦滘南路的产权归属于厦滘村。而2006年交通部门在这里设置站点时，并没有征得厦滘村方面同意，因此厦滘村方面在车站启用后数天就拒绝让巴士进入厦滘南路，因此本站启用之后不久接驳公交线路只能在400多米外的第2站五洲装饰城站停靠。乘客下了车，需走400米才能到地铁出入口。有关部门曾多次就此事进行协调，最终都被征地赔偿问题而卡住。令这一情况持续了4年。\n\n2009年7月1日下午，番禺区区委书记谭应华，带同番禺区交通部门的分管领导，来到厦滘站进行调研并协调，地铁、市交委、厦滘村委三方已取得初步共识，最终于2010年2月正式启用其公交站场。但到了7月，由于车站旁的厦滘南路进行路面施工，因此各巴士线路暂时迁移到厦滘牌坊西边的广场，工程完工后，于同年9月30日重新使用。"]],
    "futureExpansion":[["11號線","11号线将设有大塘站，与3号线交汇。根据11号线环评显示，11号线车站将位于新滘路地底，站台位于地下三层，为岛式月台。3号线在上，11号线在下。\n\n由于3号线在设计之初并未预留与11号线的换乘位置，因此两线未来只能通过站厅通道实现换乘。"]],
    "platformBelong": [["5", "3"], ["3", "3"]]
};