let s_inf_49 = {
    "name": ["石牌橋", "石牌桥", "石牌橋-せきはいきょう", "스파이차오 역", "Shipaiqiao"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.332124, 23.133135],
    "via": ["3"],
    "shortDesc": "石牌桥站是广州地铁三号线上的一座车站，位于天河区天河路体育东路口和天河东路口之间的地底。本站于2006年12月30日随3号线首期工程全线开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:15-23:42",
    "firstTrain": [[[0, "06:21"], [4, "06:19"]]],
    "lastTrain": [[[0, "23:21"], [4, "23:38"]]],
    "structureDesc": [["车站楼层", "车站为明挖两层岛式站台车站，车站的总建筑面积为11630平方米，其中车站主体建筑面积为7670平方米，总长198.05米，宽21.5米，本站以深红作为主色。石牌桥站共设有两层，地面为天河路、BRT石牌桥站、太古汇等邻近建筑；地下二层为站厅；地下三层为3号线月台层。"], ["站厅", [{"data": "为方便乘客进出，石牌桥站站厅中南侧被划分为收费区。站厅收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往月台。"}, {
        "title": "商店及自助服务",
        "data": "石牌桥站设有便利店、面包糕饼店、洗衣店以及糖果店等商店。此外本站还设有自动售卖机、自动照相机、民生银行的自动柜员机、自动售卡充值机以及“好易”自助服务等自助设施。"
    }]], ["月台", "石牌桥站设有一个岛式月台，位于天河路、BRT石牌桥站地底。\n\n另外，本站东端设置一条单渡线，当3号线体育西路站出现故障时，番禺广场方向的列车将会通过此渡线折返，以本站为临时总站。"]],
    "exitDesc": "石牌桥站目前设有四个出入口。车站启用时开通A、B出入口，2011年D出入口启用。\n\n为方便利用BRT系统转乘地铁的乘客，本站设有一个可直接前往于BRT石牌桥站站台以及太古汇地库的出入口，该口位于站厅的东北侧。另外又在A出入口通道处设置一个可前往万菱汇购物中心地库的出入口。",
    "usageDesc": "石牌桥站邻近天河商业中心区，有众多商业写字楼和购物中心，亦有不少乘客在本站和BRT之间转乘。因此每日有不少乘客进出该站，工作日早晚高峰期本站更是人流如织，较为拥挤。",
    "history": [["规划", "1987年，当时的广州市地下铁道路网初步规划的方案1当中，1号线体育中心站在天河东路天河路口设置，即现时石牌桥站的东侧。后来体育中心站跟随1号线走线西移至体育东路天河路口设置。\n\n到了1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，当时行走天河东路的6号线亦有在天河路口设站。后来在《2000年近期线网规划实施调整方案》中，97年的6号线走线西移至体育西路，成为现时的3号线。同时因应石牌地区发展，3号线增设了一条支线行走天河路，在天河东路口西侧设有车站，位置已与现时相当。后来车站根据所在地区正式被定名为石牌桥站，并于2006年12月30日正式启用。"]],
    "futureExpansion":[["10号线","根据广州市新一轮轨道交通（2015-2025）建设规划方案，未来3号线支线段（天河客运站—体育西路）将拆离3号线，并向西南延伸形成10号线独立运营。该线落实并建成之后，本站在未来将会改为10号线的一个车站，不再属于3号线。"]],
    "platformBelong": [["5", "3"], ["1", "3"]]
};