let s_inf_51 = {
    "name": ["華師", "华师", "華師-かし", "화스 역", "South China Normal University"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.34533, 23.14029],
    "via": ["3"],
    "shortDesc": "华师站是广州地铁3号线上的一座车站，以位于车站附近的华南师范大学得名。车站位于天河区五山路天河北路口和天科路口之间，本站以浅黄作为主色。本站于2006年12月30日随3号线首期工程全线开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:10-23:39",
    "firstTrain": [[[0, "06:25"], [4, "06:15"]]],
    "lastTrain": [[[0, "23:25"], [4, "23:34"]]],
    "structureDesc": [["车站楼层", "华师站共设有两层，地面为五山路、天河北路、天科路、华南师范大学以及其它建筑；地下一层为站厅；地下二层为3号线月台。"], ["站厅", [{"data": "为方便乘客进出，华师站站厅东侧被划分为收费区。华师站共设置4条扶手电梯、一部专用电梯（升降机）以及一条楼梯连接站厅和月台，方便乘客从不同途径站厅和月台。"}, {
        "title": "商店及自助服务",
        "data": "华师站设有便利店、面包糕饼店、洗衣店以及凉茶店等商店。此外本站设有自动售卖机、自动照相机、民生银行的自动柜员机、自动售卡充值机以及“好易”自助服务等自助设施。"
    }]], ["月台", "华师站设有一个岛式月台，位于五山路地底。"]],
    "exitDesc": "华师站目前共设有4个出入口。\n\n另外，本站未来还将设有A出入口，位于天河北路五山路口交界处西北侧。\n\n另外，由于配合地铁11号线施工，目前该站D出入口、旁侧供水房、旁侧居民楼一栋均已拆除，作为工作场地。预计待地铁施工完毕将会恢复该出入口。",
    "usageDesc": "华师站邻近华南师范大学及其附属中学，周边亦有为数不少的住宅区和写字楼。华师及附中的学生大部分均会前往本站乘坐地铁来往市区各地；再加上附近住宅区居住或在写字楼工作市民的通勤需求，本站的客流水平不俗。\n\n为缓解晚高峰岗顶至体育西路沿途的客流压力，本站每逢周一至周五（工作日）17:30~19:00会实施客流控制措施。",
    "history": [["规划", "华师站最早出现在《2000年近期线网规划实施调整方案》中，为因应石牌地区发展，而增设3号线支线上的一个车站，位置已与现时相当。后来车站根据邻近的华南师范大学，正式被定名为华师站，并于2006年12月30日正式启用。\n\n于2003年的轨道交通线网规划中，当时的14号线在天河北路一段经过本站与3号线支线换乘。后来于2008年的规划方案中改为由当时增加的环线（8号线）经过本站。最后于2010年，环线最终成为现时的11号线，仍经过本站设置换乘。"]],
    "futureExpansion": [["11号线", "11号线将在天科路地底设华师站，与3号线交汇。但3号线设计之初并未预留未来换乘11号线，两线只能使用通道换乘。11号线届时将设有一个位于地下四层的分离岛式月台。同时亦需要对3号线车站进行改造，新增通道直接连通现有D和E出入口；亦会增建一个换乘大厅连通现有3号线站厅，以让车站能够容纳成为换乘站后新增的客流。"], ["10号线", "根据广州市新一轮轨道交通（2015-2025）建设规划方案，未来3号线支线段（天河客运站—体育西路）将拆离3号线，并向西南延伸形成10号线独立运营。该线落实并建成之后，本站在未来将会改为10号线的一个车站，不再属于3号线。10号线与11号线现时皆开始了施工，两线工期较为接近，可能会同期建成启用。"]],
    "platformBelong": [["5", "3"], ["1", "3"]]
};