let s_inf_52 = {
    "name": ["五山", "五山", "五山-ごさん", "우산 역", "Wushan"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.351812, 23.152833],
    "via": ["3"],
    "shortDesc": "五山站是广州地铁3号线的一座车站，位于天河区粤汉路岳洲路口的地底，本站以紫色作为主色。于2006年12月30日随3号线首期工程全线开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:08-23:37",
    "firstTrain": [[[0, "06:28"], [4, "06:13"]]],
    "lastTrain": [[[0, "23:27"], [4, "23:32"]]],
    "structureDesc": [["车站楼层", "五山站共设有2层，地面为华南农业大学南门、华南理工大学东门、粤汉路、五山路、岳洲路；地下一层为3号线站厅，设有售票机、客服中心以及商店；地下二层为3号线站台。"], ["站厅", [{"data": "为方便乘客进出，五山站站厅西侧被划分为收费区。站厅收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往月台。"}, {
        "title": "商店及自助服务",
        "data": "五山站设有便利店、面包糕饼店以及洗衣店等商店；此外本站还设有自动售卖机、自动照相机、自动售卡充值机以及“好易”自助服务等自助服务设施。"
    }]], ["月台", "五山站设有一个岛式月台，位于粤汉路地底，华南农业大学南门以南。"]],
    "exitDesc": "五山站现时共设有3个出入口。",
    "usageDesc": "五山站邻近华南农业大学和华南理工大学（北校区）两所高校，周边亦有为数不少的住宅区。两所高校的师生若要来往广州市区各地，大多会前往本站乘坐地铁；再加上附近住宅区的居民，本站的客流水平不俗。\n\n若逢两所高校举办开放日或其它对外活动，本站更会出现人潮而需要实施客流控制。",
    "history": [["规划", "五山站最早出现在《2000年近期线网规划实施调整方案》中，为因应石牌地区发展，而增设3号线支线上的一个车站，位置已与现时相当。后来车站根据所在地区正式被定名为五山站，并于2006年12月30日正式启用。"], ["站名争议", "五山站位于华南农业大学南门（原正门），施工期间挖掘地面进行工程影响到华农校内的环境及教学秩序，同时部分设施因地铁施工受到损坏：学校原正门牌楼倒塌，需异地重置正门牌楼；校内位于地铁行经线路上的游泳池出现损坏而被迫废弃拆除（现状为绿化草坪）。故此该校部分学生希望地铁站命名为“华农站”，“以弥补学校为地铁施工付出的代价”。但该站最终被命名为五山站，引致部分学生的不满，多次举行签名运动，约见学校领导要求尽力向有关方面争取，但一直不得要领。2007年初，五山站的站牌遭破坏并喷上“华农站”的字样，引起争议。"]],
    "futureExpansion": [["10号线", "根据广州市新一轮轨道交通（2015-2025）建设规划方案，未来3号线支线段（天河客运站—体育西路）将拆离3号线，并向西南延伸形成10号线独立运营。该线落实并建成之后，本站在未来将会改为10号线的一个车站，不再属于3号线。10号线与11号线现时皆开始了施工，两线工期较为接近，可能会同期建成启用。"]],
    "platformBelong": [["5", "3"], ["1", "3"]]
};