let s_inf_66 = {
    "name": ["南沙客運港", "南沙客运港", "南沙客運港-なんさきゃくうんフェリー", "난사커윈강", "Nansha Passenger Port"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.610968, 22.766988],
    "via": ["4"],
    "shortDesc": "南沙客运港站为广州地铁4号线的南端终点站，位于广州市南沙区海港大道港前大道南路口的地底，近南沙客运港。于2017年12月28日随4号线南延段通车而启用。\n\n本站是广州地铁每日服务时间最长的车站，服务时间从每天早上5:55至次日凌晨0:28，共18小时33分钟。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [7],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:55-00:28ND",
    "firstTrain": [[[0, "06:00"]]],
    "lastTrain": [[[0, "22:30"]]],
    "structureDesc": [["车站楼层", "本站共有3层，地面为港前大道、南沙客运港及附近建筑，地下一层为站厅；地下二层为预留15号线月台，以及来往站厅及4号线月台的缓冲平台；地下三层为4号线月台。"], ["站厅", [{"data": "本站设有售票机、自动售卡/充值机、客务中心、便利店等设施。为方便行人进出，站厅东西两端被划分为收费区。同时受预留15号线月台的影响，南北两端的站厅现时则被玻璃板墙封闭，留待15号线建设以进行扩建。\n\n现时乘客从站厅前往4号线月台时，需要下楼至缓冲平台后再下楼到月台层，亦可以通过连通三层的专用电梯（升降机）从站厅直接前往月台。\n\n值得一提的是，为配合本站的设计理念，商店设计采用流线型透明铺面设计，与一般车站的铺面设计不同。\n\n本站是广州地铁2017年新线开通车站中，其中一座设置“岭南文化”主题站的车站（另外三站为南海神庙站、广州北站、知识城站）。\n\n本站的车站色系为虽然为海蓝色，但为了突出本站其“一带一路”的主题设计，柱子则采用光亮处理的设计，车站瓷砖也采用独特的艺术石材设计，同时站厅中央的艺术品宝船，以及车站上方采用类似海鸥的灯具设计，使得整个车站具有独特的视觉冲击力。值得一提的是，“宝船”侧身设有多组售票机，是为本站特色。"}]], ["月台", "本站4号线设有两个侧式月台，位于海港大道地底；同时本站给规划中的15号线预留有一个岛式月台，位于港前大道南地底。\n\n另外，4号线月台东端设有一组交叉渡线，供4号线列车在正常运营时进行站后折返工作；而4号线月台西端同样设有一条渡线供4号线列车进行站前折返工作。由于站后双存车线岔区由于线路限界的原因，接触轨有几个断口。因此该处上空架设刚性接触网，在列车所有受电靴都处于接触轨断口无法取得电力时，能够通过降靴升弓从接触网取电，从而自行恢复动力。"]],
    "exitDesc": "南沙客运港站共开放7个出入口供乘客进出车站。",
    "usageDesc": "本站附近为南沙客运港，客运港内的渡轮是来往港澳地区的一个交通方式之一。尽管在其邻近的G出入口设有供大件行李检查的安检设施，但由于目前南沙客运港来往香港的班次疏落，同时正在建设中的南沙新邮轮母港预计于2019年投入使用。因此利用本站前往南沙客运港接驳水上交通的客流不高。\n\n另外，车站南面附近有多所中小学校，以及住宅区；而北面的蒲州高新技术开发园区等办公区，因此吸引了上述地方的乘客乘坐地铁。同时也吸引了虎门大桥北面的住宅区利用巴士接驳至本站乘坐地铁。但目前周边正在开发中，因此本站除工作日平日较为冷清外，其余时间会出现较为可观的出入站客流。\n\n由于车站距离南沙天后宫较近，因此在每年农历三月廿三妈祖文化节，以及农历新年期间，会有来自广州市各地的乘客使用该站前往南沙天后宫拜祭妈祖以祈求平安。\n\n值得一提的是，由于本站与其它新开通的车站设计较为独特，被部分传媒称为“广州最美地铁站”，因此在本站启用初期，吸引了许多来自广州各地的乘客前往本站进行拍照纪念。",
    "history": [["规划", "本站早在2003年规划中，设置本站为4号线南沙一端的终点站。由于当初规划4号线经南沙北岸一带布置，因此车站位置设于港前大道处，与现时的位置不同。同时也规划与地铁11号线（南沙地铁环线，即如今的15号线）进行换乘。但在2011年规划中，4号线南延段改为沿中部的南沙旧镇行走后，虽然仍设有本站，但4号线的车站位置则调整为海港大道地底。并在地下二层预留了15号线的岛式月台结构。\n2014年4月21日，本站正式开工建设，是4号线南延段工程中最后一个开工的车站。2016年7月25日，本站主体结构正式封顶。2017年12月28日，本站随4号线南延段通车而启用。"], ["最美车站", "本站在2019年4月26日举行的首届“最美地铁站评选”参评作品展览中，获得“十大最美地铁站”、 “最受公众欢迎的地铁站”、 “最佳主题奖”称号。"]],
    futureExpansion: [["15号线", "15号线将于南沙客运港站设站，与4号线换乘。南沙客运港站在建设之时同时预留了一组岛式月台供15号线使用，预计15号线开通后，地下二层的预留站台亦会启用。"]],
    "platformBelong": [["1", "4"], ["9", "4"]]
};