let s_inf_68 = {
    "name": ["塘坑", "塘坑", "塘坑-とうこう", "탕컹", "Tangkeng"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.573064, 22.753098],
    "via": ["4"],
    "shortDesc": "塘坑站是广州地铁4号线的一座车站，车站位于南沙区环市大道西江南路口。2017年12月28日随4号线南延段通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:00-00:23ND",
    "firstTrain": [[[0, "06:05"], [1, "06:16"]]],
    "lastTrain": [[[0, "22:35"], [1, "00:18ND"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为环市大道西、江南路、南沙小学及其他建筑。地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅南侧被划分为收费区，收费区内设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n另外，本站连通站厅及月台的专用电梯旁壁画为南沙湿地公园新港大道拱桥处。"}, {
        title: "商店和自助设施",
        data: "塘坑站站厅设有售票机、自动售卡/充值机、客务中心和便利店等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于环市大道西的地底。本站的公共洗手间和母婴室均设于月台东端。\n\n另外，本站东端设有一条单渡线。"]],
    "exitDesc": "塘坑站目前设有2个出入口供乘客进出车站。",
    "history": [["规划", "本站规划曾用名为塘坑站，在4号线南延段各站初定站名公示中，本站名称维持不变。\n\n2015年11月17日，本站主体结构封顶。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};