let s_inf_73 = {
    "name": ["蕉門", "蕉门", "蕉門-しょうもん", "자오먼", "Jiaomen"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.527502, 22.800704],
    "via": ["4"],
    "shortDesc": "蕉门站是广州地铁4号线的一座车站，亦是一座高架车站，于2007年6月28日启用；车站位于南沙区黄阁镇凤凰大道银华街口东侧，西侧为南沙区政府。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2007-6=28_"],
    "serviceTime": "06:04-00:17ND",
    "firstTrain": [[[0, "06:12"], [1, "06:09"]]],
    "lastTrain": [[[0, "22:48"], [1, "00:05ND"]]],
    "structureDesc": [["车站楼层", "本站共有3层，地面为凤凰大道，南沙区政府、蕉门公交总站以及车站设备房，地上二层为站厅，并设有票务设施，客务中心及商店。地上三层为4号线月台。"], ["站厅", [{"data": "为方便乘客进出，蕉门站站厅中心处被划分为收费区，收费区内各自设有一台升降机、两台扶手电梯以及一条楼梯供乘客前往不同方向的月台。另外，本站的公共洗手间设于A出入口地面的右侧。 "}, {
        title: "商店和自助设施",
        data: "站厅设有售票机、自动售卡/充值机、客务中心等设施。另外，本站是4号线所有高架车站中唯一没有设置公共洗手间的车站。"
    }]], ["月台", "本站设有两个侧式月台，位于黄阁镇凤凰大道东侧的上空。"]],
    exitDesc: "蕉门站设有两个出入口。",
    usageDesc: "本站位于南沙区中心西侧，附近为南沙区政府事业机关单位，同时又临近广州外国语学校，因此本站除平日上下班时段会带来一定客流。另外，位于本站东面的蕉门公交总站设有多条线路前往南沙区中心、榄核、万顷沙等地，因此也为本站带来一定的进出站客流。 2018年12月28日，首条来往中山三角及广州南沙的公交线路中980开通，为本站带来一定的跨市客流。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时本站仍为3号线的车站之一。后来局部修改的方案中成为4号线的一部分并延长至南沙，本站作为新出现的4号线的中途站之一，位置与现时基本一致，但当时本站被称为金洲站，而位于本站南侧的终点站被称为冲尾站，后来才更名。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。\n\n2007年5月8日，四号线因应路线延长至金洲，再次暂停服务长达50天，进行全线联合调试。2007年6月28日，4号线恢复服务，延长至金洲站，同时增设蕉门站。至此4号线二期路段全线通车，本站启用。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};