let s_inf_77 = {
    "name": ["東涌", "东涌", "東涌-とうちょん", "동충", "Dongchong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.478955, 22.885577],
    "via": ["4"],
    "shortDesc": "东涌站是广州地铁4号线的一座车站，同时是一座高架车站，车站位于南沙区东涌镇东涌大道、茂丰路与京珠高速公路三条道路交叉围合出的三角地块当中，于2006年12月30日启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2006-12=28_"],
    "serviceTime": "06:02-23:58",
    "firstTrain": [[[0, "06:10"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:00"], [1, "23:53"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地上二层为4号线月台；地面为车站站厅；车站附近为G4W京珠高速以及东涌镇等地。"], ["站厅", [{"data": "为方便乘客进出，收费区设于站厅中心，站厅收费区设有一台升降机、两台扶手电梯以及一组楼梯供乘客前往不同方向的月台。\n\n另外，本站的公共洗手间设于收费区的车站控制室旁。"}, {
        title: "商店和自助设施",
        data: "便民设施方面，东涌站设有M-Touch，售卖机以及中国电信的公共电话。"
    }]], ["月台", "本站设有两个侧式月台，位于京珠高速高架桥东侧地面之上空。\n\n在本站南端西侧路轨设有一条存车线，如果庆盛站至金洲站出现故障而需要暂停服务时，往金洲方向的列车可以该站作为临时的终点站。南沙客运港方向的列车可以该站作为临时的终点站。在这种情况下，列车首先会在该站2号月台清客，之后会驶入存车线用作调头之用。其后，列车将会再经过月台南端的单渡线驶入该站1号月台，接载往黄村沿途各站的乘客。4号线的石碁站亦是类似设计。"]],
    exitDesc: "东涌站共设有三个出入口。",
    usageDesc: "同低涌站一样，本站周围也是被农田所包围，但在车站附近设有地铁东涌公交总站，方便乘客转乘巴士前往东涌镇一带以及鱼窝头等地；除早晚高峰客流略有小幅增长外，车站在大部分时间相当冷清。\n\n铁路庆盛站已于2011年随广深港高铁建成通车而启用，但4号线的庆盛站未能随铁路车站同步启用，因此部分乘搭高铁的乘客同样会利用本站转乘南沙37路前往。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时本站仍为3号线的车站之一。后来局部修改的方案中成为4号线的一部分并延长至南沙，本站作为新出现的4号线的中途站之一，位置与现时基本一致。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。2006年12月30日，4号线二期首通段开通运营，本站正式启用。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};