let s_inf_78 = {
    "name": ["低涌", "低涌", "東涌-とうちょん", "디충", "Dichong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.484818, 22.919463],
    "via": ["4"],
    "shortDesc": "低涌站是广州地铁4号线的一座车站，同时是一座高架车站。车站位于番禺区石碁镇南德路前清路口；于2006年12月30日启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2006-12=28_"],
    "serviceTime": "06:09-23:54",
    "firstTrain": [[[0, "06:14"], [1, "06:21"]]],
    "lastTrain": [[[0, "23:04"], [1, "23:49"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地上二层为4号线月台；地面为车站站厅；车站附近为G4W京珠高速以及低涌村等地。"], ["站厅", [{"data": "为方便乘客进出，低涌站收费区设于站厅中心处，站厅收费区设有一台升降机、两台扶手电梯以及一组楼梯供乘客前往不同方向的月台。\n\n另外，本站的公共洗手间设于收费区的车站控制室、警务室旁，而母婴室则设于站厅非付费区靠近A出入口旁。"}, {
        title: "商店和自助设施",
        data: "低涌站站厅的非付费区均设有售票机、客务中心；亦设有自动售卡/充值机、自动售卖机以及好易自助服务等设施。"
    }]], ["月台", "本站设有两个侧式月台，位于京珠高速高架桥东侧地面之上空。\n\n另外在本站北端设有一条单渡线，当4号线低涌站至金洲站出现故障时，往金洲方向的列车将会通过此渡线折返，以本站为临时总站。"]],
    exitDesc: "低涌站共设有两个出入口；其中车站启用时仅设B出入口，后来在2015年4月10日，A出入口启用。",
    usageDesc: "低涌站周围被农田所包围，此外附近没有巴士线路进行接驳，因此附近清流村和低涌村居民会徒步，或者使用摩托车、自行车等交通工具前往本站以接驳地铁。因此客流仅以附近村落的客流为主。同时每逢天气状况良好的周末，会有本地旅客利用地铁以前往此站附近的农家乐游玩。\n\n另外，车站在高峰时段的客流略有小幅增长外，大部分时间均相当冷清。在广州地铁官方正式公布4号线将开设长短线发布会的时候，提及到本站日均更只有224人次，有时甚至无人上落，非常冷清。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时本站仍为3号线的车站之一。后来局部修改的方案中成为4号线的一部分并延长至南沙，本站作为新出现的4号线的中途站之一，位置与现时基本一致。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。2006年12月30日，4号线二期首通段开通运营，本站正式启用。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};