let s_inf_79 = {
    "name": ["海傍", "海傍", "海傍-かいぼう", "하이방", "Haibang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.475352, 22.939553],
    "via": ["4"],
    "shortDesc": "海傍站是广州地铁4号线的一座高架车站。车站位于番禺区石碁镇京珠高速公路京珠高速东侧，亚运南路康体路口西北侧，2010年的广州亚运会亚运村（现称亚运城）旁边。于2006年12月30日启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2006-12=28_"],
    "serviceTime": "06:13-23:50",
    "firstTrain": [[[0, "06:17"], [1, "06:18"]]],
    "lastTrain": [[[0, "23:07"], [1, "23:46"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地上二层为4号线月台；地面为站厅；地下一层为预留换乘通道。车站附近为亚运南路、康体路、G4W京珠高速，以及广州亚运城等建筑。"], ["站厅", [{"data": "海傍站站厅设于地面，因此车站的出入口与站厅均为同一层。为方便乘客进出，收费区设于站厅中心，站厅收费区设有一台升降机、两台扶手电梯以及一组楼梯供乘客前往不同方向的月台。"}, {
        title: "商店和自助设施",
        data: "站厅也设有少量自助服务设施供乘客享用，包括便利店、羊城通充值机，以及车站内的“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。\n\n另外，本站公共洗手间设于收费区的车站控制室旁。"
    }]], ["月台", "本站设有两个侧式月台，位于京珠高速东侧，亚运南路北侧之上空。"]],
    exitDesc: "海傍站现时设有三个出入口。",
    usageDesc: "海傍站邻近大型住宅社区广州亚运城，亦同时邻近海傍村等村落，但没有大型商业中心。因此车站客流除上下班高峰以外，其余时间会相当冷清。\n\n由于车站附近会有不少前往市桥城区的巴士线路，因此吸引部分市桥城区居民来往本站乘搭地铁至南沙中心区、广州大学城以及广州市区。",
    "history": [["规划", "本站最早出现在2003年的方案中，4号线南端得以沿京珠高速继续延长，在规划广州新城附近转弯，东进至海鸥岛。而当时的3号线在到达广州新城后，也沿京珠高速继续向南，到达南沙。因此当时被称为广州新城站的海傍站成为其两线的换乘车站。后来2003年方案局部修改中，3号线和4号线交换广州新城以南及以东的路段，4号线确定向南进入南沙，本站仍为其两线的换乘车站并最终落实。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。车站开通前夕，本站正式定名为海傍站。2006年12月30日，4号线二期首通段开通运营，本站正式启用。"]],
    futureExpansion: [["3号线东延段", "3号线东延段将设有海傍站，并设置与4号线的换乘。亚运城建设时已在亚运城媒体中心和空中步廊之间的地底，即现有车站北侧预留了3号线车站位置，位于地面的站厅也预留了地下换乘通道和扶梯接入的位置。待未来3号线东延段开通后乘客可经过站厅，换乘至3号线。3号线东延段建成后，本站亦会取代番禺广场站，成为3号线新的南端终点站。\n\n未来3号线将会建设两条换乘通道，均接入付费区，实现3号线及4号线之间的换乘客流单向流动。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};