let s_inf_83 = {
    "name": ["大學城南", "大学城南", "大学城南-だいがくじょみなみ", "대학성 남역", "Higher Education Mega Center South"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    via: ["4", "7"],
    "shortDesc": "大学城南站是广州地铁4号线和7号线的一座换乘车站，也是7号线的东端终点站。该站位于广州大学城中心大街南、中环东路、中环西路口，于2005年12月26日随4号线大学城专线开通而启用。",
    "structureType": [0, 0],
    "platformType": [3, 0],
    "hallType": [0, 0],
    "transferType": [2],
    "exitNum": [4],
    "openTime": ["2005-12=26_", "2016-12=28_"],
    "serviceTime": "05:57-23:36",
    "firstTrain": [[[0, "06:02"], [1, "06:16"]], [[0, "06:10"]]],
    "lastTrain": [[[0, "23:22"], [1, "23:31"]], [[0, "23:15"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为大学城中心大街南、中环东路及其它建筑物；地下一层为东西站厅以及4号线月台层；地下二层为7号线月台层以及非付费区站厅联络通道。"], ["站厅", [{"data": "大学城南站分为西站厅和东站厅两个站厅，均位于地下一层，两者被4号线路轨相隔。两个站厅在非收费区范围可由4号线的两条路轨下方的联络通道前往，两个站厅的收费区则由7号线月台连接。两个站厅的收费区内均设有专用电梯（升降机）、扶手电梯可供乘客来往7号线月台。\n\n另外，东站厅由于要配合原有7号线月台结构的改建和设置升降机的需要，扩建至现有规模，同时设有车站商店等设施。东站厅在该升降机的位置另外划出了一个付费区，与一德路站不同的是，该付费区仅设有专用通道供乘客出站，因此轮椅人士、盲人或者携带较大行李的乘客如果需要在东站厅的C、D出入口出站或者从7号线换乘4号线往黄村方向，需要向职员求助使用专用通道进出，在职员带领下进行换乘及出站。该升降机付费区亦已预留位置，可供未来加装出入闸机。\n\n另外，本站的公共洗手间设于本站东站厅靠近C出入口通道一侧。\n\n车站色系方面，除地下二层的7号线站台层为孔雀绿色之外，其余地方均使用黄色作为车站色系。\n\n本站作为7号线首期三个文化站之一，在本站东站厅付费区内设有以“智·岛”为主题的文化艺术墙，主要内容以《弟子规》和活字印刷术的形式，立体呈现出“传承”的思想，与大学城的教育的气质相吻合。而7号线站台的柱面装饰的内容则以字体偏旁结构的组合。"}, {
        "title": "换乘方式",
        "data": "换乘方面，7号线月台东端及偏东端各自设两组扶手电梯（偏东端则设有楼梯），连接4号线的1号月台，供7号线乘客换乘至4号线前往黄村方向沿途各站；7号线月台西端设两组扶手电梯、楼梯和升降机，连接4号线的2号月台，供7号线乘客换乘至4号线前往南沙客运港方向沿途各站。"
    }, {
        "title": "商店及自助服务",
        "data": "大学城南站设有少量商店，例如有便利店以及面包糕饼店等，以及不少自助服务设施供乘客使用，包括民生银行自动柜员机、自动照相机、自动售卖机、自动售卡/充值机以及“好易”自助服务等。\n\n值得一提的是，大学城南站所有商店及自助服务均设置于东站厅。"
    }]], ["月台", "本站4号线设有两个侧式月台，位于大学城中心大街南地底，同万胜围站一样，4号线站台实际比4节L编组所需要的要长，因此停车后司机需要打开屏蔽门的安全门在站台上瞭望。本站7号线设有一个岛式月台，位于中环东路地底。两线月台组成一个十字型。4号线月台在上层，7号线月台在下层。\n\n另外，本站4号线月台南侧设有一条渡线。当4号线新造站发生故障时，往南沙客运港方向列车将会通过该渡线折返，以本站为临时终点站。届时往新造至南沙客运港沿途各站需转乘其它交通工具。\n\n7号线则在月台东西两侧各设有一条渡线，目前前者供7号线列车进行临时性站前折返，后者供初期7号线在正常运营时进行站后折返。正线东北端尽头预留了供7号线二期进行延伸的条件。\n\n本站东边设有4号线和7号线的联络线。"]],
    "exitDesc": "大学城南站共有4个出入口，分别分布于西南站厅以及东北站厅。\n\n7号线建设时需要根据国家新标准，在车站内加设公共洗手间，因此在7号线建设中后期间，C出入口暂时封闭，直至7号线月台启用后才恢复使用。",
    "usageDesc": "本站作为大学城内两个地铁站之一，同时4号线也作为往返大学城的主要交通工具之一，本站主要的客流均来自于城内高校的学生，也有部分附近楼盘的居民。因此在星期五下午和星期日傍晚的学生离校和返校高峰期间，本站均会出现较大的客流。而在平日，本站客流也相当不俗。7号线开通后，本站成为换乘车站，全天均有众多乘客在本站换乘。\n\n另外，每逢天气状况良好的周末以及节假日期间会有来自市区的乘客使用本站转乘大学城区内巴士线路前往岛内的岭南印象园，以及广东科学中心游玩。同时在周末时段有部分高校举行公务员考试等面向社会的专业考试散场时，本站也会出现较大的客流，严重时需实行客流控制。",
    "history": [["规划", "本站最早出现在2000年的《近期线网规划实施调整方案》中，作为新出现的4号线的其中一个中途站，同时也是广州大学城的配套地铁站之一，当时本站被命名为小谷围站。随后本站被列入4号线首通段（大学城专线）工程内，先行建设。\n\n于2003年规划当中，本站成为4号线与7号线的换乘站，因此本站在建设时一同建设了7号线的站台和两线的联络线隧道。后来7号线规划调整，与4号线的换乘站一度改为新造站。后来于2010年规划当中，7号线最终确定在本站与4号线交汇，同时本站也被确定为7号线首期的终点站。\n\n而在2008年规划当中，本站也成为了规划12号线的南端终点站。但在2015年的规划方案中，12号线改经科学中心，不再在大学城南设站。但根据2017年3月下旬的国家发改委对12号线立项批文描述，南端终点站再次改回大学城南站。"], ["建设", "2003年，本站随4号线首通段开工而开始建设；2004年1月6日，大学城专线（4号线）与7号线联络线土建工程开工；2005年1月11日，车站封顶；2005年12月26日，本站随4号线首通段（大学城专线）正式通车而正式启用。\n\n4号线建设之时已经在本站预留7号线月台及换乘节点。7号线原计划使用4节编组L型车辆，故仅预留了85米长之站台，但因7号线最终确定使用6B编组，预留的7号线站台则需要延长。7号线建设时已对预留站台进行延长，以满足六节B车规模长度的7号线使用。同时亦对4号线原有东站厅进行改造，重置付费区范围，同时把部分设备区释出，延长站厅非付费区范围。\n\n2016年12月28日，7号线首期通车，本站7号线月台层以及东站厅扩建部分亦正式启用。\n\n在7号线开通前，因本站只开放了非付费区通道来往4号线两侧站厅，故本站4号线两个付费区无法连通。当时车站在进站闸机前均摆放告示，提醒乘客此侧站厅4号线的行驶方向。若乘客不慎选错付费区进站，则只能求助车站职员，通过非付费区通道前往另一侧站厅；或先乘坐至下一站，再换乘至正确的方向。本站7号线开通后付费区则已通过7号线站台连通。"], ["命名", "大学城南站是一个在营运后更改中文名字的地铁车站，它在2006年5月由“南亭站（Nanting Station）”更名为“大学城南站（Higher Education Mega Center S. Station）”。而在工程阶段，本站名称则为“小谷围站（Xiaoguwei Station）”。"], ["报站差异", "值得留意是，由于四号线北延段开通时，四号线各站往黄村方向的报站广播重新录制，而往金洲方向则使用旧广播，因此在列车上英语的报站广播是有不同的。往金洲站方向的列车报站时，英语广播为The next station is, Higher Education Mega Center South；但是，往黄村站方向的列车报站时，英语广播为The next station is, High Education Mega Center S.\n\n而在6号线开通之后，双方向英语报站统一为The next station is, Higher Education Mega Center South，并且需指引右边门下车而改成男声广播。"]],
    futureExpansion: [["7号线二期", "7号线将会由本站继续向东北方向延伸，至位于黄埔区的水西北站作为终点站。届时，大学城南站将从7号线东端终点站改为中途站，目前的3号月台（即终点站台）将改为往水西北方向的站台。"], ["12号线", "12号线未来将设有大学城南站，并与4号线及7号线交汇，但两线在规划及建设时并没有预留未来12号线接入。12号线车站将设于现有车站西侧，并将对现有车站站厅及出入口等进行改造，以适应未来三线换乘的需求。"]],
    "location": [113.400557, 23.043313],
    "platformBelong": [["1", "4"], ["2", "4"], ["9", "7"], ["2", "7"]]
};