let s_inf_84 = {
    "name": ["大學城北", "大学城北", "大学城北-だいがくじょきた", "대학성 북역", "Higher Education Mega Center North"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.385639, 23.058091],
    "via": ["4"],
    "shortDesc": "大学城北站是广州地铁四号线的其中一个车站，位于广州大学城中心大街北、中环东路、中环西路口。于2005年12月26日随四号线大学城专线开通而启用。设计为一个岛式月台和一个侧式月台，其中的岛式月台是四号线最小巧的月台。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2005-12=26_"],
    "serviceTime": "06:00-23:33",
    "firstTrain": [[[0, "06:05"], [1, "06:13"]]],
    "lastTrain": [[[0, "23:25"], [1, "23:28"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为大学城中心大街北、中环东路、官洲隧道及其它建筑物，地下一层为站厅层；地下二层为4号线月台层。"], ["站厅", [{"data": "为方便乘客进出，站厅收费区设于站厅东侧南北两侧。两个站厅收费区内分别设有四条扶手电梯供乘客前往不同方向的月台。由于两个分别通往不同站台的专用电梯（升降机）位于站厅中间的非付费区，因此乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"},{
        "title": "商店及自助服务",
        "data": "大学城北站设有不同类型的商店供乘客购物，例如有便利店、鸭脖店、面包糕饼店等，以及不少自助服务设施供乘客享用，包括自动照相机、自动售卖机、自动售卡/充值机以及“好易”自助服务等。\n\n另外，本站的母婴室设于站厅非付费区靠近C出入口处。"
    }]], ["月台", "本站设有一个岛式月台和一个侧式月台，位于大学城中心大街北地底。\n\n另外，本站设有一条贯穿车站的存车线。岛式月台靠近存车线一侧（紧急疏散月台，即2号月台对侧）虽然安装有屏蔽门，但由于柱子和扶梯阻挡了部分车门对应位置的关系，紧急疏散月台没有安装任何滑动门，只安装有数个推动门。当4号线列车出现紧急情况需要进入本站存车线疏散时，列车停稳开门后乘客需要自行推开屏蔽门的推动门进入月台疏散。"]],
    "exitDesc": "大学城北站共有4个出入口。",
    "usageDesc": "本站作为大学城内两个地铁站之一，同时4号线也作为往返大学城的主要交通工具之一，本站主要的客流均来自于大学城内的高校师生，也有部分附近楼盘的居民。因此在星期五下午和星期日傍晚，即学生离校和返校的高峰期间，本站均会出现较大的客流。而在平日，本站客流也相当不俗。但在寒暑假期间，由于各高校放假，本站亦相当冷清。\n\n另外，每逢天气状况良好的周末以及节假日期间会有来自市区的乘客使用本站转乘公交车前往长洲岛，以及岛内的广东科学中心游玩。同时在周末时段有部分高校举行公务员考试等面向社会的专业考试散场时，本站也会出现较大的客流，严重时需实行客流控制。",
    "history": [["规划", "本站最早出现在2000年的《近期线网规划实施调整方案》中，作为新出现的4号线的其中一个中途站，同时也是广州大学城的配套地铁站之一，因此亦命名为大学城站。随后本站被列入4号线首通段（大学城专线）工程内，先行建设。2005年12月26日，4号线首通段（大学城专线）正式通车，本站随之启用。\n\n而在12号线的规划中，亦曾在本站设站，作为与4号线换乘的车站之一。但在2019年4月曾一度改为大学城中心湖旁设站，唯后来又改回大学城北设站。"], ["命名", "大学城北站是一个在营运后更改中文名字的地铁车站，它在2006年5月由“北亭站（Beiting Station）”更名为“大学城北站（Higher Education Mega Center N. Station）”。而在工程阶段，本站名称则为“大学城站”。"], ["报站差异", "值得留意是，由于四号线北延段开通时一段时间，四号线各站往黄村方向的报站广播重新录制，而往金洲方向则使用旧广播，因此在列车上英语的报站广播是有不同的。往金洲站方向的列车报站时，英语广播为The next station is, Higher Education Mega Center North；但是，往黄村站方向的列车报站时，英语广播为The next station is, High Education Mega Center N.，后来双向均使用旧广播的英语报站。"]],
    futureExpansion: [["12号线", "12号线将设有大学城北站，与4号线交汇。两线平行布置，但4号线在规划及建设时并没有预留未来换乘12号线，因此两线只能通过站厅通道换乘。\n\n12号线将设有一组岛式叠式站台，开通时只使用两个月台的同一侧，另一侧将预留给规划中的12号线支线使用。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};