let s_inf_88 = {
    "name": ["車陂", "车陂", "車陂-しゃべい", "처베이", "Chebei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.395548, 23.124465],
    "via": ["4"],
    "shortDesc": "车陂站是广州地铁四号线的车站，位于天河区中山大道车陂路口以东、BRT车陂站的地底。该站于2010年9月25日开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-9=25_"],
    "serviceTime": "05:57-23:42",
    "firstTrain": [[[0, "06:17"], [1, "06:02"]]],
    "lastTrain": [[[0, "23:37"], [1, "23:17"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为中山大道、BRT车陂站及附近建筑，地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅收费区设于站厅南侧，四周被行人通道以及车站商店包围。站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "现时，车陂站内提供少量商店供乘客购物或进食，例如有便利店、面包糕饼店等。此外，车陂站亦提供少数自助服务设施供乘客使用，包括自动售卖机以及民生银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于中山大道，BRT车陂站的地底。"]],
    "exitDesc": "车陂站目前开通的C、D两个出口均位于中山大道南侧的行人街道上，中山大道北侧的出口则待未来13号线进行建设。因此现时需要往来中山大道北侧的乘客需要绕行位于BRT车陂站西侧配套的过街天桥，以及BRT车陂站东侧的人行横道线。",
    "usageDesc": "本站附近有众多住宅区及城中村，同时本站目前离东圃镇中心区域最近的地铁车站，再加上邻近BRT车陂站，因此车站使用量相当高。\n\n为缓解车陂南站、4号线及5号线的客流压力，同时令车陂站月台不会累积过多乘客等措施造成安全隐患，每逢周一至周五早上7时30分至9时将在本站实施客流控制措施，维持运营秩序。后来因应21号线后通段的开通而在2019年12月18日起延长至9时30分结束。",
    "history": [["规划", "本站最早出现于1997年地下铁路规划中，当时方案A中5号线的一条支线从琶洲分岔出来到世界大观，中途在车陂路中山大道路口设有车陂站，位置与现时接近。在2000年的近期实施调整方案中，97年方案的5号线支线成为现4号线，本站位置没有变化。\n\n直到2003年的规划方案中，4号线在车陂路中山大道路口转向东，行走中山大道再转入大观南路。本站随走线迁移至中山大道地下，位置基本确定。并在2007年正式动工。\n\n2010年7月2日，4号线北延段车陂南站（不含）至黄村站热滑成功；2010年9月25日，车站随4号线（车陂南-黄村）正式开通营运而启用。"]],
    futureExpansion: [["13号线", "13号线二期将在中山大道北侧设车陂站，与4号线换乘。但4号线设计之时只预留在车站北侧扩建进行站厅换乘的条件，惟现时设计中13号线车站位处4号线车站东北侧，13号线届将设有换乘通道连接13号线站厅及4号线月台，实现两线的换乘。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};