let s_inf_93 = {
    "name": ["西場", "西场", "西場-さいじょう", "시창", "Xichang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.238056, 23.137381],
    "via": ["5"],
    "shortDesc": "西场站是广州地铁五号线的车站\n，位于荔湾区东风西路西场立交以东、和平新村东部的地下。该站于2009年12月28日启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [6],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:06-23:44",
    "firstTrain": [[[0, "06:11"], [1, "06:15"]]],
    "lastTrain": [[[0, "23:21"], [1, "23:41"], [2, "23:36"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地面两个站厅被东风西路分隔，附近是东风西路、西场立交、和平新村及其它建筑；地下一层为过街通道和设备区；地下二层为5号线月台。\n\n与5号线使用暗挖法建设站台的各站一样，本站使用了搪瓷板装修车站。车站配色为橙黄色。"], ["站厅", [{"data": "受到东风西路的繁忙交通以及周边建筑的影响，西场站共分为南北两个站厅，均位于地面。地下一层设有横跨东风西路，连接两个站厅非付费区的过街通道，供市民横过东风西路。为方便乘客进出车站，收费区位于南站厅北侧以及北站厅南侧，四周被行人通道及商店包围。收费区内设有多组扶手电梯和楼梯供乘客来往月台。\n\n受到车站空间布局所限，本站没有设置升降机连接站厅以及月台，但在车站南侧连接站厅、缓冲平台和月台的楼梯处设置了轮椅升降机供轮椅人士来往月台。本站连接北站厅缓冲平台与月台北端的一组扶手电梯是广州地铁最长的。该组扶梯共有128级，搭乘全段扶梯需要1分08秒。\n\n另外，车站南站厅南侧地面设有公共洗手间。"}, {
        "title": "商店及自助服务",
        "data": "现时，西场站内提供不同类型的商店供乘客购物或进食，例如便利店、面包糕饼店、时装店以及洗衣店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机以及招商银行的自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个分离岛式月台，位于和平新村东部的地底，横跨东风西路。\n\n本站亦曾经是广州地铁距离地面最深的车站，轨面埋深28米。后来被埋深33.45米的6号线海珠广场站取代。"]],
    "exitDesc": "西场站共设有6个出入口，南北两个站厅均设置3个出入口。",
    "usageDesc": "西场站周边一带大多为和平新村、广雅社区等住宅小区\n\n，同时附近亦是著名的广雅中学，因此，使用该站的出入闸人流均为居住于邻近住宅小区的居民和广雅中学学生为主，以及一部分位于罗冲围、松北一带离地铁站较远的居民会以公交接驳的方式使用本站。除了繁忙时间外，利用该站出入闸的人流仅属一般。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，当时的3号线西段通过西村后继续沿环市西路行走，到达南岸路后则过江前往大坦沙岛上的河沙村，中途在西场立交附近设有车站。后来于2003年方案中，3号线易名为5号线，西段改为西村站后大致转向西南偏南，进入中山八路公交总站，途中下穿和平新村，并设有东风西路站\n\n，位置已与现时相当，并最终得以落实兴建。后来本站正式定名为西场站。后来于2008年方案中，东风路新设地铁13号线规划，中途设有西场站，与5号线交汇。\n\n2006年6月26日，本站随5号线全线正式动工。2009年12月28日，五号线开通试运营，本站启用。"]],
    futureExpansion: [["13号线", "13号线二期将在东风西路德坭立交西侧设有西场站，与5号线交汇。13号线将在东风西路两侧的地下分设南北两个站厅，并与现有5号线缓冲平台连接；同时13号线会设有一对分离式侧式月台，位于东风西路两侧的人行道地底。虽然5号线规划及建造时并没有预留未来换乘13号线，但在13号线建造时将增建扶梯直接连接两线站台实现换乘。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};