let s_inf_95 = {
    "name": ["小北", "小北", "小北-こほく", "샤오베이", "Xiaobei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.276905, 23.139424],
    "via": ["5"],
    "shortDesc": "小北站是广州地铁5号线的车站，位于环市中路麓景路口地底，于2009年12月28日随五号线开通而启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:09-23:39",
    "firstTrain": [[[0, "06:17"], [1, "06:13"]]],
    "lastTrain": [[[0, "23:29"], [1, "23:34"], [2, "23:44"]]],
    "structureDesc": [["车站楼层", "本站共设有四层，地面为环市东路、淘金路、建设六马路，花园酒店、白云宾馆以及其它建筑；地下一层为环市东路市政工程预留空间；地下二层为站厅层；地下三层为缓冲层和设备层；地下四层为5号线月台。\n\n车站配色为黄色，呼应站名淘金站的“金”字。"], ["站厅", [{"data": "为方便行人进出，淘金站站厅收费区设于站厅东西两侧，站厅中部设有多组售票机、云购票机供乘客售票。\n\n受车站布置影响，站厅收费区西侧的扶手电梯以及楼梯可直接前往月台层。而站厅收费区东侧的扶手电梯则只能先抵达地下三层的缓冲层，随后再转乘另一条扶手电梯前往月台，反向同理。乘客亦可通过收费区东侧贯通三层的专用电梯（升降机）前往月台。"}, {
        "title": "商店及自助服务",
        "data": "由于站厅面积问题，淘金站没有设置任何商店；但会有不少自助服务设施供乘客使用，包括招商银行的自动柜员机、自动售卖机、自动售卡/充值机以及“好易”自助服务机等。"
    }, {
        title: "月台",
        data: "本站设有一个岛式月台，位于环市东路地底。\n\n另外，本站东端有一条存车线。当5号线东段出现故障时，往文冲站的列车将会通过此存车线折返，以本站为临时总站。此时往区庄至文冲沿途各站则需转乘其它交通工具。"
    }]]],
    "exitDesc": "淘金站共设置两个出入口。",
    "usageDesc": "本站周边聚集了不少事业单位以及写字楼，花园酒店、白云宾馆以及友谊商店等知名酒店或商场亦开设在本站附近，同时车站也临近建设六马路和淘金路一带的居民区，因此车站全天客流不俗，除了通勤和周边居民客流外，亦有不少外地游客使用本站。",
    "history": [["规划", "在5号线最初的规划中（1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》），当时的3号线通过西村后继续沿环市路到达珠江新城一带，中途亦设置花园酒店站，当时车站位置与现时一致。后来于2003年方案中，3号线亦易名为5号线，同样设有花园酒店站，并最终落实兴建。\n\n2006年6月26日，本站随5号线全线正式动工。在开通前夕，本站正式命名为淘金站，以回应外界对于该站命名商业化的质疑。2009年12月28日，五号线开通试运营，本站启用。\n\n而12号线在早期规划中亦设有淘金站，车站原计划设于建设六马路环市路口南侧。但建设六马路全长只有600米左右，同时设于东风路口北侧的建设六马路站需在车站北端设置渡线，且12号线确定使用6节编组A型车，令建设六马路站结构长度大幅延长，导致其与淘金站的区间长度过短；且12号线的客流预测显示，与13号线的换乘客量大于与5号线的换乘客量。因此后来在12号线立项批复和环评公示中确定取消设置淘金站\n\n，改为由建设六马路站在北端设置换乘通道连接至本站，实现12号线和5号线之间的换乘。"]],
    futureExpansion: [["12、13号线(建设六马路站)", "12号线和13号线将在东风东路建设六马路口设有建设六马路站，同时12号线车站主体结构将沿建设六马路的地底延伸至环市路口。预计届时将设有换乘通道连接两站，实现5号线、12号线和13号线的换乘。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};