let s_inf_97 = {
    "name": ["區莊", "区庄", "區莊-おうそう", "어우좡", "Ouzhuang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.296725, 23.134483],
    "via": ["5", "6"],
    "shortDesc": "区庄站是广州地铁5号线及6号线的换乘站之一\n，位于越秀区环市东路农林下路口的地底。本站于2009年12月28日随5号线首期通车而正式启用。2013年12月28日随着地铁六号线通车成为换乘车站。",
    "structureType": [0, 0],
    "platformType": [6, 6],
    "hallType": [1, 0],
    transferType: [3],
    "exitNum": [6],
    "openTime": ["2009-12=28_", "2013-12=28_"],
    "serviceTime": "06:02-23:53",
    "firstTrain": [[[0, "06:12"], [1, "06:10"]], [[0, "06:11"], [1, "06:15"]]],
    "lastTrain": [[[0, "23:33"], [1, "23:23"], [2, "23:48"]], [[0, "23:18"], [1, "23:28"]]],
    "structureDesc": [["车站楼层", "本站共有五层，地面为北站厅的地面部分、环市东路、农林下路及附近建筑物，地下一层为北站厅地下部分；地下二层为设备用房；地下三层为5号线站台层；地下四层为北站厅客流集散区以及南站厅；地下五层为6号线站台层。\n\n与5号线使用暗挖法建设站台的各站一样，本站5号线部分使用了搪瓷板装修车站，配色为湖绿色；而6号线部分则使用了玻璃幕板装修，配色为首期非重点站统一的灰绿色。\n\n值得一提的是，本站除了位于环市东路北侧的北站厅为明挖外，包括两线月台以及农林下路地底的南站厅等结构都使用了暗挖法完成。\n\n虽然6号线建设时需要根据国家新标准，在车站内加设公共洗手间，但由于本站是统一设计，并随5号线同步建成的车站，5号线设计施工时未考虑设置公共洗手间；后期亦未能腾出足够的设备区空间以设置公共洗手间，因此本站是6号线首期少数没有站内公共洗手间的车站之一，若要使用洗手间则需要出站前往C出口邻近的市政公厕，亦可向车站职员求助。"], ["站厅", [{"data": "区庄站现时建有2个站厅，一个位于环市东路北侧的北站厅，以及农林下路地底的南站厅。北站厅包括地面E出口站厅，以及地下一层部分，色系为湖绿色；南站厅位于地下四层，色系为灰绿色。\n\n目前两个站厅均设有客务中心，以及多组售票机和云购票机。同时两个站厅之间通过非付费区的通道连接。各站厅的收费区设有多组专用电梯（升降机）、扶手电梯和楼梯可供乘客来往于南北站厅、客流集散厅与各自线路的月台。"}, {
        title: "换乘方式", data: "两线需要换乘，可通过联络通道（扶梯、楼梯）前往位于北站厅负四层的客流集散厅换乘，亦可通过车站站厅联络通道进行换乘。"
    }, {
        title: "商店和自助设施",
        data: "由于车站的特殊设计，车站站厅无论是收费区还是非收费区均没有设置商店；但会设置自动售卖机以及“好易”自助服务机。\n\n另外，本站的母婴室设于地下一层北站厅靠近前往客流集散厅的扶手电梯旁。"
    }]], ["月台", "本站5号线月台设于环市东路地底，6号线月台则设于农林下路地底。皆为分离岛式月台。两线月台以及北站厅负一层都分别设有扶手电梯及楼梯连接至北站厅负四层的客流集散厅，换乘则需经过客流集散厅进行。\n\n两线月台上的书法站名字体也有所区别，5号线在焗漆板上采用由叶根友制作的书法字体，6号线在玻璃板上采用华文行楷电脑字体。"]],
    exitDesc: "区庄站目前设有6个出入口供乘客进出，出入口分布于车站南北站厅以及联络通道，其中E出口位于地面站厅。\n\n因本站风亭改造工程施工需要，D出入口于2016年11月4日起封闭\n，2017年7月8日重新启用。",
    usageDesc: "车站邻近众多商业楼宇，同时邻近广东工业大学、执信中学等大中小学校，以及少数住宅区\n，因此人流一直稳定。在上下学时间，很多大中小学校的师生会使用本站乘坐地铁。\n\n6号线开通后，本站成为换乘车站，全天均有众多乘客在本站换乘。同时本站B出口离农林下路东风东路口仅百多米，因此把区庄站的服务范围同时扩展至东风东路口附近。\n\n受限于6号线分离岛式站台空间局促，再加上在本站上下车的换乘客流较大，本站6号线站台在早晚高峰会较为拥挤。\n\n自2017年6月19日起，每逢周五（含公众假期前一天）晚高峰18:00-19:00，本站实施常态化客流控制措施，以维持运营秩序。",
    "history": [["规划", "区庄站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，是当时3号线的一个中途站，位置已大致与现时相同。2003年方案中，5号线、6号线在本站设有换乘，同时区庄站成为通车时正式使用的站名。\n\n5号线与6号线分别于2006年内动工，本站作为两线换乘站，统一设计和建设。并于2009年12月28日随5号线开通而启用，初期仅启用北站厅以及5号线月台。2013年12月28日下午，本站5号线开通时隔4年之后，本站地下五层的6号线站台以及南站厅部分随6号线首期开通而启用。\n\n另外在车站设计中，B出入口通道南端亦预留接口，可供未来增建换乘通道，通往当时规划途经东风路的14号线（现13号线）农林下路站。惟现时13号线农林下路站的规划设计方案中，车站位于东风东路竹丝岗二马路口，与区庄站预留接口的距离有逾400米的路程（沿东风东路至农林下路行走）。而农林下路站亦被定位为非换乘站，未有计划建设换乘通道或预留接口。"], ["工程受阻", "在本站建设期间，由于施工方和车站旁广东工业大学宿舍的住户一直无法得到共识，无法顺利拆迁。地铁方面只能修改车站建设方案，车站明挖部分面积缩小，原本规则形状的车站北站厅，遂更改成不规则形状。因此客流集散厅面积被缩小，无法设置扶梯连接6号线站台，只能设置两条楼梯进行换乘。同时原定设在本站上盖的区域控制中心（控制4、5及6号线）亦被迫取消。\n\n同样本站B出入口原设置在农林下路小学旁边的发廊，遭到该学校多数学生家长的反对。原因在于地铁出入口设置在学校范围内，会令闲杂人等聚集在学校附近。地铁方面只能把B出口改为在犀牛路口设置。但同样遭到学生家长的反对，原因是B出入口和学校隔了马路，会令小孩上学不安全。但地铁方面这次没有作出任何回应。"], ["保温杯破裂", "2014年7月9日上午8时53分，5号线一列车有乘客携带的保温瓶碎裂，由于瓶子内胆含有液化氮保温材料，碎裂时液化氮呈液雾状散出，引发部分乘客恐慌走避。为确保安全，调度人员组织该列车在区庄站清客。后续列车亦因本次事件受到延误。"], ["下车踩空", "2017年5月6日下午，本站6号线月台处一名72岁女乘客下车时踏空，脚被夹在站台与车体之间的缝隙中。有乘客主动从车上下来参与救助，在车站人员和乘客的协力配合下，老人顺利脱困。随后列车便恢复通行。整个救助过程仅仅持续5分钟。"]],
    "platformBelong": [["1", "5"], ["2", "5"], ["1", "6"], ["2", "6"]]
};