let s_inf_99 = {
    "name": ["五羊邨", "五羊邨", "五羊邨-ごようそん", "우양춘", "Wuyangcun"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.314249, 23.119843],
    "via": ["5"],
    "shortDesc": "五羊邨站是广州地铁5号线的车站\n，位于越秀区五羊新城\n寺右新马路广州大道路口西侧的地底。该站于2009年12月28日随五号线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:09-23:49",
    "firstTrain": [[[0, "06:18"], [1, "06:13"]]],
    "lastTrain": [[[0, "23:39"], [1, "23:23"], [2, "23:54"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地面为广州大道中、寺右新马路及五羊新城其它建筑，地下一层为站厅；地下二层为设备层；地下三层为5号线月台。"], ["站厅", [{"data": "为方便乘客进出，付费区设于站厅南侧，付费区站厅与站台之间设有4台扶手电梯以及1台专用电梯（升降机）往返于各层。\n\n另外，本站的公共洗手间位于站厅层A出入口处。本站亦作为广州地铁车站中，首个在建成启用时设有公共洗手间的地下车站。而本站的母婴室设于站厅非付费区靠近D出入口处。"}, {
        "title": "商店及自助服务",
        "data": "五羊邨站站厅设有售票机、客务中心等设施，以及便利店、面包糕饼店、洗衣店和招商银行自动柜员机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于寺右新马路地底。"]],
    "exitDesc": "五羊邨站共设有4个出入口。另外，A出入口是广州地铁2015年前建设的车站中，少数设有升降机的出入口。",
    "usageDesc": "五羊邨站附近有多座办公写字楼、亦有不少住宅区，以及部分学校。因此本站平日客流均以附近居民、通勤上下班或上放学为主。高峰期客流较为可观。\n\n另外，五羊邨站虽然是非换乘的一般车站，但由于前一站杨箕站和后一站珠江新城站都是换乘站，两站都会有大量乘客上车，因此高峰期双方向列车抵站时往往满载率已经较高，令本站的候车乘客在上下车时会较一般车站困难。",
    "history": [["规划", "在5号线最初的规划中（1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》），当时的3号线通过西村后继续沿环市西路到达珠江新城一带，中途亦设置本站，当时本站以五羊新城站\n\n的名字出现。后来于2003年方案中，3号线易名为5号线，本站确定为现5号线的其中一站，并最终落实兴建。\n\n2006年6月26日，本站随5号线全线正式动工。在开通前夕，本站被命名为五羊邨站。2009年12月28日，本站随五号线开通试运营而启用。"]],
    futureExpansion: [["10号线(寺右新马路)", "10号线将在寺右新马路寺右二马路口东侧设有寺右新马路站，位于本站西侧。届时将设有换乘通道连通两站，实现5号线和10号线的换乘。而10号线月台预计设于地下五层，换乘通道将会从地下三层的10号线站厅接出，接入本站A出入口西侧。届时需要对本站A出入口通道及其附属的洗手间进行改造，以配合换乘通道的建设及重划5号线付费区范围。\n\n10号线于早期规划时已经设有寺右新马路站，但当时该站规划位置位于杨箕涌西侧，距离本站较远，因此未能建立换乘关系。后来车站东移至杨箕涌东侧，但又因为该方案拆迁量和施工限制都较大，所以车站继续东移至现时位置；其后于10号线初步设计评审会上，专家意见指出两站应考虑换乘。广州地铁相关负责人对媒体表示，接下来将与规划部门一道深化落实。同时关于是否统一站名，相关负责人表示目前车站站名都是工程名，是否改名以后会进行研究。随后在10号线总承包项目招标文件中显示，寺右新马路站站位靠近五羊邨站，且确定将设有换乘通道连接两站。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};