let s_inf_28 = {
    "name": ["紀念堂", "纪念堂", "紀念堂-きねんどう", "기념당 역", "Sun Yat-sen Memorial Hall"],
    "inf": [{
        "platform": 1,
        "facilities": [[2, [3], "", true], [4, [1], "D"], [10, [2], ""], [25, [1], "C"]]
    }, {"platform": 2, "facilities": [[2, [3], "", true], [4, [1], "D"], [10, [2], ""], [25, [1], "C"]]}],
    "location": [113.263431, 23.132179],
    "via": ["2"],
    "shortDesc": "纪念堂站是广州地铁二号线的一座车站，位于越秀区连新路东风中路口以北的地底，于2002年12月29日启用[1]。车站东侧即为中山纪念堂，故以此命名。本站以浅紫色为主色调。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音“Ji Nian Tang”表示。另外，本站的英文名称与台北捷运的国父纪念馆站相同。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2002-12=29_"],
    "serviceTime": "06:09-00:04ND",
    "firstTrain": [[[0, "06:14"], [1, "06:15"]]],
    "lastTrain": [[[0, "23:59"], [1, "23:59"]]],
    "structureDesc": [["车站楼层", "纪念堂站共设有三层。地面为中山纪念堂、东风中路、连新路及附近建筑；地下一层为站厅层；地下二层为设备层；地下三层为2号线站台层。"], ["站厅", [{"data": "纪念堂站站厅设于地下一层。收费区位于站厅西侧处，东侧以及南北侧为行人通道及商店，商店主要是在大堂非收费区，收费区内设有两组扶手电梯及楼梯可供乘客往返月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"}, {
        "title": "商店及自助服务",
        "data": "现时，纪念堂站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店以及洗衣店等。\n\n此外，纪念堂站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、中国建设银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "纪念堂站设有一个岛式月台，位于连新路地底。"]],
    "exitDesc": "纪念堂站共设有三个出入口。为保护车站东侧的中山纪念堂，所有出口均设于连新路西侧。",
    "usageDesc": "纪念堂站周边主要为办公大楼、省市政府机构等，附近亦会有少数住宅小区及中小学校，同时车站邻近中山纪念堂，因此使用该站出入闸的人流均为附近上班的市民、公务员以及游客为主。车站客流大多集中在工作日早晚时段的上下班时期，其余时段的客流则一般。因本站靠近广州市第二中学和知用中学，因此早晚时段亦会有许多学生前往本站。逢中山纪念堂举办演唱会，或邻近的越秀山体育场有体育比赛等大型活动时，本站会出现大量的客流。",
    "history": [["规划", "在1988年的“十字线网”规划中，已经出现名为中山纪念堂的车站。当时该站为2号线的一座车站，位置已与现时相若。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站被确定为2号线的一座车站，并列入2号线首通段工程中。\n\n2号线首期工程于1999年10月10日正式动工。在开通前夕，本站被定名为纪念堂站。而在2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用。2010年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。最终本站于2010年9月25日随新2号线开通，重新启用。"], ["设施被盗", "2003年3月10日凌晨，本站D1和D2出入口的扶手电梯设施遭到人为破坏，自动扶梯的钢板被窃贼撬走，共达9块，每块钢板价值2500元，地铁公司共损失2万多元，这是广州地铁设施首次被盗。窃案发生后，地铁公司迅速组织人员抢修，并于次日抢修完毕并重新投入使用。针对此次事件，地铁公司表示从12日起已实行全天24小时巡逻监控。"]],
    "futureExpansion": [["13号线2期", "13号线二期将在东风西路解放北路口设有纪念堂站，与2号线交汇。但2号线建设之时并没有任何预留，两线只能使用站厅通道换乘。受限于车站周边建筑密集，同时考虑到施工时要尽量不影响东风西路和解放北路的交通，因此将以暗挖方式建造13号线车站。\n\n2019年5月5日起至2022年5月7日，东风西路解放北路口部分车道进行围蔽，以配合13号线二期车站的工程。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};