let s_inf_34 = {
    "name": ["白雲文化廣場", "白云文化广场", "白雲文化広場-はくうんぶんかひろば", "바이윈 문화광장 역", "Baiyun Culture Square"],
    "inf": [{
        "platform": 1,
        "facilities": [[16, [0], "C"], [15, [2], "过轨抵A B"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }, {
        "platform": 2,
        "facilities": [[16, [0], "B"], [17, [0], "A"], [15, [2], "过轨抵C"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }],
    "location": [113.275602, 23.189574],
    "via": ["2"],
    "shortDesc": "白云文化广场站是广州地铁2号线的一座车站，位于白云区白云国际会议中心以西、云城中二路北侧，该站在2010年9月25日启用。\n\n本站站名共有六个汉字，是目前广州地铁系统中最长的站名之一。另一个为京溪南方医院站。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-9=25_"],
    "serviceTime": "06:04-00:16ND",
    "firstTrain": [[[0, "06:16"], [1, "06:09"]]],
    "lastTrain": [[[0, "00:11ND"], [1, "23:43"]]],
    "structureDesc": [["车站楼层", "白云文化广场站共有两层，地面为云城中二路、云城中三路、白云国际会议中心，地下一层为2号线月台，并设有票务设施，客务中心及商店。地下二层为联络通道。"], ["站厅", [{"data": "白云文化广场站分为东西两个站厅，均位于地下一层。两个站厅在非付费区并不相通。东站厅、西站厅及两个月台由位于两条路轨下方的付费区联络通道连接。"}, {
        "title": "商店及自助服务",
        "data": "白云文化广场站车站商店设有便利店和面包糕饼店，羊城通客户服务中心设置于东站厅；另外白云文化广场站设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，另外亦设有建设银行自动柜员机、自动照相机以及自动售卖机等自助服务。"
    }]], ["月台", "白云文化广场站设有两个侧式月台，位于旧白云机场中轴线地底。两个月台在乘客眼中看似两个位于不同层数的单向式月台，但事实上它们是对向式月台设计，只是两个月台之间被墙壁完全阻隔，令乘客无从得知两月台位于同一层，与2号线飞翔公园站至黄边站设计类似。"]],
    "exitDesc": "白云文化广场站共设有3个出入口，其中A、B出入口位于西站厅，C出入口位于东站厅。",
    "usageDesc": "车站开通初期，旧机场北半部地块仍未得到有效开发，位处其中的白云文化广场站因而被荒地所包围，三个出入口皆处于荒地之中。现时车站往东为白云国际会议中心，西边数百米即是住宅区和城中村林立的新市地区。但只有新市东边一带离2号线较近。往北数百米则有大型楼盘、广东画院新址和广州城市规划展览中心。\n\n本站的客流主要来自萧岗村和齐富路的居民，以及前往白云国际会议中心和广州城市规划展览中心的市民。新市墟以及黄石路南的部分居民亦会搭乘公交前往本站接驳。因此本站早晚高峰客流量颇为乐观，非高峰时段客流相对较少。",
    "history": [["规划", "本站最早出现于1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》中的2号线拆分后一个沿线车站，由于当时规划线路的北段是沿机场路和106国道行走，本站亦因此在机场路新市一带附近设站，同时命名为新市站。后来在2000年方案中，因应旧白云机场已落实搬迁，三元里以北的2号线北段线路也改为沿旧白云机场中轴线行走，同时车站位置亦改在现时位置。2016年，12号线规划改为经过本站与2号线换乘。在2010年2月，本站被定名为白云文化广场站。有市民认为以这样命名觉得陌生，当时地铁公司称站名都由广州市地名办命名确定，而“飞翔公园”、“白云公园”、“白云文化广场”在规划中是确有要建的项目名称。2号线白云文化广场站于2007年正式动工；2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"]],
    "futureExpansion": [["预留结构", "12号线将在齐富路云城西路口东侧地块内设白云文化广场站，与2号线交汇[5]。12号线车站预计设有三层，位于2号线车站西北侧。2号线建设之时并未预留换乘12号线，但12号线站厅将直接设置换乘通道与2号线西站厅2号月台连接。因换乘通道长达350米，通道内将设有多条自动人行道。在最初设计中，12号线车站设于云城中三路云城西路口东侧，同时12号线站台拟建设换乘通道连接至2号线东站厅1号月台一侧。但因该站位方案会令本站至云溪公园的区间需要下穿白云国际会议中心，施工风险较大。故其后车站北移，改在齐富路云城西路口东侧地块设置，与2号线车站距离大幅增加，故连接1号月台的方案亦被取消。2019年10月11日开始对齐富路进行围蔽，同年11月7日对展览路进行围蔽，以配合12号线车站建设。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};