let s_inf_36 = {
    "name": ["江夏", "江夏", "江夏-こうか", "장샤 역", "Jiangxia"],
    "inf": [{
        "platform": 1,
        "facilities": [[16, [0], "C D"], [14, [2], "过轨抵A B"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }, {
        "platform": 2,
        "facilities": [[16, [0], "A"], [15, [0], "B"], [14, [2], "过轨抵C D"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }],
    "location": [113.283451, 23.211301],
    "via": ["2"],
    "shortDesc": "江夏站是广州地铁二号线的车站，位于白云区广云路黄石北路口的地底。该站在2010年9月25日启用。",
    "structureType": [0],
    "platformType": [4],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2010-9=25_"],
    "serviceTime": "06:00-00:19ND",
    "firstTrain": [[[0, "06:21"], [1, "06:05"]]],
    "lastTrain": [[[0, "00:14ND"], [1, "23:38"]]],
    "structureDesc": [["车站楼层", "江夏站共设有两层，地面为广云路、黄石北路、江夏东二路及附近住宅楼，地下一层为车站站厅和2号线月台；地下二层为联络通道。"], ["站厅", [{"data": "江夏站分为东西两个站厅，但与2号线位处旧机场位置的三个车站相比，两个站厅及两个月台无论在收费区范围以及非收费区范围均可由两条路轨下方的联络通道前往。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，江夏站设有便利店以及面包糕饼店，另外江夏站设有自动照相机、自动柜员机以及供乘客充值羊城通，缴纳水电费以及交通罚款等服务的“好易”机。"
    }]], ["月台", "江夏站设有两个侧式月台，位于广云路地底。两个月台在乘客眼中看似两个位于不同层数的单向式月台，但事实上它们是对向式月台设计，只是两个月台之间被墙壁完全阻隔，令乘客无从得知两月台位于同一层，与2号线飞翔公园站至黄边站的车站设计类似。"]],
    "exitDesc": "江夏站共设有4个出入口，东站厅和西站厅均设置2个出入口。",
    "usageDesc": "与黄边站一样，车站周边多数为白云尚城为主的住宅小区以及江夏村、陈田村等城中村，因此本站主要客流以江夏村、住宅小区周边居民为主。由于地铁的便捷性，部分距离车站较远的居民例如祥景花园等黄石西一带居民会使用巴士接驳本站乘坐地铁。因此本站的客流量非常可观，尤其在上下班高峰期间会有更多乘客使用本站。",
    "history": [["规划", "本站最早出现在1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时已经确定拆分1987年方案中的2号线，出现了现有新二号线的雏型，车站当时为其主线的其中一座中途站，车站当时位于106国道鹤泰路口一带，并命名为陈田村站。后来在2000年方案中，往新机场的一段亦被缩减至嘉禾，仍设有本站，直至2003年方案中走向基本定型。2007年6月，二八号线延长线工程获得国家发改委批复，并于同年8月全面动工。在2010年2月，车站最终以江夏站来称呼本站。2010年3月22日，广州市轨道交通二/八号线延长线轨道工程短轨全线贯通。2010年9月25日，本站随新二号线（嘉禾望岗至广州南站）开通而正式启用。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};