let s_inf_48 = {
    "name": ["珠江新城", "珠江新城", "珠江新城-しゅこうしんじょう", "주장신청 역", "Zhujiang New Town"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.321206, 23.119293],
    "via": ["3", "5"],
    "shortDesc": "珠江新城站是广州地铁3号线及5号线的换乘站，车站位于天河区华夏路花城大道路口的地底。于2005年12月26日随3号线首通段开通而正式启用。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音“Zhu jiang xin cheng”表示。",
    "structureType": [0, 0],
    "platformType": [0, 3],
    "hallType": [0, 0],
    "exitNum": [6],
    "transferType": [2],
    "openTime": ["2005-12=26", "2009-12=28_"],
    "serviceTime": "06:07-23:51",
    "firstTrain": [[[0, "06:14"], [4, "06:14"]], [[0, "06:20"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:42"], [4, "23:17"]], [[0, "23:41"], [1, "23:19"], [2, "23:56"]]],
    "structureDesc": [["车站楼层", "珠江新城站共设有3层，地面为华夏路、花城大道、高德置地广场、富力盈凯广场、中国海关、广州市政务服务中心、以及其它商场或写字楼等建筑；地下一层为车站站厅；地下二层为3号线站台；地下三层为5号线站台。\n\n因本站为两线统一设计且同步建成的车站，虽未能同步启用，但整个车站均使用了搪瓷板装修。车站配色为蓝色。惟两线月台书法字字体有所差别：3号线使用手写字体；5号线使用叶根友电脑字体。"], ["站厅", [{"data": "珠江新城站站厅为一个十字型的共用站厅，5号线站厅为东西向，3号线站厅为南北向，均位于地下一层。\n\n为了方便乘客进出，站厅中部大部分被划作非付费区并连通各出入口通道；付费区分别位处十字形站厅的四个端头。车站商店大都分设于站厅东侧非收费区，站厅付费区内设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客往返不同线路的月台。"}, {
        "title": "商店及自助服务",
        "data": "现时，珠江新城站内提供不同类型的商店供乘客购物或进食，例如有便利店、凉茶店、面包糕饼店、书店以及洗衣店等。本站之前设有羊城通客户服务中心以及广州地铁客户服务中心，到后来亦关闭。\n\n此外，珠江新城站也有不少自助服务设施供乘客使用，包括民生银行以及招商银行的自动柜员机、自动售卖机、自动照相机、“好易”自助服务等。"
    }, {
        "title": "换乘方式",
        "data": "本站3号线和5号线采用节点换乘的方式，由于本站5号线有两个侧式月台，因此从3号线月台处换乘5号线时，需注意月台的导向指示进行换乘，到达前往相应的方向的扶手电梯以及楼梯后，搭乘扶手电梯和楼梯即可前往该方向的5号线月台。但受此月台布局的限制，部分来自3号线的换乘乘客可能在下车后需要步行大半段3号线月台，寻找自己需要前往的5号线方向。"
    }]], ["月台", "本站3号线设有一个岛式月台，位于华夏路地底；5号线设有两个侧式月台，位于花城大道地底。两线月台组成一个十字型。3号线月台在负二层，5号线月台在负三层。另外，本站5号线的侧式月台是对向式侧式月台设计，只是两个月台之间被墙壁完全阻隔，但位处5号线站台头尾两端仍可窥见另一方向的列车进出月台。\n\n另外，5号线月台西边设有一条渡线，当5号线东段出现故障时，往文冲站的列车将会通过此渡线折返，以本站为临时总站。此时往猎德至文冲沿途各站则需转乘其它交通工具。"]],
    "exitDesc": "珠江新城站现时共设有6个出入口，其中4个位于华夏路西侧的出入口独立通往地面，另外2个位于华夏路东侧的出入口则分别连接位于华夏路东侧的高德置地广场，富力盈凯广场、富力中心和合景国际金融广场，其中D出入口通道亦连通花城广场地下空间，并可通往西塔、花城广场和APM线花城大道站。\n\nC和D出入口在车站启用早期原为独立通往地面的出入口。后来改为分别接入高德置地广场和富力盈凯广场等物业的地库后，两个出入口编号均被取消，原来独立通往地面的结构也已被废弃或拆除。因此现时乘客若从华夏路东侧进出地铁站就必须要经过写字楼或者商场的内部，使用时间受不同物业本身的开放时间的限制。2019年5月起，运营方重新恢复这两个出入口的编号。\n\n另外，本站A1出入口在2010年5月至11月期间进行了加装扶梯工程，因此在施工过程中本站A1出入口暂时封闭。",
    "usageDesc": "珠江新城站是珠江新城中央商务区的配套车站，3号线开通之初期，车站周边仍处于初期开发阶段，导致本站的客流一直处于极低的水平；后来3号线一期全线通车，以及珠江新城的各个写字楼陆续投入建成使用，同时广州海关、广州市政务服务中心等各个政府机构迁移进入珠江新城后，本站的出入闸客流开始增加。\n\n时至今日，珠江新城的发展已初具规模；随着亚运前夕5号线的开通运营，和花城广场及附近公共设施或商场陆续开幕，每天均有大量乘客利用本站出入闸或换乘，尤其是节假日更是挤得水泄不通，是广州地铁站中人流最多及最繁忙的换乘站之一，在此站候车经常需轮候两班甚至三班列车或以上才能上车，车站早晚高峰月台都会聚集大量乘客，两线换乘扶梯和楼梯口在高峰期都会造成拥堵，经常需要实施客流控制。现时大部分使用该站出入闸的人流都是上班人士、酒店住客、娱乐和购物人士为主。\n\n后来同为珠江新城中央商务区配套的APM线开通，分流了部分来往花城广场以及少年宫、图书馆和博物馆等游客的客流，同时也分流了部分利用3号线前往本站的上班人士。但本站的客流依然居高不下。\n\n另外，如遇上附近花城广场举办广州国际灯光节等大型活动时，车站部分出入口将实行单向人流进（出）站等管制措施，同时部分3号线或5号线列车将会不停站通过本站。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的5号线环线的东段（即3号线的体育西路至客村段），以及3号线（即现时的5号线）设有珠江新城站，本站被规划为一座换乘车站，位置与现时一致。后来于2000年以及2003年方案中，原5号线环线的东段易名为3号线并南北延长至番禺区以及新白云国际机场，原3号线亦易名为5号线，本站仍为该两线的换乘站。\n\n车站随3号线在2001年12月26日开始动工建设，由于车站规划时就明确落实本站为换乘车站，在车站建设时就已经预留了5号线的两个侧式月台。2004年，五号线首期工程动工建设。2005年12月26日，3号线首通段（广州东站-客村）开通试运营，本站启用。2009年12月28日上午，广州地铁五号线开通仪式于珠江新城站地面举行，同日下午2时，全线正式通车，5号线两个侧式月台启用，本站正式成为换乘车站。"]],
    "futureExpansion": [["站厅改造", "未来珠江新城站将对站厅公共区布局进行重新布置，重划付费区和非付费区，包括把现时互不相通的四个付费区连接，合并成一个位于站厅中部，呈十字形的付费区；同时把非付费区调整为环绕付费区一圈，令车站各出入口在站厅维持相互连通。\n\n付费区合并后，3号线和5号线将可经过站厅换乘。届时换乘节点的扶梯将会改为单向运行，仅供来自5号线的乘客换乘至3号线。两线的换乘客亦可下车后就近乘搭扶梯前往站厅，再前往另一条线的月台，从而有效分流现时两线月台和换乘节点楼扶梯的客流压力。\n\n连接站厅和两线月台的升降机因位置布局原因，站厅布局重新布置后将会与主付费区分离，届时会在升降机出入口处另外划出付费区并设置双向闸机，可供乘客继续自行使用升降机来往站厅和月台。"]],
    "platformBelong": [["5", "3"], ["3", "3"], ["1", "5"], ["2", "5"]]
};