// let i = 0;
//
// function loadData() {
//     let d = window.s_inf[i];
//     let e = cE({
//         type: "a",
//         attr: [["download", i + ".js"], ["href", "data:text/plain;charset=utf-8;base64," + base64Encode(JSON.stringify(d))]]
//     });
//     e.click();
//     i++
// }


window.s_inf = [{
    "name": [
        "西塱",
        "西塱",
        "西塱-せいろう",
        "시랑",
        "Xilang"
    ],
    "inf": [
        {
            "platform": 1,
            "facilities": [
                [
                    7,
                    [
                        1
                    ],
                    "C"
                ],
                [
                    15,
                    [
                        3
                    ],
                    ""
                ],
                [
                    22,
                    [
                        1,
                        2
                    ],
                    "A<br>D"
                ]
            ]
        },
        {
            "platform": 2,
            "facilities": [
                [
                    6,
                    [
                        1
                    ],
                    "C"
                ],
                [
                    15,
                    [
                        3
                    ],
                    ""
                ],
                [
                    21,
                    [
                        2
                    ],
                    "A<br>D"
                ],
                [
                    22,
                    [
                        1
                    ],
                    "A<br>D"
                ]
            ]
        },
        {
            "platform": 3,
            "facilities": [
                [
                    6,
                    [
                        1
                    ],
                    "C"
                ],
                [
                    15,
                    [
                        3
                    ],
                    ""
                ],
                [
                    21,
                    [
                        2
                    ],
                    "A<br>D"
                ],
                [
                    22,
                    [
                        1
                    ],
                    "A<br>D"
                ]
            ]
        },
        {
            "platform": 4,
            "facilities": [
                [
                    2,
                    [
                        3
                    ],
                    "A<br>B<br>J",
                    "Line1-GZ"
                ],
                [
                    4,
                    [
                        1,
                        2
                    ],
                    "A<br>B<br>J",
                    "Line1-GZ"
                ],
                [
                    14,
                    [
                        1,
                        2
                    ],
                    "D<br>F"
                ]
            ]
        },
        {
            "platform": 5,
            "facilities": [
                [
                    2,
                    [
                        3
                    ],
                    "A<br>B<br>J",
                    "Line1-GZ"
                ],
                [
                    4,
                    [
                        1,
                        2
                    ],
                    "A<br>B<br>J",
                    "Line1-GZ"
                ],
                [
                    14,
                    [
                        1,
                        2
                    ],
                    "D<br>F"
                ]
            ]
        }
    ],
    "location": [
        113.231978,
        23.065437
    ],
    "via": [
        "1",
        "GF"
    ],
    "shortDesc": "西塱站是广州地铁1号线的西南端终点站，以及广佛地铁的中途站，因位处芳村西塱村而命名。车站于1997年6月28日随1号线试运营启用。\n本站广州地铁1号线与位于北侧的西朗车辆段接轨。另外，西塱站是广州地铁1号线两个地面车站之一，另一个是坑口站。",
    "structureType": [
        1,
        0
    ],
    "platformType": [
        4,
        0
    ],
    "hallType": [
        2,
        0
    ],
    "transferType": [
        2,
        2
    ],
    "exitNum": [
        5
    ],
    "openTime": [
        "1997-6=28_",
        "2010-11=3_"
    ],
    "serviceTime": "05:55-00:07",
    "firstTrain": [
        [
            [
                0,
                "06:00"
            ]
        ],
        [
            [
                0,
                "06:10"
            ],
            [
                1,
                "06:10"
            ]
        ]
    ],
    "lastTrain": [
        [
            [
                0,
                "22:55"
            ]
        ],
        [
            [
                0,
                "23:11"
            ],
            [
                1,
                "23:15"
            ]
        ]
    ],
    "structureDesc": [
        [
            "车站楼层",
            "西塱站共设有五层，其中地上部分为1号线站房，车站周边为花地大道南、西塱车辆段以及芳村西塱公交总站等周边建筑。地面为1号线站台层；地上二层为1号线站厅；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。\n另外，1号线站房的地上三层曾预留结构供当时规划的广佛轻轨使用，后来规划的广佛地铁决定在地底另建月台及站厅，地上三层的预留结构作为办公室使用。"
        ],
        [
            "站厅",
            [
                {
                    "data": "西塱站共分为1号线站厅部分以及广佛线站厅部分。两个站厅的付费区均设有专用电梯（升降机）、扶手电梯以及楼梯供乘客来往站厅及月台。\n其中1号线站厅位于站房地上二层，半露天处设为非收费区，室内则划分为收费区。广佛线站厅位于则地下一层，由于两线联络通道的关系，站厅西南侧被划分为收费区。"
                },
                {
                    "title": "商店及自助服务",
                    "data": "现时西塱站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、糖果店以及洗衣店等；其中1号线站厅以及广佛线站厅均设有便利店，部分车站商店设于车站收费区内。此外本站也设有少量自助服务设施，包括自动售卖机、自助充值/售卡机以及中国建设银行自动柜员机等。"
                },
                {
                    "title": "换乘",
                    "data": "两线通过站厅的换乘通道实现换乘。换乘通道连接1号线位于地上二层站厅东北侧和位于地下一层的广佛线站厅西北侧。\n换乘通道虽然设有三台扶手电梯及楼梯，但是不具备装设升降直梯的条件，因此在换乘通道的楼梯处设置了轮椅升降机，供残疾人士使用。同样的，在换乘通道与广佛线站厅相接的位置，由于高度差较大，设置了一座较高的楼梯，同时为配合轮椅升降机的接驳，通道内同时设置了一条斜坡，供残疾人士使用。"
                }
            ]
        ],
        [
            "月台",
            "本站1号线设有两个岛式月台及一个侧式月台，并采用站前折返的方式。其中侧式月台以及最西侧的岛式月台仅供乘客下车；中间的岛式月台则专供乘客上车。位于花地大道中与花地大道南路口西北方地块的地面；广佛地铁则设有一个岛式月台，位于1号线西朗车辆段东边地块的地下。\n本站在广佛线月台上原布置有华文行楷电脑书法字体的“西朗”两字，车站更名后，因华文行楷字体未支持“塱”字，而被更换为普通宋体的“西塱”两字；而1号线月台上的小型浮雕书法字在更名前后均维持一致的华文行楷字体，“塱”字以“朗”和“土”字拼接实现。\n本站以北即为1号线的西朗车辆段，因此在早晚高峰过后及晚上收车前夕，部分1号线列车抵达本站后会退出服务。这些列车将进入本站西侧或中间路轨清客，同时车厢和月台会播放广播，提醒乘客不要逗留于车厢内，然后关门，随即返回西朗车辆段。\n另外，本站广佛地铁月台东侧设有一组双存车线。当西塱以东路段出现故障，广佛地铁可使用该存车线折返，以本站为临时终点站。届时前往鹤洞至沥滘沿途各站需要使用其它交通工具。本站曾作为广佛地铁广州终点站时使用该组存车线折返。"
        ]
    ],
    "exitDesc": "西塱站目前设有5个出入口，分别分布在1号线站厅和广佛线站厅。西塱站在启用初期设A、B出入口，后来广佛地铁开通后增设D、J出入口。2016年9月28日再增设F出入口。\n由于1号线车站属于早期设计，A和B两个出入口未有设置任何无障碍设施。轮椅人士若需要进站乘坐1号线，需先绕经J出入口，自行乘坐专用电梯进入广佛线站厅，再在车站职员协助下，使用换乘通道楼梯旁的轮椅升降机前往1号线站厅，之后再自行乘坐1号线站厅内的专用电梯抵达1号线月台乘车。\n另外，本站1号线站厅室内的西侧中间处设有多组闸机，可供职员直接来往车站和邻近的西朗车辆段。",
    "usageDesc": "本站从1997年启用之后，由于附近只有广州钢铁厂（已拆卸）、农田和各城中村，没有大型住宅区、商业中心或旅游景点，因此本站启用十多年以来客流一直处于较低水平，而且车站规模较大，更显得相当冷清。这种情况一直维持至2010年11月3日，广佛地铁通车的日子而结束。由于当日仍为亚运免费乘车日，在下午两时前，本站1号线站厅聚集了大批等待乘搭广佛地铁的乘客，是为本站启用13年来前所未见。急于“尝鲜”的乘客数量过多，亦一度造成秩序混乱。当日本站客流控制实施逾五个小时。\n时至今日，本站作为广佛地铁进入广州后的首个换乘站，亦成为了广州地铁的一个重要枢纽站，一改以往十多年的冷清状况，每日都有众多来往两市的乘客通过本站进行换乘。而随着广佛地铁继续延伸进入海珠区，来往芳村和海珠的乘客亦会在本站进行换乘。现时工作日晚高峰及节假日，广佛线7号月台（佛山方向）均会有大量乘客候车，候车队伍更会伸延至对面的6号月台。同时因1号线和广佛线有较大的运力差距，因此届时需要在本站实施客流控制措施，减缓乘客从1号线换乘至广佛线的速度，以维持广佛线的运营秩序。",
    "history": [
        [
            "规划",
            "1987年，当时的广州市政府准备引入法国资本进行地铁建设。本站作为一期工程（1号线）的车站出现。\n另外，在本站建设之时，即在地上三层预留结构，供广佛轻轨（现广佛地铁）设站，可见此时已经有通过轨道交通连接广佛两地的概念。后来于2003年的地下铁路方案中，落实兴建广佛地铁，并在此设站。但规划时已明确本站为广佛地铁的中途车站，因此车站另选于站房东北处另外新建地底车站。\n本站在规划期间称为广中公路站。后来“十字线网”规划确定，本站亦被确定建设，但名字改为广钢站。随后在启用前改为西朗站。\n本站虽位于荔湾区芳村西塱，鉴于当时电脑字库中没有“塱”字，因此采用了同音字“朗”（两字汉语拼音均为lǎng，粤拼均为long5）。现在字库已增补此字（在Unicode代码的“5871”区）。\n广州地铁为节约成本，令“西朗”一直沿用至2018年，然后广州地铁在当年第一季度末才向广州市民政局正式提出申请，把本站更名为西塱站，随后市民政局办结广州地铁申报的新站名。当年8月10日广州地铁在官方微博宣布，将于年底新线开通时正式把本站更名为西塱站，从9月份开始，广州地铁陆续对车站形象标识柱、500米导向柱、线网图、购票设备等乘客界面的内容进行更换，最终在年底完成全部更新，西塱站站名于2018年12月28日随新线开通而正式生效。"
        ],
        [
            "1号线",
            "1993年12月28日，一号线正式动工。本站亦跟随其各站一同建设。本站至黄沙站五站于1997年6月28日通车投入服务；首通段开通仪式亦在1号线站房前广场（现为广州市第三公共汽车公司西塱停车场）举行，同时1号线首发列车也在本站开出前往黄沙站。\n2005年，决定为包括本站在内的1号线各站加装屏蔽门或半高安全门。2009年7月22日，本站半高式安全门投入使用，亦意味着1号线以至广州地铁全线车站全部都装设有屏蔽门或半高安全门。\n2014年9月，6号线三个高架车站先行加装喷雾风扇之后效果良好，地铁公司遂决定在现有12个地面/高架车站（包括本站在内）加装207台喷雾风扇。目前位于本站站台处的喷雾风扇已经装设到位。"
        ],
        [
            "广佛地铁",
            "2007年，广佛线车站随广佛线沿途各站陆续开始建设。2009年4月23日，菊树至西朗盾构区间施工过程中造成芳村西塱兴渔路珠江水产研究所科技馆附近地面发生沉降。2010年10月28日及29日开放给两市的部分市民进行试乘， 2010年11月3日下午两时，本站广佛地铁部分随广佛地铁全线一同启用，本站正式成为换乘车站。2015年12月28日首班车起，广佛线首期后通段（西朗至燕岗）启用，本站成为广佛线的中途站。"
        ]
    ],
    "futureExpansion": [
        [
            "10号线及22号线",
            "10号线和22号线均将设有西塱站，并设置与1号线和广佛线的换乘，使本站成为广州地铁的一个换乘枢纽站。本站1号线及广佛线设计时均并未预留任何换乘接口，故车站届时将要扩建，10号线将紧贴1号线车站东侧设置，为侧式站台，并设有地面站厅与1号线站厅相接；22号线将设于1号线车站西侧，通过换乘通道与1号线及10号线车站相接。同时10号线将会建设换乘节点，亦需要对现时1号线站房部分区域及现有换乘通道进行改造，实现综合换乘。"
        ],
        [
            "未来换乘方式",
            "1号线和广佛线之间换乘改为经过地面的10号线站厅和地下一层的换乘通道实现；\n1号线换乘10号线及22号线均通过站厅换乘；\n10号线换乘至广佛线则可从9号站台直接通过换乘通道前往；但广佛线换乘至10号线则需先通过地下一层换乘通道，再绕经地面或地下二层前往8号站台；\n10号线及广佛线换乘22号线需要通过地下二层的换乘通道前往。"
        ]
    ],
    "platformBelong": [
        [
            "1",
            "1"
        ],
        [
            "1",
            "1"
        ],
        [
            "1",
            "1"
        ],
        [
            "9",
            "1"
        ],
        [
            "9",
            "1"
        ],
        [
            "1",
            "GF"
        ],
        [
            "2",
            "GF"
        ]
    ]
},
    {
        "name": [
            "坑口",
            "坑口",
            "坑口-こうこう",
            "컹커우",
            "Kengkou"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.232498,
            23.078878
        ],
        "via": [
            "1"
        ],
        "shortDesc": "坑口站是广州地铁1号线的一个车站，1997年随广州地铁首段通车而正式启用，车站位于荔湾区芳村花地大道中龙溪大道路口西侧，龙溪立交西北角。坑口站是1号线两个地面车站之一，另一个是西塱站。\n本站设有路轨通往南侧的西朗车辆段。",
        "structureType": [
            1
        ],
        "platformType": [
            3
        ],
        "hallType": [
            2
        ],
        "exitNum": [
            3
        ],
        "openTime": [
            "1997-6=28_"
        ],
        "serviceTime": "05:57-00:05ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:02"
                ],
                [
                    1,
                    "06:29"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "00:00ND"
                ],
                [
                    1,
                    "22:57"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "坑口站共有两层，地面为1号线站台层；地上二层为1号线站厅；车站周边为花地大道中、龙溪大道、东漖南路、荔胜广场以及芳村客运站等周边建筑。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "坑口站站厅位于地上二层，站厅采用敞开式设计，使车站站厅更为宽敞；不过顶部为圆拱型，同时搭配水泥灰色系会使乘客感到压抑的感觉。其中站厅中间东西侧被划分为收费区，周围被行人通道以及车站商店包围。站厅收费区范围均设有多组扶手电梯以及楼梯供乘客来往不同方向的月台。由于连接站台与站厅的2个专用电梯（升降机）位于站厅的升降机门均位于站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时坑口站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、糖果店、凉茶店以及洗衣店等。此外本站设置了不少自助服务设施，包括自动售卖机、自助充值/售卡机以及中国建设银行自动柜员机。"
                    },
                    {
                        "title": "东西分离站厅",
                        "data": "本站站厅分为两个独立的付费区，分别连接两个侧式月台。且两者不能连通，因此进错方向的乘客需要向车站工作人员联系，或前往花地湾站以及西塱站换乘相反方向列车。"
                    }
                ]
            ],
            [
                "月台",
                "坑口站设有两个侧式月台，位于花地大道中西侧的地面。\n\n另外，本站南端设置一条单渡线，配合本站南行方向路轨西侧设置的来往西朗车辆段的出入段线，以方便列车在有需要时进行出入段或者其它状况下的车务调动使用。\n\n"
            ]
        ],
        "exitDesc": "坑口站共设有4个出入口，2个设于花地大道端，另外2个设于东漖南路端。\n\nA、B出入口一侧的地块原本用于停车场以及往佛山南海方向的巴士总站，同时A出入口设有两组扶手电梯以连接地面。后来该地块被地铁公司建设为大型物业，为配合施工需要，B出入口曾于2014年4月21日零时起封闭，以进行施工区域的人行过街天桥拆卸工程，直到5月1日B出入口重新启用。而A出入口在2014年5月4日起封闭，以配合荔胜广场的建设。\n\n2016年12月3日起至2017年8月，因应D出入口旁的楼梯改造成扶手电梯的影响，本站D出入口旁边的升降直梯暂时停用。",
        "usageDesc": "坑口站西面为东漖村以及芳和花园等住宅小区，东面则为芳村客运站。本站客流以来往客运站的旅客为主，故会有不少乘客携带大量行李物品进站。因此本站的常规客流平日属中等偏上，早晚高峰时期及假期会稍为拥挤。",
        "history": [
            [
                "规划",
                "坑口站最早出现在1988年的地下铁道路网规划中，为当时第一期建设的1号线的中途站。1993年12月28日，一号线正式动工。1997年6月28日，本站作为1号线首批车站（西朗至黄沙）启用。\n\n2005年，地铁公司因考虑月台乘客安全和节省能源，决定为营运中的1号线全线加装月台幕门、半高式安全门，并展开月台风道及管线改造工程。2009年1月，本站的半高式安全门投入使用。"
            ],
            [
                "1号线月台增设喷雾风扇",
                "2014年9月，6号线三个高架车站先行加装喷雾风扇之后效果良好，地铁公司遂决定在现有12个地面/高架车站（包括本站在内）加装207台喷雾风扇。目前位于本站站台处的喷雾风扇已经装设到位。"
            ],
            [
                "D出入口的无障碍设施",
                "地铁坑口站自1997年开通以来，D出入口一直没有任何无障碍设施，给残疾人出入地铁站造成不便。一位姓杨的乘客建议铺设斜坡以方便残疾人、老年人以及携带大件行李者进出地铁。地铁公司收到信息反馈后，在该出口加建了一条无障碍设施坡道，该坡道于2014年12月16日正式投入使用。"
            ],
            [
                "D出入口加装自动扶梯",
                "为进一步方便乘客出行（主要为芳村花园、芳和花园的乘客以及附近学校的学生），坑口地铁站D口于2016年12月至2017年8月期间加装自动扶梯。该自动扶梯于2017年9月1日投入使用。由于车站结构限制，为了安装自动扶梯，原本D出入口楼梯的宽度有所缩减。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "花地灣",
            "花地湾",
            "花地湾-かちわん",
            "화디완",
            "Huadiwan"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.23403,
            23.087055
        ],
        "via": [
            "1"
        ],
        "shortDesc": "花地湾站是中国广州地铁一号线的一座车站，位于荔湾区花地大道北喜鹊路口和金鹏路口之间的地底，1997年随地铁一号线首段开通而启用。该站是唯一一个地下站采用半高屏蔽门及南北站厅均有良好摄影视野的广州市境内地铁站，深受各大爱好者的喜欢。",
        "structureType": [
            0
        ],
        "platformType": [
            3
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "1997-6=28_"
        ],
        "serviceTime": "05:59-00:03ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:27"
                ],
                [
                    1,
                    "06:04"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:58"
                ],
                [
                    1,
                    "22:58"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "与磨碟沙、琶洲等后期建设的浅层侧式站台车站不同，由于广州首次建设地铁线路，需进行试验性建设确定未来发展方向，本站采用大明挖浅埋车站建设，敞开式和弧形拱顶为本站特色。\n\n花地湾站共有二层，地面为花地大道北，花地花鸟鱼虫市场及其它建筑；地下一层设南北两个站厅；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "花地湾站分为南北两个站厅，由于车站月台采用敞开式设计，因此两个站厅在非付费区并不相通。两个站厅的收费区均设有楼梯供乘客来往月台。而北站厅各自连接2个月台的专用电梯（升降机）由于站台一侧的升降机门均设于月台屏蔽门之外的区域，乘客使用时需请求工作人员协助才可使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时本站提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店以及洗衣店等；其中南北站厅均设有面包糕饼店。羊城通客户服务中心亦设于本站南站厅处。此外也有不少自助服务设施，例如南站厅的自动售卖机、北站厅的自动充值/售卡机等。"
                    }
                ]
            ],
            [
                "月台",
                "花地湾站设有一组对向式侧式月台，位于花地大道北地底。\n\n本站虽为地下车站，但台风来袭需要停运露天段时，因本站没有设置折返线，1号线列车只能在芳村站折返，所以届时本站亦会被迫停运关闭。\n\n另外，本站是广州地铁地下车站中唯一一个使用半高式屏蔽门的车站。"
            ]
        ],
        "exitDesc": "花地湾站设有四个出入口，分布于南北两个站厅。其中B出入口设有连接车站站厅和地面的升降机，方便轮椅及携带婴儿车人士进出车站。\n\n值得一提的是，本站C、D出入口通道由于需要避让地下铺设的管道，导致通道中间设置有先上再下的几级楼梯。",
        "usageDesc": "花地湾站邻近红棉苑、翠竹苑等住宅小区以及城中村，同时附近的越和花鸟鱼虫世界，是该区主要购物点之一，不少市民会在该市场购买花卉以及宠物等。但由于本站的位置不是芳村的中心地带，因此本站客流稍显一般。\n\n在芳村花鸟鱼虫市场的逐渐衰落之中，本站客流量逐渐减少。",
        "history": [
            [
                "规划",
                "在1988年的地下铁道路网规划中，此站命名为招村站，为当时第一期建设的1号线的中途站，与车站的现时位置一致。1993年12月28日，一号线正式动工。1997年6月28日，包括本站在内的西塱站至黄沙站五站随1号线首通段通车而正式启用。"
            ],
            [
                "加装屏蔽门",
                "2005年，决定为包括本站在内的1号线各站加装屏蔽门或半高安全门。2009年3月2日，本站的半高式安全门正式投入使用。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "芳村",
            "芳村",
            "芳村-ほうそん",
            "팡춘",
            "Fangcun"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.235703,
            23.098592
        ],
        "via": [
            "1"
        ],
        "shortDesc": "芳村站是广州地铁一号线上的一座车站，位于荔湾区花地大道芳村大道路口的地底，1997年6月28日随地铁一号线开通而启用。\n\n本站连地下商业街及下方的折返线共全长689米，落成时号称亚洲最长的地下车站。",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            6
        ],
        "openTime": [
            "1997-6=28_"
        ],
        "serviceTime": "06:01-00:00ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:25"
                ],
                [
                    1,
                    "06:06"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:55"
                ],
                [
                    1,
                    "23:00"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "芳村站目前共设有二层，地面为花地大道北，芳村大道中及其它建筑；地下一层为站厅层；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，收费区设于车站中部区域，四周被行人通道以及车站商店包围，部分车站商店会设置在收费区域。站厅收费区内设有扶手电梯以及楼梯前往月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时芳村站内提供不同类型的商店，例如便利店、面包糕饼店、咖啡店以及洗衣店等。此外也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、自助充值/售卡机、中国建设银行自动柜员机等。"
                    }
                ]
            ],
            [
                "月台",
                "1号线设有一个岛式月台，位于花地大道地底。\n\n另外，本站1号线站台南侧之间设有一组双存车线。当1号线的南段出现故障或是台风来袭需要停运露天段时，往西塱站的列车将会通过此存车线折返，以本站为临时总站。"
            ]
        ],
        "exitDesc": "芳村站共设有6个出入口；另外，本站南站厅处连通万象地下商业街，商业街同时设有多个出入口，方便市民前往花蕾路、红棉苑、花地城等地。\n\nA2出入口在2010年进行了加装扶梯以及出入口的改造工程，因此改造期间出入口暂时封闭。",
        "usageDesc": "由于本站位于芳村中心地带，车站周边大部分地区为密集的住宅区以及城中村区域，亦邻近著名的芳村风情酒吧街；且有不少交通工具接驳区内的住宅及工业区，因此使用量相当高，尤是在平日繁忙时间、周六、周日及公众假期期间。因此，使用该站出入闸的人流十分高。\n\n为了保证公园前站不会累积过多乘客形成安全隐患，在工作日早高峰期间，本站将会实施客流控制措施，部分入闸机会关闭以限制人流，维持运营秩序。\n\n在农历新年假期及黄大仙诞期间，由于车站距离黄大仙祠较近，很多人会使用该站前往黄大仙祠上香，因此该时段车站会相当拥挤。",
        "history": [
            [
                "规划",
                "在1988年的地下铁道路网规划中，此站命名为芳村花地站，为当时第一期建设的1号线的中途站，与车站的现时位置一致。1993年12月28日，一号线正式动工。1997年6月28日，包括本站在内的西塱站至黄沙站五站随1号线首通段通车而正式启用。"
            ],
            [
                "加装屏蔽门",
                "2005年，地铁公司决定为包括本站在内的1号线各站加装屏蔽门或半高安全门。2008年12月，本站的屏蔽门正式投入使用，同时本站是1号线地下站最后一个安装屏蔽门的车站。"
            ]
        ],
        "futureExpansion": [
            [
                "11号线及28号线",
                "11号线及28号线均设有芳村站，与1号线交汇，令本站成为广州地铁的一个大型枢纽站。但1号线建设之时并没有任何预留，两线未来与1号线换乘时均只能使用通道换乘。\n\n11号线芳村站将设于芳村大道花地大道口东侧的地下，站台位于地下三层；车站同时预留与28号线的换乘节点，以及地下四层28号线车站的部分结构。\n\n为配合十一号线车站施工，2019年3月16日凌晨起芳村大道中的花地大道北至明心路段实施第二期施工围蔽，围蔽区域内将进行管线迁改及车站主体结构施工，部分巴士线路亦需要改道行驶，计划于2021年3月底前完成该区域施工。"
            ],
            [
                "22号线（白鹅潭站）",
                "22号线将在现有1号线芳村站西侧设白鹅潭站，同时也连接广佛江珠城际的芳村站，并实现1号线、11号线、22号线、28号线和广佛江珠城际线的换乘。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "黃沙",
            "黄沙",
            "黄沙-おうさ",
            "황사",
            "Huangsha"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.239856,
            23.110524
        ],
        "via": [
            "1",
            "6"
        ],
        "shortDesc": "黄沙站是广州地铁一号线与六号线其中一个换乘车站，1997年6月28日随地铁一号线开通而启用，1999年2月16日前是地铁一号线的终点站，2013年12月28日随着地铁六号线通车成为换乘车站。车站位于荔湾区大同路六二三路口北侧，西城都荟商场的地底，站厅直连西城都荟商场，邻近沙面岛西部。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            0
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            2,
            2
        ],
        "exitNum": [
            5
        ],
        "openTime": [
            "1997-6=28_",
            "2013-12=28_"
        ],
        "serviceTime": "06:03-23:58",
        "firstTrain": [
            [
                [
                    0,
                    "06:23"
                ],
                [
                    1,
                    "06:08"
                ]
            ],
            [
                [
                    0,
                    "06:12"
                ],
                [
                    1,
                    "06:12"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:53"
                ],
                [
                    1,
                    "23:03"
                ]
            ],
            [
                [
                    0,
                    "23:02"
                ],
                [
                    1,
                    "23:43"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "黄沙站共设有四层，地面为六二三路、大同路、内环路高架、西城都荟及其它建筑，地下一层为站厅层以及换乘通道；地下二层为1号线月台及设备区；地下三层为设备区及6号线缓冲平台；地下四层为6号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "黄沙站分为1号线和6号线两部分，两个站厅的付费区范围设有多组专用电梯（升降机）、扶手电梯以及楼梯往返于各线路之站台。1号线连接站厅和月台的专用电梯原位处站厅非付费区，后期因配合6号线通车并划入付费区内。\n\n黄沙站与杨箕站、东山口站一样，两线通过站厅层的换乘通道进行换乘。换乘通道由于与6号线站厅有高度差，因此设有楼梯接驳，同时设有供残障人士使用的轮椅升降台。为使联络两线站厅的换乘通道能划入付费区，1号线付费区位于站厅东侧大部分区域，6号线付费区位于站厅西侧，两个站厅在非付费区并不相通。\n\n由于建设年代不同，两个车站站厅的色系以及装修风格都有所不同，1号线为白色车站色系+大理石柱，站厅顶部的波浪形分隔成蓝色和白色色系，蓝色寓意着车站旁的珠江，象征珠江的波澜；6号线采用玻璃板以及沙棕色的车站色系。本站是6号线的重点站之一，柱面装饰的内容是沙面露德圣母堂。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "黄沙站前期设有车站商店，例如便利店、洗衣店等，后来6号线开通，以及西城都荟广场启用，1号线站厅多个区域被打通连接西城都荟广场地库，且6号线站厅空间狭小，现时本站没有设置任何车站商店。但黄沙站设有不少自助服务设施供乘客使用，包括自动售卖机、中国建设银行自动柜员机、自动售卡/充值机、“好易”自助服务等。"
                    }
                ]
            ],
            [
                "月台",
                "本站1号线月台设于西城都荟商场地底，6号线月台则设于西城都荟南广场的地底，均为岛式月台。1号线月台为上层，6号线月台在下层。另外，本站是1号线最早在月台进行加装并投入使用屏蔽门的车站。\n\n两线月台上的书法字也有所区别，1号线采用的是华文新魏电脑书法字，6号线采用的是华文行楷电脑书法字。"
            ]
        ],
        "exitDesc": "黄沙站设有B、C、D、E、F总共5个出入口，B出入口位于大同路，C出入口位于丛桂路，已于2014年8月18日开通；D出入口位于六二三路，E出口位于大同路清平药材市场旁边，F出口位于黄沙大道西城都荟正门对出。在1号线站厅中，亦设有九个出口直接连通西城都荟商场地库，于2019年起更获编为1至9号口。\n\n本站1号线在建设时考虑到未来需要发展上盖项目，因此当时所有出入口均为临时搭建，预留未来与上盖项目合并设置。D出口共经历过三次改建：第一次于当年西城都荟动工时改建；第二次于改建6号线换乘通道以及西城都荟建成启用时改建；现时第三次则是结合西城都荟西区改造时进行改建，其后曾借用邻近一个接驳西城都荟商场的出入口（现7号口）作为临时D出入口，最终随正式D出入口通道启用而迁往现址。\n\n1号线建设时亦在站厅预留了未来增建A出口的接口，现时已成为换乘通道与1号线站厅的接口之一。",
        "usageDesc": "本站位处的黄沙及沙面一带，建成早期附近多数都是民居，只有位处沙面岛西部的白天鹅宾馆临近本站。因此利用本站的乘客大多数为附近居民为主，但偶然会有外地游客。即使本站亦临近上下九步行街，但除了附近居民，鲜为人知。从黄沙站B出口经大同路前往上下九步行街西端的第十甫路，比从长寿路站D出口经宝华路前往的距离相若，因此地铁方面亦会建议乘客利用本站来往上下九步行街，以图分流部分长寿路站的客流。但收效不太明显。\n\n由于本站所有出口均位于其上盖物业西城都荟商场内部或附近，故此自从本站成为换乘站后迅速带旺西城都荟内的众多商家，并开始形成以该商场为中心的黄沙商圈。\n\n2013年，本站上盖大型商场西城都荟开幕，本站客流开始有上升之势。再加上同年年底6号线开通，本站成为换乘站后，客流进一步上升。截至2018年1月，本站日均进站客流3.9万人次，而换乘客流最高达到9万人次。\n\n受限于6号线站台狭窄，空间局促，再加上在本站上下车的换乘客流较大，本站6号线站台在早晚高峰会较为拥挤。\n\n因1号线和6号线有较大的运力差距，以及受制于本站换乘通道空间较为狭小，通过能力有限。因此本站在2018年1月8日开始，工作日早高峰7:30-9:30，以及晚高峰17:30-19:30将会在本站实施客流控制，以维持运营秩序。",
        "history": [
            [
                "1号线",
                "黄沙站最早出现在1988年的地下铁道路网规划中，为当时第一期建设的1号线的中途站。1993年12月28日，一号线正式动工。\n\n1997年6月28日，本站作为1号线首批车站（西塱至黄沙）启用。当时本站为1号线北端终点站。1999年2月16日大年初一，黄沙至广州东站启用，本站成为1号线中途站。\n\n2006年，本站作为样板车站，率先进行了加装屏蔽门的工程。同年年底投入使用。\n\n6号线"
            ],
            [
                "6号线",
                "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站成为1号线与当时7号线的换乘站。在后来的规划中，当时7号线辗转成为现时的6号线，仍在本站与1号线换乘。\n\n2005年6月28日，六号线黄沙站作为试验段开工。2013年10月，本站1号线站厅进行了改造，迁移部分闸机同时更改了付费区范围。同年12月28日，6号线首期开通试运营，本站成为1号线及6号线的换乘站。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ],
            [
                "1",
                "6"
            ],
            [
                "2",
                "6"
            ]
        ]
    },
    {
        "name": [
            "長壽路",
            "长寿路",
            "長寿路-ちょうじゅろ",
            "창서우루",
            "Changshou Lu"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.242271,
            23.118402
        ],
        "via": [
            "1"
        ],
        "shortDesc": "长寿路站是广州地铁1号线的一座车站，于1999年2月16日启用；车站位于荔湾区宝华路长寿西路口，邻近恒宝华庭，上下九步行街亦位于附近。",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "1999-2=16_"
        ],
        "serviceTime": "06:05-23:56",
        "firstTrain": [
            [
                [
                    0,
                    "06:21"
                ],
                [
                    1,
                    "06:10"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:51"
                ],
                [
                    1,
                    "23:04"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "长寿路站共设有二层，地面为宝华路、长寿西路、宝源路以及上盖物业恒宝华庭；地下一层为站厅层；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，收费区范围设于站厅中心处，周围被行人通道及车站商店包围，部分车站商店亦设于收费区内；站厅收费区范围设有多组扶手电梯以及楼梯供乘客前往月台层。由于专用电梯（升降机）连接站台与站厅北侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时，长寿路站内提供不同类型的商店供乘客购物或进食，例如便利店、面包糕饼店以及洗衣店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、中国建设银行自动柜员机以及羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
                    }
                ]
            ],
            [
                "月台",
                "长寿路站设有一个岛式月台，位于宝华路的地底。"
            ]
        ],
        "exitDesc": "长寿路站共设有5个出入口。其中A、B、D2出入口有盲道，B出入口有轮椅升降机。",
        "usageDesc": "本站位处广州西关传统老城区，同时邻近上下九步行街及泮塘一带，本站附近亦有不少的住宅、食肆、商场等生活设施。除附近居民通勤需要外，其它地区的市民和游客若要前往上下九商圈，绝大部分都会取道1号线，利用本站前往。因此，本站虽然只是一个普通车站，但是车站全天都人流如织，每逢节假日更会出现人潮，引致车站站厅及月台水泄不通，地铁方面亦经常因此需要在本站实施客流控制，以维持运营秩序。\n\n由于从黄沙站B出口经大同路前往上下九步行街西端的第十甫路，比从长寿路站D出口经宝华路前往的距离相若，以及黄沙站的客流压力比本站为少，地铁方面亦会建议乘客利用黄沙站来往上下九步行街，以图分流部分长寿路站的客流，但收效不太明显。而上下九步行街的中心上下九广场比较接近文化公园站，因此在6号线开通后，有乘客开始改用文化公园站前往上下九步行街，分流部分本站的客流。",
        "history": [
            [
                "规划",
                "在1988年的地下铁道路网规划中，在西关的车站称为多宝路站，并位于现时车站更西的位置，大致在逢源路多宝路口。在征求市民意见后，最终形成了“十字线网”的规划。在这个规划中，该站随1号线的走线东移至宝华路现时的位置，并更名为长寿路站。\n\n1994年8月，本站正式动工。1999年2月16日大年初一当日，本站启用，当日亦为1号线全线通车之日。"
            ],
            [
                "车站翻新",
                "2011年，广州地铁计划对1号线进行全线车站翻新工程，铲除原有墙面的瓷砖并改为悬挂统一的灰色石板，同时也会更换假天花以及部分灯具。后因广州市第16中学学生陈逸华的“举牌反对”引起媒体关注，市民亦纷纷质疑翻新的合理性，最终翻新工程被搁置。惟本站及其余三站（杨箕、体育西路和广州东站）因已开工铲走了原有墙面，只能按照原定计划挂上灰色花岗岩石板，完成墙面翻新工程。"
            ],
            [
                "大笪地撤场",
                "B出口附近的大笪地商业城地块为地铁公司所有，当时为本站的施工工地。大笪地自发形成于上世纪90年代，一些小贩在华林街周边摆卖，渐渐成市。此后为加强管理，政府部门将其引导至长寿路、宝华路交界处的地铁站出口地块形成集市，成为小贩入室经营最成功的例子。2000年6月，地铁公司将地块出租给大笪地商业城业主方。现时地铁公司已于2014年4月21日（原定同年3月31日）收回大笪地地块。由于荔湾区与地铁方面仍未就该用地未来用途达成一致共识，导致大笪地地块自2014年4月起一直丢荒至今，亦引起市民的疑惑。目前该地用作停车场空地。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "陳家祠",
            "陈家祠",
            "陳家祠-ちんかし",
            "천자츠",
            "Chen Clan Academy"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.246439,
            23.125727
        ],
        "via": [
            "1"
        ],
        "shortDesc": "陈家祠站是广州地铁1号线的一座车站，1999年2月16日随地铁一号线全线通车而启用；车站位于荔湾区中山七路康王中路口西侧的地底。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音\"Chen Jia Ci\"表示，目前更改为Chen Clan Academy",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            3
        ],
        "openTime": [
            "1999-2=16_"
        ],
        "serviceTime": "06:07-23:53",
        "firstTrain": [
            [
                [
                    0,
                    "06:19"
                ],
                [
                    1,
                    "06:12"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:48"
                ],
                [
                    1,
                    "23:06"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "陈家祠站目前共有两层。地面为中山七路、康王中路、陈家祠以及附近建筑；地下一层为站厅层；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，目前收费区范围设于站厅北侧，周围被行人通道及车站商店包围，部分车站商店亦设于收费区内；站厅收费区范围设有多组扶手电梯以及楼梯供乘客前往月台层。由于专用电梯（升降机）连接站台与站厅西侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时，陈家祠站内提供不同类型的商店供乘客购物或进食，例如便利店、面包糕饼店、凉茶店、洗衣店、鸭脖店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、中国建设银行自动柜员机、自动售卡/充值机、“好易”自助服务等。"
                    }
                ]
            ],
            [
                "月台",
                "陈家祠站目前设有一个岛式月台，位于中山七路的地底。"
            ]
        ],
        "exitDesc": "陈家祠站在建设之初已设置了4个出入口，目前开通3个。其中设有的预留B出入口，由于邻近的卷烟二厂一直未能达成共识而无法启用。本站A、C口设有盲道，D口有轮椅升降台与无障碍通道",
        "usageDesc": "本站位处荔湾西关老城区的中心区域，邻近著名景点陈家祠，周边也有不少的住宅、商场及学校，使用本站的客流以附近居民以及附近学校学生为主，亦会有不少游客利用本站前往陈家祠和华林玉器街。在每年农历新年期间，荔湾区亦会在本站附近的荔湾路举办一年一度的荔湾花市，届时本站客流量将会有所上升。\n\n为了保证公园前站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰8时至9时将视情况采取客流控制措施。",
        "history": [
            [
                "1号线",
                "最初在1988年的地下铁道路网规划的初步方案中，并没有陈家祠站。当时只有一个名为“中山八路”的车站，位于中山八路荔湾路口以东。在征求市民意见后形成的“十字线网”的规划中，1号线黄沙以北中山路以南的走线被东移，“中山八路站”亦被东移至现时位置并易名“中山七路站”，最后确定名称为“陈家祠站”。\n\n1993年12月28日，1号线正式动工。1999年2月16日大年初一当日，本站启用，当日亦为1号线全线通车之日。\n\n本站B出口及A出口附属的升降机需要利用车站南边的广州卷烟二厂地块，该地块现时仍被卷烟二厂自行围蔽。但因为市规划局及地铁方与卷烟二厂一直未能达成共识，导致B出口虽已建成，但因出口直接面对围蔽地块而一直无法启用；同时A出口的升降机也一直无法投入使用。"
            ],
            [
                "8号线",
                "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站成为1号线与当时4号线的换乘站。在后来的规划中，当时的4号线辗转成为现时的8号线北延段，仍在本站与1号线换乘。\n\n8号线陈家祠站在最初的设计中是位于1号线车站南边的广州卷烟二厂地块内。但同样由于市规划局与卷烟二厂沟通协调后依然无法达成共识，因此车站只能北移，改为设于陈家祠东广场内。\n\n由于陈家祠广场于2010年落成启用，建设时耗资8亿，但在落成四年就被拆卸建设地铁车站，因此被市民斥责太浪费。地铁公司回应称，目前陈家祠施工的地铁8号线北延线，2014年初才获国家批复能够动工，2009年的时候依然无法预计到陈家祠广场将来会进行地铁施工。\n\n陈家祠站为8号线北延段的一铺轨基地，该站由中铁一局于4月初组建基地管理团队，5月7日接手陈家祠场地，在5月29日，陈家祠铺轨基地2台43吨龙门吊主体顺利完成安装。\n\n8号线车站部分在2014年12月开工建设。2018年6月底，8号线车站主体部分封顶。2019年1月起则对1号线站厅北侧部分围蔽，进行接入换乘大厅的施工。\n\n预计本站8号线部分将在2020年与8号线北延段同步启用。"
            ]
        ],
        "futureExpansion": [
            [
                "8号线北延段",
                "8号线未来将往北延长，并于陈家祠东广场的地底设陈家祠站，与1号线交汇。但1号线建设之时并没有任何预留，两线只能使用站厅换乘。8号线站台届时将位于地下三层，1号线月台的北边。两线车站通过位于地下一层的换乘大厅连接。\n\n"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "西門口",
            "西门口",
            "西門口-さいもんこう",
            "시먼커우",
            "Ximenkou"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.25583,
            23.125219
        ],
        "via": [
            "1"
        ],
        "shortDesc": "西门口站是广州地铁1号线的一座车站，位于越秀区中山六路光孝路口的地底，于1999年2月16日启用。",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "1999-2=16_"
        ],
        "serviceTime": "06:14-23:46",
        "firstTrain": [
            [
                [
                    0,
                    "06:17"
                ],
                [
                    1,
                    "06:14"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:46"
                ],
                [
                    1,
                    "23:08"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "西门口站共设有两层，地面为中山六路、人民路和人民路高架、光孝路、纸行路、以及其它建筑；地下一层为站厅层；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，收费区范围设于站厅北侧，周围被行人通道以及车站商店包围，部分车站商店设于收费区内；站厅收费区范围设有多组扶手电梯以及楼梯供乘客前往月台层。由于专用电梯（升降机）连接站台与站厅西侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时，西门口站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、凉茶店以及洗衣店等。此外本站也有不少自助服务设施供乘客使用，包括自动照相机、中国建设银行自动柜员机以及羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
                    }
                ]
            ],
            [
                "月台",
                "西门口站设有一个岛式月台，位于中山六路地底。"
            ]
        ],
        "exitDesc": "西门口站设有四个出入口。其中车站启用时设B、C出入口，后来于2007年6月4日启用D出入口，2009年国庆节前夕启用A出入口。",
        "usageDesc": "本站周边也有不少的住宅、商场及学校，使用本站的客流以附近居民以及附近学校学生为主。由于本站邻近著名景点光孝寺，因此在每年的农历新年期间，很多人会使用该站前往光孝寺拜祭上香。\n\n为了保证公园前站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰8时至9时将视情况采取客流控制措施。",
        "history": [
            [
                "规划",
                "最初在1988年的地下铁道路网规划的初步方案中，亦设有西门口站，是1号线的一个中途站，位置已大致与现时相同。\n\n车站命名方面，由于车站旁邻近1920年拆除的明、清两代广州城的正西门（即西门口），位置亦位于现时的中山六路、中山七路与人民北路、人民中路交汇处一带。正因为如此车站亦命名为西门口站。\n\n1993年12月28日，1号线正式开工兴建。1996年，广州市文物考古研究所在位于车站工地处发现了明代西城门瓮城遗址。1999年6月28日，西门口站随一号线全线通车而启用。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "公園前",
            "公园前",
            "公園前-こうえんまえ",
            "공원 전",
            "Gongyuanqian"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        10,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        "站厅",
                        "Line2-GZ"
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        20,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        30,
                        [
                            2
                        ],
                        ""
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        11,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        "站厅",
                        "Line2-GZ"
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        30,
                        [
                            2
                        ],
                        ""
                    ]
                ]
            },
            {
                "platform": 3,
                "facilities": [
                    [
                        4,
                        [
                            3
                        ],
                        "站厅"
                    ],
                    [
                        10,
                        [
                            1
                        ],
                        "A<br>B<br>H<br>I"
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        21,
                        [
                            1
                        ],
                        "C<br>D<br>E<br>F<br>G<br>J<br>K"
                    ],
                    [
                        29,
                        [
                            2
                        ],
                        ""
                    ]
                ]
            },
            {
                "platform": 4,
                "facilities": [
                    [
                        4,
                        [
                            3
                        ],
                        "站厅"
                    ],
                    [
                        10,
                        [
                            1
                        ],
                        "A<br>B<br>H<br>I"
                    ],
                    [
                        15,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        16,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        21,
                        [
                            1
                        ],
                        "C<br>D<br>E<br>F<br>G<br>J<br>K"
                    ],
                    [
                        29,
                        [
                            2
                        ],
                        ""
                    ]
                ]
            },
            {
                "platform": 5,
                "facilities": [
                    [
                        2,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        14,
                        [
                            3
                        ],
                        "站厅",
                        "Line1-GZ"
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        6,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        25,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        27,
                        [
                            2
                        ],
                        "站厅"
                    ]
                ]
            },
            {
                "platform": 6,
                "facilities": [
                    [
                        2,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        "站厅",
                        "Line1-GZ"
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        6,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        25,
                        [
                            2
                        ],
                        "",
                        "Line1-GZ"
                    ],
                    [
                        27,
                        [
                            2
                        ],
                        "站厅"
                    ]
                ]
            },
            {
                "platform": 7,
                "facilities": [
                    [
                        2,
                        [
                            3
                        ],
                        "B<br>C<br>J"
                    ],
                    [
                        23,
                        [
                            3
                        ],
                        "",
                        true
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        21,
                        [
                            1
                        ],
                        "C<br>D<br>E<br>F<br>G<br>J<br>K"
                    ],
                    [
                        24,
                        [
                            0
                        ],
                        "动漫新城"
                    ],
                    [
                        29,
                        [
                            1
                        ],
                        "A<br>B<br>E<br>F<br>G<br>H<br>I<br>K"
                    ]
                ]
            },
            {
                "platform": 8,
                "facilities": [
                    [
                        2,
                        [
                            3
                        ],
                        "B<br>C<br>J"
                    ],
                    [
                        23,
                        [
                            3
                        ],
                        "",
                        true
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        17,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ],
                    [
                        21,
                        [
                            1
                        ],
                        "C<br>D<br>E<br>F<br>G<br>J<br>K"
                    ],
                    [
                        24,
                        [
                            0
                        ],
                        "动漫新城"
                    ],
                    [
                        29,
                        [
                            1
                        ],
                        "A<br>B<br>E<br>F<br>G<br>H<br>I<br>K"
                    ]
                ]
            }
        ],
        "location": [
            113.264315,
            23.125446
        ],
        "via": [
            "1",
            "2"
        ],
        "shortDesc": "公园前站是广州地铁1号线和2号线的一座换乘车站，位于广州越秀区中山五路起义路口和广州人民公园的地底。并因位于广州人民公园前以得名，车站于1999年2月16日随一号线全线通车而正式启用。\n\n本站是广州地铁系统中第一个启用的换乘车站。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            5,
            5
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            1,
            1
        ],
        "exitNum": [
            12
        ],
        "openTime": [
            "1999-2=16_",
            "2002-12=29_"
        ],
        "serviceTime": "06:10-00:02ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:15"
                ],
                [
                    1,
                    "06:10"
                ]
            ],
            [
                [
                    0,
                    "06:12"
                ],
                [
                    1,
                    "06:16"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:44"
                ],
                [
                    1,
                    "23:10"
                ]
            ],
            [
                [
                    0,
                    "23:57"
                ],
                [
                    1,
                    "23:57"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "公园前站共设有三层，地面为人民公园、中山五路、起义路、西湖路、广州地铁公园前控制中心和附近商业建筑。地下一层为1号线与2号线共用站厅；地下二层为1号线月台和2号线北站厅；地下三层为2号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "公园前站的大堂分别位于地下一层和地下二层，其中地下一层为1号线、2号线南站厅共用的站厅层，地下二层为2号线北站厅部分。\n\n现时为了客流组织的需要以及方便乘客进出，收费区位于地下一层的东、西和南侧，和地下二层的南北两侧，而且互不相连。收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯往返月台，但部分专用电梯由于直接连接月台和站厅非收费区，乘客使用时需请求工作人员协助才可使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "公园前站内提供便利店、面包糕饼店以及洗衣店等商店，商店主要设于共用站厅的非收费区范围的中央部分、南侧以及西侧；羊城通客户服务中心设于地下一层站厅靠J出口侧。此外本站亦设有自动售卖机、自动照相机、中国建设银行自动柜员机、“好易”自助服务机等自助服务设施。"
                    }
                ]
            ],
            [
                "月台",
                "一号线月台于1999年启用，位于中山五路地底；二号线月台于2002年随二号线首通段（三元里─晓港）开通而启用，位于广州起义路地底；两个月台都设有一个岛式月台及两个侧式月台，两个侧式月台分别建于岛式月台两旁，并以路轨分隔，即西班牙式月台布局。\n\n乘客在本站换乘或下车时，需在侧式月台（即右边车门）下车，依照月台上的指示牌进行换乘或出站；岛式月台（即左边车门）仅供乘客上车。换乘时，从原乘线路的侧式月台步行至月台中部可换乘至另一条线路的岛式月台。\n\n另外，本站1号线的月台东边设有一条单渡线。当1号线发生故障时，列车将会通过该条渡线折返，以本站为临时总站。\n\n2号线月台北边则设有一条存车线。当2号线的纪念堂站发生故障时，往嘉禾望岗列车将会通过该条存车线折返，以本站为临时总站。届时前往纪念堂至嘉禾望岗各站的乘客需要使用其它交通工具，换乘3号线，5号线及14号线则需经本站1号线换乘前往或绕经其它线路前往。现时该条存车线有时会摆放一列备用车，在晚高峰向南开出疏导客流。\n\n1号线和2号线的联络线亦设于本站东北象限处，供车务调动使用。"
            ]
        ],
        "exitDesc": "公园前站目前共设有12个出入口，方便乘客前往北京路步行街、中山五路等地。动漫星城亦分布于地下一层至地下三层，位于车站北部，在地下一层和地下二层车站站厅，2号线两个侧式月台北端均设有独立出入口供乘客前往动漫星城。有部分出入口亦连接于各商场地库，其中A出入口则连接中旅商业城地库，E出入口则连接五月花商业广场地库。\n\n与体育西路站一样，各出入口亦设有LCD彩色显示系统以显示车站周边三维地图以及建议前往的目的地。",
        "usageDesc": "由于公园前站是最早开通的两条线路的换乘站，且处于广州市的正中核心带，新旧楼宇林立；购物中心和潮流文化非常集中。公园前站附近不仅有北京路步行街，还有动漫星城、五月花商业广场、广百百货、新大新百货为主的商业中心区，亦邻近广州市政府，本站日客流尤其在节假日时一直保持着较高的客流水平，车站全天人流如织，是广州地铁最繁忙车站之一。为缓解客运压力，每逢工作日早高峰8点至9点本站将实施客流控制措施，维持运营秩序。\n\n在每年农历新年期间，越秀区亦会在本站附近的西湖路和教育路举办一年一度的西湖路花市，届时本站客流量将会进一步上升，拥堵情况严重时甚至需要实行客流控制。",
        "history": [
            [
                "1号线",
                "公园前站最早出现在1988年的地下铁道路网规划的初步方案中，而在当时已经是“十字线网”中的唯一换乘站。1993年12月28日，1号线正式开工兴建。本站作为1号线和2号线的换乘站统一设计，分期实施。1号线车站施工时预留换乘节点，以便2号线动工时能进一步扩建，形成整个十字型车站。1999年2月16日，公园前站随一号线全线通车而启用。当时1号线车站仅启用中间的岛式月台，两边的侧式月台待2号线通车时再启用。"
            ],
            [
                "2号线",
                "而2号线首期工程则于1999年10月10日正式动工。2002年12月29日，本站2号线车站和1号线两个侧式月台随2号线首通段（三元里至晓港）通车而启用。本站当日亦正式启用换乘功能。2010年9月22日至24日，本站2号线月台随旧2号线一同停运，进行线路拆解。最终本站2号线月台于2010年9月25日随新2号线开通，重新启用。"
            ],
            [
                "加装屏蔽门",
                "2005年，地铁公司因考虑月台乘客安全和节省能源，决定为营运中的1号线全线加装月台幕门、半高式安全门，并展开月台风道及管线改造工程。2007年2月16日，本站一号线屏蔽门系统开始启用。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ],
            [
                "7",
                "1"
            ],
            [
                "7",
                "1"
            ],
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ],
            [
                "7",
                "2"
            ],
            [
                "7",
                "2"
            ]
        ]
    },
    {
        "name": [
            "農講所",
            "农讲所",
            "農講所-のうこうしょ",
            "농민 운동 강습소",
            "Peasants Movement Institute"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.275602,
            23.126623
        ],
        "via": [
            "1"
        ],
        "shortDesc": "农讲所站是广州地铁一号线的一座车站，因邻近广州农民运动讲习所而得名。于1999年2月16日启用，车站位于中山四路德政路口的地底。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音“Nong jiang suo”表示，现改为Peasant Movement Institute",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "1999-2=16_"
        ],
        "serviceTime": "06:07-23:47",
        "firstTrain": [
            [
                [
                    0,
                    "06:22"
                ],
                [
                    1,
                    "06:12"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:42"
                ],
                [
                    1,
                    "23:12"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "农讲所站共设有两层。地面为中山四路、德政路、广州农民运动讲习所、广东省实验中学以及附近建筑；地下一层为站厅；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "农讲所站站厅设于地下一层，设有售票机、云购票机、客服中心等车站基础设施。为方便行人进出，农讲所站收费区范围设于站厅北侧，站厅收费区范围设有4组扶手电梯以及楼梯供乘客前往月台层。由于专用电梯（升降机）连接站台与站厅东侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时农讲所站提供不同类型的商店，例如便利店、面包糕饼店、鸭脖店、凉茶店以及洗衣店等，部分车站商店设于站厅的付费区内。此外本站也有不少自助服务设施，包括自动售卖机、自动照相机、中国建设银行的自动柜员机以及羊城通充值机。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
                    }
                ]
            ],
            [
                "月台",
                "农讲所站设有一个岛式月台，位于中山四路地底。"
            ]
        ],
        "exitDesc": "农讲所站现时共设有四个出入口。\n\n值得一提的是，C出入口在2010年5月至11月期间进行了加装扶手电梯、加装雨棚以及加装信息显示器工程，因此在施工过程中本站C出入口暂时封闭，开放后成为本站唯一一个设有扶手电梯的出入口。",
        "usageDesc": "农讲所站除了有重要景点广州农民运动讲习所以外，车站周边有多个住宅街区、仓边路由于有法院和公证处以及东风中路较为集中的办公室区域，也会有中小学校和图书馆等文化设施，因此在工作日早高峰和晚高峰繁忙时段，本站会有许多乘客在此出入闸。",
        "history": [
            [
                "规划",
                "农讲所站最早出现在1988年的地下铁道路网规划的初步方案中。1993年12月28日，1号线正式开工兴建。1999年2月16日，农讲所站随一号线全线通车而启用。"
            ],
            [
                "加装屏蔽门",
                "2005年，地铁公司因考虑月台乘客安全和节省能源，决定为营运中的1号线全线加装月台幕门、半高式安全门，并展开月台风道及管线改造工程。2007年至2008年间，农讲所站与其它地下车站陆续改造完成，屏蔽门投入使用。"
            ],
            [
                "老鼠街撤场清拆",
                "上世纪80年代末90年代初，在东濠涌中山四路往北路段聚集着一群小贩，他们通过销售非法渠道进口的产品或仿制的A货起家，因其见不得光被称为“老鼠货”，“老鼠街”一名由此得来。1998年，随着东濠涌的整治，东濠涌老鼠街一分为二进行搬迁，一部分迁至烈士陵园旁边的金凯商业城，一部分则迁到现在农讲所D出口的东濠涌老街商业城内。\n\n2014年7月，东濠涌老街商业城正式收到撤场通知，于9月30日晚上8时交店铺钥匙，10月1日起正式结束营业。同年9月30日，地铁公司正式收回东濠涌老街商业城地块。\n\n地铁公司已于2014年11月15日早上8:00至10:00对原有老街商业城建筑进行清拆，期间临时封闭D口以确保安全。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "烈士陵園",
            "烈士陵园",
            "烈士陵園-れっしりょうえん",
            "례스링위안",
            "Martyrs' Park"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.285663,
            23.126704
        ],
        "via": [
            "1"
        ],
        "shortDesc": "烈士陵园站是广州地铁的一座车站，因地面建有广州起义烈士陵园而得名；于1999年2月16日启用，车站位于越秀区中山三路较场东路口的地底。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，此站的英文站名是以拼音“Lie shi ling yuan”表示，现改为Martyrs' Park",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            6
        ],
        "openTime": [
            "1999-2=16_"
        ],
        "serviceTime": "06:09-23:45",
        "firstTrain": [
            [
                [
                    0,
                    "06:20"
                ],
                [
                    1,
                    "06:14"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:40"
                ],
                [
                    1,
                    "23:14"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "烈士陵园站共设有两层。地面为中山三路、较场东路、东川路、广州起义烈士陵园以及附近建筑；地下一层为站厅；地下二层为1号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，收费区范围设于站厅中间处。站厅收费区范围设有多组扶手电梯以及楼梯供乘客前往月台层。由于专用电梯（升降机）连接站台与站厅东侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时，烈士陵园站内提供不同类型的商店供乘客购物或进食，例如便利店、面包糕饼店、凉茶店、洗衣店、鸭脖店以及寿司店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、中国建设银行的自动柜员机、自动售卡/充值机、“好易”自助服务等。"
                    }
                ]
            ],
            [
                "月台",
                "烈士陵园站设有一个岛式月台，位于中山三路地底。"
            ]
        ],
        "exitDesc": "烈士陵园站共设置了6个出入口；另外A出入口通道旁连通\"流行前线\"地库，该地库各出入口可前往附近的中华广场地下一层，陵园西路等地。\n\n另外，在B2出入口旁设置了一部连接地面的升降机供使用轮椅人士进出车站。",
        "usageDesc": "烈士陵园站邻近以中华广场、流行前线和地王广场为核心的商业中心区，入住大批量的商铺、以及陵园西路一带的手机电子批发市场；同时车站周边亦有数个住宅楼盘及小区，附近也有多所中、高等院校，广东省人民医院亦邻近本站。因此车站全天出入闸的客流维持在较高水平，是广州地铁的繁忙车站之一。如遇上节假日，车站客流更会进一步上升，有时甚至需要实施客流控制。",
        "history": [
            [
                "规划",
                "烈士陵园站最早出现在1988年的地下铁道路网规划的初步方案中。1993年12月28日，1号线正式开工兴建。1999年2月16日，烈士陵园站随一号线全线通车而启用。"
            ],
            [
                "加装屏蔽门",
                "2005年，地铁公司因考虑月台乘客安全和节省能源，决定为营运中的1号线全线加装月台幕门、半高式安全门，并展开月台风道及管线改造工程。2007年至2008年间，烈士陵园站与其它地下车站陆续改造完成，屏蔽门投入使用。"
            ]
        ],
        "futureExpansion": [
            [
                "12号线",
                "12号线将在东川路中山三路口南侧设烈士陵园站，与1号线交汇并换乘。虽然1号线设计之初并未预留任何换乘结构，但12号线将建设换乘通道，分别连接1号线站厅和站台。同时需要对1号线车站进行改造，以适应换乘需要。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "東山口",
            "东山口",
            "東山口-とうさんこう",
            "둥산커우",
            "Dongshankou"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.295373,
            23.12398
        ],
        "via": [
            "1",
            "6"
        ],
        "shortDesc": "东山口站是广州地铁一号线和六号线的换乘站，车站位于越秀区中山路、农林下路、署前路和东华北路路口的地底。一号线车站于1999年2月16日启用，六号线车站则在2013年12月28日启用。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            6
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            2,
            2
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "1999-2=16_",
            "2013-12=28_"
        ],
        "serviceTime": "06:11-23:43",
        "firstTrain": [
            [
                [
                    0,
                    "06:18"
                ],
                [
                    1,
                    "06:16"
                ]
            ],
            [
                [
                    0,
                    "06:21"
                ],
                [
                    1,
                    "06:17"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:38"
                ],
                [
                    1,
                    "23:16"
                ]
            ],
            [
                [
                    0,
                    "23:15"
                ],
                [
                    1,
                    "23:30"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "东山口站共设有四层。地面为中山一路、署前路、内环路高架桥以及附近建筑；地下一层为行人过街通道、地铁站厅及换乘通道；地下二层为1号线月台以及6号线缓冲平台；地下三层为6号线设备区；地下四层为6号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "东山口站有两个站厅：1号线站厅和6号线站厅。东山口站的收费区设于1号线站厅的中部和南侧、6号线站厅的东北侧以及换乘通道，付费区通过换乘通道相连，非付费区则通过市政过街通道相通。1号线和6号线站厅的收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯前往月台。由于1号线连接站台与站厅的专用电梯位处站厅的电梯门设于站台东侧的非收费区域，乘客使用时需请求工作人员协助才可使用。\n\n由于6号线车站的空间狭窄所限，因此6号线车站无法设置直达站厅及站台的升降机，只能分开设置两台升降机，乘客如需要乘坐升降机来往站厅以及6号线站台，都只能先抵达缓冲层，随后再转乘另一部升降机。稍有不便之余，亦有部分乘客认为地铁在该设计方面细节未能做得好。\n\n东山口站是6号线首期六个文化站之一，在6号线站厅设有以“印象东山 西韵情怀”为主题的文化艺术墙，主要内容为东山洋楼。柱面装饰的内容亦为东山洋楼。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "东山口站与杨箕站、黄沙站一样，均采用经过两线站厅的通道换乘模式。但与杨箕站不同的是，虽然是同样直接利用原出入口通道作为换乘通道，但东山口站的通道较为宽敞，长度也较短。但在换乘通道与6号线站厅相接的位置，由于高度差较大，设置了一座较高的楼梯，同时设置了一条斜坡，供残疾人士使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时，东山口站内提供不同类型的商店，例如有便利店、糖果店、洗衣店等。车站商店全部设于1号线站厅，大部分均设于C出口旁，少数则设于D出入口旁。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、中国建设银行和招商银行的自动柜员机、自动售卡/充值机、“好易”自助服务等。"
                    }
                ]
            ],
            [
                "月台",
                "本站1号线为岛式月台，设于中山一路地底，6号线为分离岛式月台，设于署前路地底。6号线月台是分离岛式站台，在两个月台的中南部之间则设有暗挖的行人通道，本站的公共洗手间设于6号线月台北端。\n\n另外，本站1号线月台东侧设有一条存车线。当1号线的东段发生故障时，往广州东站的列车会通过此存车线折返，以本站为临时总站。此时前往广州东站的乘客则需要改用其它交通工具。\n\n两线月台上的书法字也有所区别，1号线采用的是华文新魏电脑书法字，6号线采用的是华文行楷电脑书法字。"
            ]
        ],
        "exitDesc": "东山口站共设有四个出入口，其中C出口、F出口均连通市政过街人行隧道。6号线站厅亦有一独立出口直接通往该人行隧道。\n\n本站原本设有A出入口，由于配合1、6号线的换乘通道建设于2009年11月30日停用并进行改建工程。现时原A出口通道已成为换乘通道，并划入付费区，功能亦已被E出口取代。另外，位于D出入口旁原连通地下商场，地下商场亦设有连接地面的出入口供乘客直接前往达道路等地，后来因人流问题该商场关闭，同时地下商场出入口亦一同废弃。",
        "usageDesc": "东山口站处于中山一/二路，署前路，农林下路及东华北路四条道路的交汇处，东山电车总站也位处于附近。交通四通八达。同时本站也位于原东山区的中心地带，除了住宅林立外，商业也相当发达，每日都车水马龙。因此本站的客流一直居高不下，站内客流如织。在6号线开通后，本站的客流进一步上升。附近拥有人流密集的东山百货大厦、广州市图书馆越秀分馆和广铁文化宫，提供了密集的人流。",
        "history": [
            [
                "规划",
                "东山口站最早出现在1988年的地下铁道路网规划的初步方案中，是1号线的一个中途站，位置已大致与现时相同。而在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，东山口站被确定为当时1号线与3号线（现5号线）的换乘站。但由于当时车站建设已接近完成，并未能作出相关预留。在后来的2003年规划中，本站改为1号线与6号线的换乘站。\n\n另外，10号线亦将在庙前直街署前路口设置署前路站，距离本站仅200米不到。在立项阶段，署前路站将与东山口站连接，实现1号线、6号线及10号线三线的换乘。但在工可及设计阶段，署前路站却取消了换乘，变为普通车站，未有计划建设或预留任何换乘通道。\n\n"
            ],
            [
                "1号线",
                "1993年12月28日，1号线正式开工兴建。1999年2月16日，东山口站随一号线全线通车而启用。"
            ],
            [
                "6号线",
                "2006年，6号线正式开工兴建。为配合6号线车站的建设，本站原A出口亦于2009年11月30日停用。2008年2月16日，东湖至黄花岗区间右线盾构成功下穿1号线上下行线。2013年12月28日，6号线正式通车，本站成为1号线和6号线的其中一个换乘车站。"
            ],
            [
                "东山口人行隧道",
                "1998年12月，东山口人行隧道开工。该隧道将会与东山口站A出口及C出口直接相连，同时连通农林下路、中山二路、东华北路及署前路等附近道路。2000年1月完成结构和装修工程并通过验收。但由于消防报建等问题，辗转至2001年12月才启用。人行隧道启用后，由于能直接通往地铁车站，间接增大了东山口站的服务覆盖范围。\n\n而在2013年底6号线启用后，由于东山口站原A出口通道已成为换乘通道，划入车站付费区，因此在换乘通道西端建起一道闸门，平时放下铁闸分隔换乘通道与人行隧道，仅紧急时候开放供疏散。因此原连接A出口的一段人行隧道成为了断头路。但东山口站新设的F出口与人行隧道连通，附近数米即为人行隧道署前路出口。同时在原通往A出口的隧道前方也增设一个出口，直接连接6号线车站和人行隧道。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ],
            [
                "1",
                "6"
            ],
            [
                "2",
                "6"
            ]
        ]
    },
    {
        "name": [
            "楊箕",
            "杨箕",
            "楊箕-ようき",
            "양지",
            "Yangji"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.308877,
            23.128137
        ],
        "via": [
            "1",
            "5"
        ],
        "shortDesc": "杨箕站是广州地铁1号线和5号线的换乘车站，车站位于越秀区中山一路梅东路口的地底。于1999年2月16日随1号线全线通车而正式启用。2009年12月28日随着地铁5号线通车成为换乘车站。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            0
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            2,
            2
        ],
        "exitNum": [
            7
        ],
        "openTime": [
            "1999-2=16_",
            "2009-12=28_"
        ],
        "serviceTime": "06:11-23:47",
        "firstTrain": [
            [
                [
                    0,
                    "06:16"
                ],
                [
                    1,
                    "06:18"
                ]
            ],
            [
                [
                    0,
                    "06:16"
                ],
                [
                    1,
                    "06:16"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:36"
                ],
                [
                    1,
                    "23:18"
                ]
            ],
            [
                [
                    0,
                    "23:37"
                ],
                [
                    1,
                    "23:23"
                ],
                [
                    2,
                    "23:52"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "杨箕站共设有三层。地面为中山一路、内环路高架桥以及附近建筑；地下一层为站厅，以及换乘通道；地下二层为1号线月台，和5号线车站部分的设备区；地下三层为5号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "杨箕站共设有三个站厅：1号线站厅、5号线站厅以及连接两线站厅的客流集散厅。杨箕站的收费区设于1号线站厅的西南侧、5号线月台的东侧，以及联络三个站厅的通道[a]。由于三个站厅之间只通过换乘通道连接，各站厅在非付费区并不相通。1号线和5号线站厅的收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯前往月台。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "杨箕站与东山口站、黄沙站一样，均采用连接各个站厅的通道换乘模式。如1号线换乘5号线为例：先从1号线站台上1号线站厅，经原来A出入口改造后的换乘通道至客流集散厅，然后到达5号线站厅后下楼梯即可换乘5号线。由于换乘路线较长并且迂回，而且由原A出口改造而成的换乘通道过于狭窄，形成瓶颈造成拥堵，同时在高峰时段需增派大量人手进行引导。该换乘方式为不少乘客所诟病，亦令部分市民怀疑广州地铁的设计有缺陷。且本站的换乘距离和时间是目前广州地铁换乘站中最长的，需要步行5至7分钟左右。\n\n从1号线接出的换乘通道与客流集散厅相接处由于有楼梯接驳，因此在楼梯处设有供残障人士使用的轮椅升降台；同时该通道由于没有安装中央空调，比较闷热，在换乘通道周围设置了3个柜式空调机以缓解换乘通道的闷热环境。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "杨箕站的1号线站厅层和5号线站厅层均设有商店，例如有便利店、时装店、洗衣店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、中国建设银行和招商银行的自动柜员机、自动售卡充值机以及“好易”自助服务等。"
                    }
                ]
            ],
            [
                "月台",
                "杨箕站设有两个岛式月台，其中1号线月台设于中山一路地底，5号线月台设于梅东路中山一路口南侧，两线月台大致成“L”型。\n\n两线月台上的书法字也有所区别，1号线采用的是华文新魏电脑书法字，5号线采用由叶根友制作的电脑书法字。"
            ]
        ],
        "exitDesc": "杨箕站总共设置了7个出入口，分别分布于1号线站厅，5号线站厅以及客流集散厅。\n\n本站的A出入口位置原来在1号线站厅直接引出，后来该出口为配合5号线杨箕站，改建为换乘通道，换乘通道原前往该出口的位置已被封闭。新的A出口现重置于客流集散厅。\n\n另外，本站的D和E1两个出入口在地面上分别位于梅东路两侧，但两者却分别接入了车站的1号线和5号线站厅，在非付费区范围内互不相通。因此两个出入口无法供行人横过梅东路，而需要使用地面的斑马线。\n\n而E2出入口是其附近楼盘开发商跟地铁公司申请的合建口，以方便该楼盘小区居民就近使用地铁车站。不过当时由于周围环境不符合规范，且该地段仍有在建的建筑物，因此该出入口一直无法投入使用，直至2016年4月8日，E2出入口才正式启用。",
        "usageDesc": "杨箕站周围以住宅区为主，同时有少数办公写字楼，所以本站每天有不少乘客进出此站。\n\n自从五号线通车后，杨箕站成为1号线和5号线的换乘站，客流量激增，由于换乘通道过于狭窄，且两线月台尤其是5号线月台空间过于狭小，在高峰时间，拥挤程度更严重，车站不得不实施客流管制，并利用活动铁马分开不同方向的人流。",
        "history": [
            [
                "规划",
                "1987年，当时的广州市人民政府准备进行地铁建设，当时出现的四个方案的方案1中，1号线在现时中山一立交附近设杨箕村站，同时东山口和杨箕村之间亦设有梅花村站。在征求市民意见后，最终形成了“十字线网”的规划。在这个规划中，杨箕村站则与梅花村站合并，移至梅花路口附近，亦为现时的杨箕站。"
            ],
            [
                "1号线",
                "1993年12月28日，1号线正式开工兴建。1999年2月16日，杨箕站随一号线全线通车而启用。"
            ],
            [
                "加装屏蔽门",
                "2005年，地铁公司因考虑月台乘客安全和节省能源，决定为营运中的1号线全线加装月台幕门、半高式安全门，并展开月台风道及管线改造工程。2007年，本站一号线屏蔽门系统开始启用。"
            ],
            [
                "5号线",
                "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的3号线将在东山口站与1号线换乘，但后来于2003年方案中，3号线成为现时5号线，同时改在本站与1号线换乘，本站正式成为换乘车站。\n\n2004年5月28日，5号线正式开工兴建。2009年12月28日，5号线正式通车，本站成为1号线和5号线的换乘车站。"
            ],
            [
                "车站冷却塔改造",
                "为改善杨箕站空调不足的情况，本站的空调冷却塔改造项目于2013年3月28日完成。地铁公司表示，该工程现建于某地产公司物业上，并改造为下沉式冷却塔，最大限度降低对环境的影响。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ],
            [
                "1",
                "5"
            ],
            [
                "2",
                "5"
            ]
        ]
    },
    {
        "name": [
            "體育西路",
            "体育西路",
            "体育西路-たいいくせいろ",
            "티위시루",
            "Tiyu Xilu"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.321503,
            23.131138
        ],
        "via": [
            "1",
            "3"
        ],
        "shortDesc": "体育西路站是广州地铁1号线、3号线的换乘车站，位于天河区天河南一路体育西路口的地底。于1999年2月16日随1号线全线通车而正式启用；2005年12月28日随着地铁3号线通车成为换乘车站。本站实际可与APM线天河南站、体育中心南站构成换乘。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            2
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            2,
            2
        ],
        "exitNum": [
            9
        ],
        "openTime": [
            "1999-2=16_",
            "2005-12=26_"
        ],
        "serviceTime": "06:05-23:57",
        "firstTrain": [
            [
                [
                    0,
                    "06:20"
                ],
                [
                    1,
                    "06:14"
                ]
            ],
            [
                [
                    0,
                    "06:18"
                ],
                [
                    1,
                    "06:00"
                ],
                [
                    4,
                    "06:12"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:20"
                ],
                [
                    1,
                    "23:34"
                ]
            ],
            [
                [
                    0,
                    "23:40"
                ],
                [
                    1,
                    "23:19"
                ],
                [
                    4,
                    "23:30"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "体育西路站共设有三层，地面为天河南一路、体育西路，天河城以及其它建筑；地下一层为共用站厅层；地下二层为1号线站台层；地下三层为3号线站台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "体育西路站站厅为一个偏心十字型的共用站厅，1号线站厅为东西向，位于天河南一路地下；3号线站厅为南北向，位于体育西路地下，中间被1号线站厅分开为南北两个部分。另外在3号线建设时，利用了当年1号线建造时预留换乘黄埔轻轨的结构，在体育西路地下扩建至现有规模。\n\n为了方便乘客进出，1号线站厅的付费区范围划分为南侧大部分位置，3号线站厅付费区划分为站厅中心偏东大部分位置。付费区内设有多组扶手电梯、专用电梯（升降机）及楼梯往返各线路月台。但1号线连接月台及站厅的专用电梯由于位处站厅的电梯门设于1号线站厅非付费区西侧，乘客使用时需要请求工作人员协助才可使用。\n\n地下二层的3号线缓冲平台亦分为南北两部分，分别通往3号线的南北两部分站厅。两者因被同层的1号线站台和轨行区分隔而无法在地下二层直接相通。\n\n由于3号线平时的客流较大，为保持车站客流秩序，3号线北站厅以及南站厅一半部分设为仅供从3号线站台前往站厅换乘1号线或出站，相关扶手电梯全部往上。在站厅需要乘坐3号线的乘客，则只能通过3号线南站厅处前往3号线站台。\n\n另外，本站作为3号线北延段车站之一，与3号线北延段各车站一样，在3号线南站厅处设有航班查询信息以方便前往机场登机的乘客。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "本站换乘运用了预留的轻轨借口月台结构并拓展，所有换乘需要在站厅中部转向另一条线的站厅再下去，对于3号线内部北延段（体育西<->机场北）和主线（番禺广场<->天河客运站）则可以通过中部月台换乘。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时体育西路站提供不同类型的商店，例如有便利店、咖啡饮品店、面包糕饼店、服装店、饰品店以及洗衣店等。车站商店大部分集中设置在1号线站厅付费区内，少数则设于3号线南北站厅非付费区。羊城通客户服务中心设于3号线的南站厅处。\n\n此外，本站还设有自动柜员机、自动售卖机、自动照相机、中国建设银行自动柜员机、自动售卡充值机、“好易”自助服务以及羊城通充值机等自助服务设施供乘客使用。"
                    }
                ]
            ],
            [
                "月台",
                "1号线月台位于天河南一路地底，车站地下二层处。而3号线站台位于体育西路地底，车站地下三层处。其中站台西侧路轨（3号站台）用于番禺广场方向；东侧路轨（4号站台）供天河客运站方向，以及从本站以南贯通往机场北方向的列车使用；中央路轨（5号和6号站台）目前专供于体育西路─机场北交路使用，在列车抵达本站时折返同时始发往机场北方向。从站厅下到3号线站台时需要看清导向指引，如下错站台需上到站厅或者缓冲层再下到另一站台。\n\n由于3号线中央路轨两侧均为车站月台，3号线机场北站开往本站的列车终到停车时亦同时开关两侧车门，因此在列车抵达本站前，会播放广播提示乘客需要前往天河客运站方向、番禺广场方向、换乘1号线以及出站时，需从哪个车门下车。\n\n此外，中央路轨南端设有存车线，两侧主线与中央路轨亦设有交叉渡线（机场北站/天河客运站方向设置）以及一条单渡线（番禺广场方向设置）。主线与支线在本站以北分岔，但前往支线或者从支线抵站的列车均无法直接进入中央路轨。\n\n现时配合3号线实施“Y”型交路，车站站厅及缓冲层均撤去前往5号站台的指示，意图让需要前往机场北方向沿途各站的乘客集中前往东侧岛式站台（4号及6号站台）候车。但西侧岛式站台（3号及5号站台）上依然保留5号站台机场北方向的指示。\n\n因应3号线月台客流过大，为方便站内警务人员观察月台状况，3号线各月台均设有警务人员瞭望台，以方便管理及处理突发情况。"
            ]
        ],
        "exitDesc": "现时，体育西路站共设有7个出入口，分布于1号线站厅以及3号线站厅。其中E出口则连接市政修建的人防工程地下空间（即天河又一城地下商场），而C出入口通道处则连接车站旁天河城地库的永旺天河城店。\n\n本站原本设有B2出入口，该出入口位于广州市供用电工程总公司旁边，出入口通道处设有地下商场，后来该地下商场结业。目前该出入口通道及地下商场已被改建为美容院，并且撤销编号。B1出入口则被改编为现在的B出入口。",
        "usageDesc": "体育西路站是1号线、3号线和3号线支线的重要换乘车站，因此每天的早晚高峰均有众多乘客使用该站换乘，往返番禺区、白云区以及广州中心城区。而且，体育西路站位处以天河城为中心的“天河路商圈”，附近有六运小区、育蕾小区等住宅区和为数不少的写字楼，同时本站是广州市内外各地前往天河CBD，石牌岗顶地区以及附近购物点的唯一换乘站，车站亦连接周边的购物中心和地下街，每天均有大量乘客利用本站进出站以及换乘，所以，站厅及月台由早到晚都十分拥挤，尤其是高峰期和节假日更是挤得水泄不通，是广州地铁站中人流最多及最繁忙的转车站，高峰时段在此站换乘时经常需轮候两班甚至三班列车或以上才能上车，3号线情况尤为严重。车站全天都视客流状况而实施客流控制措施。\n\n体育西路站亦因高峰期人多挤迫，同时难以登上列车而需在月台上等候多时，故被不少广州市民戏称为“地狱西路站”。\n\n另外，位于车站旁边的天河体育中心如果当天有体育比赛或者演唱会等相关活动时，会有更多的乘客使用本站或者体育中心周边的体育中心站、林和西站乘搭地铁前往市区各处，虽然APM线设有体育中心南站可以缓解本站庞大的客流，但APM线的直接服务范围仅为天河北以及珠江新城中轴线一带，缓解本站客流的作用甚微。\n\n体育西路站在2015年的日均客流量超过46.07万人次，而在2017年12月31日的单日最高客运量达到84.4万，是中国大陆2017年度全年日客流量最高的地铁车站。该站在一年内大多数时间均为客流量最高的地铁车站，客流管制措施近乎管控半日。",
        "history": [
            [
                "1号线",
                "1987年，当时的广州市人民政府准备引入法国资本进行地铁建设的方案1中，出现了现有1号线的雏型，当时路线方案并没有设置体育西路站，后来征集市民意见之后，天河段线路作出改变，同时在天河南一路体育西路路口设体育西路站，并成为通车时正式使用的站名。\n\n1993年12月28日，本站随一号线工程正式动工；1997年4月18日，本站正式封顶，标志着一号线16座车站全部封顶；1999年2月16日大年初一当日，本站启用，当日亦为1号线全线通车之日。"
            ],
            [
                "3号线",
                "体育西路站在1号线建设当初就已经建成并预留了以前的黄埔轻轨月台结构，后来于1997年规划中，当时的方案B，5号线环线的东段，体育西路至客村一段，即为现时3号线的中段。后来3号线最终落实，于2003年5月18日本站正式开工，并利用黄埔轻轨预留结构扩展至现有规模。"
            ],
            [
                "运营安排",
                "「2005年12月26日~2006年11月20日」3号线月台随首通段于2005年12月26日正式投入服务，当时的运营情况是使用最外侧两个月台，中央路轨则用于停放备用列车。该安排至2006年11月20日3号线停运40日起终止。\n\n「2006年12月30日~2010年4月20日\n」2006年12月30日，3号线一期全线通车，本站3号线部分恢复使用，运营安排随行车路线更改为：天河客运站—番禺广场和广州东站—体育西路，两者需要在本站换乘，车站中央路轨亦正式启用，供后者在本站折返。由于3号线使用3节编组，运营于广州东站—体育西路的列车在本站需要两次停车，并开门两次，换乘1号线、出站以及往番禺广场方向的乘客需要在第一次停车开门时下车，往天河客运站方向的乘客需要在第二次停车开门时下车。\n\n「2010年4月20日~2019年1月15日」2010年4月20日，广州东站—体育西路段扩编至6节编组，列车终到停车时亦改为同时开关两侧车门，月台使用情况变更成现在的安排。「2019年1月15日-2019年6月17日，2019年6月21日-2019年7月7日」2019年1月21日起，广州地铁3号线在天河客运站至番禺广场、机场北至体育西路开行双向交路的基础上，将在工作日日间非高峰期（机场北至体育西路段约09:30-16:00，天河客运站至番禺广场段约10:00-06:30）和节假日全天试行机场北至番禺广场双向直通交路，意味着在中峰期3站台也有番禺广场->机场北方向的列车。「2019年6月18日-2019年6月20日，2019年7月8日-」地铁公司将贯通车在晚高峰常态化运行贯通车。"
            ],
            [
                "列车广播",
                "3号线开通始至2014年7月21日，无论是天河客运站—番禺广场的列车，还是机场南—体育西路的列车，列车广播的本站换乘指引均只有普通话和英语，后来地铁公司的例行广播更新，本站换乘指引亦随之增加粤语报站。"
            ]
        ],
        "futureExpansion": [
            [
                "总体规划",
                "未来10号线及13号线将经过体育西路一带并设站，但因规划及周边条件所限，两线车站均离现有体育西路站有一定距离。但两线车站均已被纳入体育西路区域换乘设计范围，均会设置换乘通道连接至体育西路站实现与1号线、3号线和APM线的换乘。"
            ],
            [
                "10号线（天河路站）",
                "3号线支线段（天河客运站—体育西路）将拆离3号线，并向西南延伸形成10号线独立运营。由于本站建造时未预留10号线站台部分，且10号线无法使用现有的体育西路站，需要在天河路另外新建10号线天河路站。目前10号线工可报告已经获批，预计2019年开始建设[。\n\n天河路站将设于天河路，BRT体育中心站的地底。车站以暗挖方法建设，上层为站厅，下层设一个岛式月台。然后将在天河城大街的地下建设一条换乘通道，并接入现有1号线体育西路站的东端；同时亦在西侧建设另外一条换乘通道，接入天河又一城地下商场，实现与1号线、3号线的换乘。届时需要对本站原B2出入口的通道（现为美容院）及本站1号线站厅东侧进行改造和扩建，以适应换乘需求。天河路站将设有3个出入口，同时亦会在天河城大街换乘通道的南端增建一条通道接入APM线的天河南站，令其与体育西路站连通。"
            ],
            [
                "13号线（花城广场北站）",
                "13号线二期将设有花城广场北站，位于黄埔大道西体育西路口东侧。因周边条件所限，花城广场北站将以地面换乘通道连接体育西路站，计划留待未来车站周边进行旧城改造时再增建地下换乘通道[。\n\n花城广场北站将设有两个站厅，分别位于黄埔大道南北两侧。同时在黄埔大道地底设有一个分离式岛式站台。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ],
            [
                "5",
                "3"
            ],
            [
                "1",
                "3"
            ],
            [
                "2",
                "3"
            ],
            [
                "2",
                "3"
            ]
        ]
    },
    {
        "name": [
            "體育中心",
            "体育中心",
            "体育中心-てんかスポーツセンター",
            "톈허 스포츠 센터",
            "Tianhe Sports Center"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.328376,
            23.13497
        ],
        "via": [
            "1"
        ],
        "shortDesc": "体育中心站是广州地铁一号线的一座车站，位于广州市天河区天河体育中心东门对开、体育东路天河路口北侧的地底，于1999年2月16日启用。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音“Ti Yu Zhong Xin”表示，现改名为Tianhe Sports Center",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            6
        ],
        "openTime": [
            "1999-2=16_"
        ],
        "serviceTime": "06:07-23:37",
        "firstTrain": [
            [
                [
                    0,
                    "06:12"
                ],
                [
                    1,
                    "06:22"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:32"
                ],
                [
                    1,
                    "23:22"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "体育中心站共设有两层，地面为体育东路、天河路、天河体育中心以及附近建筑；地下一层为站厅，设有票务设施，客务中心及商店。地下二层为1号线月台。本站实际与3号线石牌桥站距相近，体育中心A出入口与石牌桥站D出入口步行距离仅400m。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，收费区设于站厅东侧，车站周围被行人通道及车站商店包围，站厅收费区内设有多组扶手电梯以及楼梯前往月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时，体育中心站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店以及洗衣店等。此外，体育中心站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
                    }
                ]
            ],
            [
                "月台",
                "体育中心站设有一个岛式月台，位于体育东路地底。"
            ]
        ],
        "exitDesc": "体育中心站共设6个出入口。其中本站C出入口在2010年5月至11月期间进行了加装扶梯及雨棚加装工程。本站D1出入口旁设有专用电梯方便轮椅及携带婴儿车人士进出车站。",
        "usageDesc": "体育中心站邻近天河路和天河北商业中心区，有众多商业写字楼和购物中心，因此每日亦有不少乘客进出该站。如果天河体育中心有活动进行（如演唱会、运动比赛和天河花市），更会出现大量的人潮，有时甚至需要在出入口实施限流措施。",
        "history": [
            [
                "规划",
                "1987年，当时的广州市地下铁道路网初步规划的方案1当中，1号线体育中心站在天河东路天河路口设置，即现时石牌桥站的东侧。后来在征求市民意见后形成的“十字线网”的规划中，体育中心站跟随1号线走线西移至体育东路地下。\n\n1993年12月28日，一号线正式动工。1999年2月16日大年初一当日，本站启用，当日亦为1号线全线通车之日。"]
        ],
        "platformBelong": [
            [
                "1",
                "1"
            ],
            [
                "2",
                "1"
            ]
        ]
    },
    {
        "name": [
            "廣州東站",
            "广州东站",
            "広州東駅-こうしゅうひがしえき",
            "광저우 동역",
            "Guangzhou East Railway Station"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "A<br>D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        15,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "A<br>D"
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "A<br>D"
                    ]
                ]
            }
        ],
        "location": [
            113.324851,
            23.150968
        ],
        "via": [
            "1",
            "3"
        ],
        "shortDesc": "广州东站地铁站是广州地铁1号线和3号线的换乘站，以及1号线的终点站。位于天河区国铁广州东站大楼、站房和路轨的地底。地铁车站于1999年2月16日随1号线全线通车启用。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            6
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            1,
            1
        ],
        "exitNum": [
            10
        ],
        "openTime": [
            "1999-2=16_",
            "2005-12=26_"
        ],
        "serviceTime": "05:55-23:53",
        "firstTrain": [
            [
                [
                    1,
                    "06:10"
                ]
            ],
            [
                [
                    0,
                    "06:03"
                ],
                [
                    3,
                    "06:00"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    1,
                    "23:30"
                ]
            ],
            [
                [
                    0,
                    "23:34"
                ],
                [
                    3,
                    "23:49"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "广州东站1号线车站设有2层，3号线车站设有5层，地面为国铁广州东站、广州东站汽车客运站以及广园快速路，地下一层为车站共用南站厅（1号线和3号线）；地下二层为1号线月台和3号线北站厅；地下三层为3号线设备层；地下四层为付费区联络通道；地下五层为3号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "广州东站地铁站共设置了2个站厅：1号线站厅与3号线南站厅连为一体，可称为共用站厅，位于广州火车东站大楼地底；一个3号线北站厅，位于广园快速路近东站汽车客运站地底。两个站厅通过付费区联络通道相连，但两个站厅的非付费区并不相连，需要从林和中路或林和西路前往广园快速路（或从广园快速路前往火车东站）的非乘车乘客就需要先进站入闸再出闸出站（交付同站进出车资2元）经过地下四层付费区范围的换乘通道和连接3号线南北站厅通道，或通过附近的免费市政通道（联络东站与天河客运站通道，位于林和西隧道旁侧）前往。\n\n共用站厅付费区位于1号线站厅东西两侧，3号线南站厅南侧；3号线北站厅付费区位于站厅东南侧。各站厅付费区内设有多组扶手电梯、专用电梯（升降机）及楼梯供乘客往返不同线路的月台。\n\n现时为配合车站客流组织的需要，连接1号线站厅和地下四层3号线通道的扶梯为单向运行，仅供3号线抵站乘客前往1号线站厅出站或换乘至1号线，1号线站厅入闸后需乘坐3号线的乘客则要经过1号线站台，再经站台西端的扶梯往下前往地下四层。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "虽然1号线建设当初，未有预留与3号线的换乘设施，但在3号线建设期间，在1号线的站厅和站台西端分别建造了通道直接连接地下四层的付费区联络通道，可用于换乘3号线或者前往北站厅。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "为方便前往广州白云国际机场登机的乘客，本站与3号线北延段沿线各车站一样，共用站厅及北站厅均设有航班查询。\n\n现时本站提供便利店、面包糕饼店以及洗衣店等。其中南北站厅均设置便利店，3家面包糕饼店集中在共用站厅邻近G出入口处；另外，羊城通客户服务中心设于3号线的北站厅处。此外，本站亦提供中国建设银行以及民生银行的自动柜员机、自动售卖机、自动照相机、自动售卡/充值机、“好易”自助服务机等自助服务设施。"
                    }
                ]
            ],
            [
                "月台",
                "1号线月台位于天河南一路地底，车站地下二层处。而3号线站台位于体育西路地底，车站地下三层处。其中站台西侧路轨（3号站台）用于番禺广场方向；东侧路轨（4号站台）供天河客运站方向，以及从本站以南贯通往机场北方向的列车使用；中央路轨（5号和6号站台）目前专供于体育西路─机场北交路使用，在列车抵达本站时折返同时始发往机场北方向。从站厅下到3号线站台时需要看清导向指引，如下错站台需上到站厅或者缓冲层再下到另一站台。\n\n由于3号线中央路轨两侧均为车站月台，3号线机场北站开往本站的列车终到停车时亦同时开关两侧车门，因此在列车抵达本站前，会播放广播提示乘客需要前往天河客运站方向、番禺广场方向、换乘1号线以及出站时，需从哪个车门下车。\n\n此外，中央路轨南端设有存车线，两侧主线与中央路轨亦设有交叉渡线（机场北站/天河客运站方向设置）以及一条单渡线（番禺广场方向设置）。主线与支线在本站以北分岔，但前往支线或者从支线抵站的列车均无法直接进入中央路轨。\n\n现时配合3号线实施“Y”型交路，车站站厅及缓冲层均撤去前往5号站台的指示，意图让需要前往机场北方向沿途各站的乘客集中前往东侧岛式站台（4号及6号站台）候车。但西侧岛式站台（3号及5号站台）上依然保留5号站台机场北方向的指示。\n\n因应3号线月台客流过大，为方便站内警务人员观察月台状况，3号线各月台均设有警务人员瞭望台，以方便管理及处理突发情况。"
            ]
        ],
        "exitDesc": "地铁广州东站总共设有11个出入口，其中出口H、J、K出入口位于3号线北站厅。另外，G出口连接东方宝泰购物广场地库，而D及E出口现时为配合广州东站安检和客流疏导需要暂时关闭，不对外使用。\n\n位于广园快速路北侧人行道上预留的K出口亦由于迟迟未能开通，广园快速路以北的乘客需要通过露天市政人行天桥来往车站，引致居住干休所一带居民批评。地铁公司解释出口未能开通乃多方部门协调不通所致。\n\n因应2020年4月1日起实施的《城市轨道交通客运组织与服务管理办法》规定减少重复安检，I出入口在2020年1月10日起取消进站安检设施，同时该口改为只进不出。",
        "usageDesc": "本站连接国铁的广州火车东站，亦邻近广州东站汽车客运站，本站因而成为连接全国各地及广州市区各地的陆路交通枢纽。同时车站附近亦有东方宝泰购物广场等商场，亦邻近改造重建后的林和村和其它住宅区。同时附近的广州火车东站巴士总站以方便乘客利用巴士前往本站转乘地铁前往各地，因此本站是广州地铁最繁忙的车站之一，客流全天都维持在极高的水平。\n\n由于邻近其火车东站及客运车站，不少乘客亦会携带大量行李，令站内相当拥挤。若遇上节假日，或者一年一度的春运以及暑运，本站更会出现大量人潮，必要时车站会实施客流控制措施，以维持车站秩序和安全。",
        "history": [
            [
                "1号线",
                "在1987年的地下铁道路网规划初步方案1中，本站成为当时1号线车站之一，另外此站跟随当年的国铁车站命名为天河火车站，后来在1988年4月1日，当时铁路车站的天河站更名为现名广州东站，地铁车站亦改名跟进。\n\n为配合地铁建设以及发展需要，1992年，市政府以及铁路部门决定扩建广州东站。1996年9月，新站房全面落成，并同时预留1号线的车站结构。新站房启用后，由于站内开始地铁施工，站外的公共汽车站也在进一步完善中，因此在前几年时间里，旅客会觉得东站仍然处于施工的状态。直至1999年2月16日，1号线全线通车并作观光营运，长寿路站至本站11个车站投入服务。\n\n跟广州地铁2006年之前开通的车站一样，在本站启用初期，本站的英文站名以汉语拼音“Guang Zhou Dong Zhan”表示。\n\n另外在早期的方案中，1号线计划未来从本站往西延伸至沙河，因此在工程建设时则在正线西端尽头预留了延伸的条件，但该延长计划一直没有落实。而到了2010年，规划的环线地铁11号线将于广州火车东站设站，往西的下一站即为沙河站，以取代1号线延伸的方案，目前11号线已落实兴建并开工，换言之1号线的延长计划亦随之取消。"
            ],
            [
                "3号线",
                "3号线车站最早出现于2000年规划中，本站成为3号线主线北端的终点站，与1号线交汇；后来于2003年初步方案中，因应机场快线被并入3号线中，北端终点站延至白云机场，本站成为3号线的中途站，并最终落实。\n\n3号线部分在2001年陆续开工建设，在工程期间会扩建本站现有南站厅，以及增设北站厅。2004年10月22日，本站至林和西站区间工程完成。2005年12月26日，本站3号线部分随3号线首通段通车而启用，并作为当时3号线的北端终点站，本站正式成为换乘车站。同时本站南站厅3号线扩建部分以及本站北站厅亦在当天正式启用。"
            ],
            [
                "运营意外",
                "2010年5月7日，林和西至广州东站由于北延段在建燕塘站因暴雨而积水严重，部分设备失灵被迫停运，5月8日该段恢复营运。8月9日8时42分，大塘至天河客运站发生信号故障，导致全线中断行车约14分钟。"
            ]
        ],
        "futureExpansion": [
            [
                "11号线",
                "11号线将于广州火车东站设站，与1号线、3号线交汇并换乘。本站需要再次扩建，成为广州地铁的一个大型枢纽站。但现有两线建设之时并未预留未来换乘11号线，而且11号线车站将设于广园快速路南侧的地底，并与3号线北站厅融合。同时亦会增建换乘通道接入现有车站地下四层。月台将设于地下三层，东端设有一组交叉渡线。"
            ],
            [
                "18号线",
                "18号线亦会于广州火车东站设终点站，与上述地铁线路交汇。根据维基信息，18号线站厅及站台将设于林和中路地底（但目前尚未给出一个广州东站的施工规划设计，目前林和中路开工的工地并非广州东站站体），同时下穿广州东站站房和路轨。车站两端将建设换乘节点分别连接至1号线、11号线的站厅和站台。站台南端设有一组交叉渡线；北端则预留延伸条件，供未来18号线延伸至白云机场。"
            ]
        ],
        "isRailwayStation": true,
        "platformBelong": [
            [
                "9",
                "1"
            ],
            [
                "2",
                "1"
            ],
            [
                "6",
                "3"
            ],
            [
                "2",
                "3"
            ]
        ]
    },
    {
        "name": [
            "廣州南站",
            "广州南站",
            "広州南駅-こうしゅうみなみえき",
            "광저우 남역",
            "Guangzhou South Railway Station"
        ],
        "inf": [
            {},
            {
                "platform": 2,
                "facilities": [
                    [
                        8,
                        [
                            1,
                            2
                        ],
                        "A<br>B<br>C<br>D<br>E<br>K<br>L"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        24,
                        [
                            1,
                            2
                        ],
                        "F<br>G<br>H<br>I<br>J"
                    ]
                ]
            },
            {},
            {
                "platform": 4,
                "facilities": [
                    [
                        3,
                        [
                            1
                        ],
                        "A<br>B<br>C<br>D<br>E<br>K<br>L"
                    ],
                    [
                        4,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        9,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        19,
                        [
                            1,
                            2
                        ],
                        "F<br>G<br>H<br>I<br>J"
                    ]
                ]
            }
        ],
        "location": [
            113.269125,
            22.98898
        ],
        "via": [
            "2",
            "7"
        ],
        "shortDesc": "广州南站地铁站是广州地铁2号线和7号线两线的换乘站兼终点站，位于广州市番禺区国铁广州南站地下，2010年9月25日投入使用。\n\n本站与位于附近的2号线大洲停车场、7号线大洲车辆段接轨。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            0
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            2,
            0
        ],
        "exitNum": [
            11
        ],
        "openTime": [
            "2010-9=25_",
            "2016-12=28_"
        ],
        "serviceTime": "05:55-00:30ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:00"
                ]
            ],
            [
                [
                    0,
                    "06:00"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:30"
                ]
            ],
            [
                [
                    0,
                    "23:30"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "广州南站地铁站现时位处国铁广州南站地下一层至地下二层，地面为国铁站到达平台、南站东广场和西广场，这些位置均设有地铁站的出入口。地下一层为车站站厅，设有票务设施，客务中心及商店；地下二层为2号线及7号线站台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "目前广州南站地铁站站厅设于国铁广州南站地下一层。为方便行人进出，站厅的东边的中心大部分地区被划分为收费区，收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯供乘客往返不同线路的月台。\n\n受本站预留结构并变更的影响，目前站厅西边的大部分地区被划分为非收费区，在站厅西边处东侧，则设有售票机及云购票机等售票设施，以舒缓靠近收费区的售票机大排长龙的状况。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "月台配置使本站成为一个能够提供部分方向跨月台换乘的车站。因此7号线抵站乘客能够直接走到对面月台换乘2号线前往广州市区；而2号线抵站乘客要换乘至7号线则需要绕经站厅。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "广州南站地铁站设有便利店、面包糕饼店、凉茶店、零食店等商店，以及自动售卖机、中国建设银行自动柜员机、自动售卡/充值机以及“好易”自助服务机等自助服务设施。"
                    }
                ]
            ],
            [
                "月台",
                "目前广州南站地铁站设有2个侧式月台及1个岛式月台，全部设有月台幕门。两个侧式月台分别为2号线的2号月台和7号线的3号月台；岛式月台两侧分别为2号线的1号月台和7号线的4号月台。由于2号线规划已宣告结束，不会再有任何延伸计划，因此2号线在本站的折返线上作出了特别设计：在往石壁的一端设一条渡线供列车站前折返；而在往大洲停车场的一端，下行路轨与上行路轨之间设有一条单渡线供列车站后折返。同时上行路轨在渡线前方分岔出一条路轨，与上行路轨自身一同进入大洲停车场，两者作为出入段线；下行路轨则直接被中断，该路轨南端为车站2号线信号电力设备供应区，因此无法再继续延伸。2号线北端终点站嘉禾望岗站亦是类似设计，因此本站和嘉禾望岗站都成为2号线的永久终点站。另外在特殊情况下，2号线列车也会通过站前渡线折返并直接驶入1号月台。\n\n7号线方面，往石壁方向一端以及往大洲车辆段一端各设置一组交叉渡线，目前前者供7号线列车进行站前折返，后者供初期7号线在正常运营时进行站后折返。另外，在往大洲车辆段的一端交叉渡线后面设有两条连接正线的出入库线，正线南端尽头亦预留正在建设中的西延伸延长。"
            ]
        ],
        "exitDesc": "广州南站地铁站共设有12个出入口，为现时广州地铁车站中出入口数目最多的。目前开放11个出入口，方便乘客前往广州火车南站、广州南汽车客运站以及广州南站公交站场等地，广州火车南站的地面到达平台亦设有多个出入口方便乘客前往地铁车站。\n\n为方便携带大件行李的乘客，地铁站厅与到达平台中部之间设置了两组升降机供大件行李的乘客使用。",
        "usageDesc": "本站连接国铁的广州火车南站，亦邻近广州南汽车客运站，本站继广州火车站、广州火车东站之后，又一个成为连接全国各地及广州市区各地的陆路交通枢纽。因此本站是广州地铁较为繁忙的车站之一，客流全天都维持在较高的水平，同时不少乘客亦会携带大量行李进出站，不过由于本站面积较大，而且是2号线，目前7号线的始发站之一，站内亦很少出现拥挤。若遇上节假日，或者一年一度的春运及暑运，本站会出现大量人潮，严重时将会视情况实行客流控制措施。\n\n本站是2/7号线换乘站之一，由于本站是2号线的始发站，且7号线抵站乘客能直接同台换乘至2号线的缘故，部分由7号线换乘2号线的乘客为了上车时有位置坐，以及避免在石壁站换乘时绕经站厅，会选择在本站换乘。",
        "history": [
            [
                "规划初",
                "2003年，广州市规划选址于番禺石壁建设一个较广州火车站、广州东站规模大的新火车站。经过设计方案论证，最终于2004年12月30日动工兴建。\n\n而作为配套设施之一的地铁车站，在2号线拆解后规划的2003年方案中，南部则改为延长至广州新客站（现广州南站），且考虑未来与7号线以及佛山地铁2号线进行换乘，最终于2004年随新客站工程动工而开工建设。2010年1月30日广州南站局部启用，地铁车站直到2010年9月25日新2号线和8号线通车才正式启用。\n\n在开通初期，本站2号线往嘉禾望岗方向的月台（即1号月台），现在4号月台一侧用本站色系的木板墙壁封闭，因此导致在乘客眼中，1号月台为侧式月台的设计。\n\n另外本站在车站初期的设计中，7号线和佛山2号线的月台均设置在现有站厅的地下二层，两线均使用站前折返的设计。因此在车站落成时在站厅东北边偏东南侧，以及西南边中心处预留装设通往月台的扶手电梯、楼梯以及升降机会有预留安装位。\n\n不过，后来7号线最终确定使用6节B型列车编组，同时落实7号线将继续往西延伸，因此7号线建设时占用了原预留给佛山2号线的月台部分作为7号线的公共区及设备区，站厅原预留给佛山2号线的所有节点已经拆除栏杆，同时铺设永久的陶瓷地砖。佛山2号线车站最终改为在广州火车南站西广场北侧另外兴建。\n\n2016年12月28日，因应7号线首期通车，本站7号线的两个站台正式启用，同时本站成为广州2号线和7号线的换乘车站。"
            ]
        ],
        "futureExpansion": [
            [
                "广州地铁7号线西延段",
                "7号线将会由本站继续向西南方向延伸，进入佛山市顺德区，并以美的大道站作为终点站。届时，广州南站将从7号线西端终点站改为中途站，目前的4号月台（即终点落客站台）将改为美的大道方向的站台。"
            ],
            [
                "广州地铁22号线",
                "22号线设有广州南站，与2号线、7号线及佛山地铁2号线交汇。预计22号线车站将设于火车南站东广场南侧的地下，为地下四层的岛式月台车站。该车站作为广州南站轨道交通衔接工程的一部分。\n\n2019年11月5日，22号线祈福至广州南站区间右线隧道贯通，标志着二十二号线首条盾构隧道顺利贯通。"
            ],
            [
                "佛山地铁2号线",
                "佛山地铁2号线亦将设有广州南站，与广州2号线、7号线及22号线交汇。由于原预留给该线的月台已被广州7号线用于进行拓宽改造扩编，目前佛山2号线车站被迁移至火车南站西广场偏北处建设，同时亦会增建一条换乘通道接入广州2号线、7号线车站。"
            ]
        ],
        "isRailwayStation": true,
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "9",
                "2"
            ],
            [
                "1",
                "7"
            ],
            [
                "9",
                "7"
            ]
        ]
    },
    {
        "name": [
            "石壁",
            "石壁",
            "石壁-せきへき",
            "스비 역",
            "Shibi"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        9,
                        [
                            1
                        ],
                        "A"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        "A"
                    ],
                    [
                        17,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            2
                        ],
                        "B<br>C<br>D",
                        "Line7-GZ"
                    ],
                    [
                        23,
                        [
                            1
                        ],
                        "B<br>C<br>D",
                        "Line7-GZ"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        9,
                        [
                            1
                        ],
                        "A"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        "A"
                    ],
                    [
                        17,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            2
                        ],
                        "B<br>C<br>D",
                        "Line7-GZ"
                    ],
                    [
                        23,
                        [
                            1
                        ],
                        "B<br>C<br>D",
                        "Line7-GZ"
                    ]
                ]
            },
            {
                "platform": 3,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "A<br>B<br>C",
                        "Line2-GZ"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        14,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        19,
                        [
                            1
                        ],
                        "D"
                    ]
                ]
            },
            {
                "platform": 4,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "A<br>B<br>C",
                        "Line2-GZ"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        14,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        13,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        19,
                        [
                            1
                        ],
                        "D"
                    ]
                ]
            }
        ],
        "location": [
            113.277964,
            22.994136
        ],
        "via": [
            "2",
            "7"
        ],
        "shortDesc": "石壁站是广州地铁2号线和7号线的换乘站，位于番禺区石洲中路，规划广州南站区域地下空间，于2010年9月25日启用。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            0
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            2,
            2
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "2010-9=25_",
            "2016-12=28_"
        ],
        "serviceTime": "05:56-00:28ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:02"
                ],
                [
                    1,
                    "6:26"
                ]
            ],
            [
                [
                    0,
                    "06:01"
                ],
                [
                    1,
                    "06:25"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:31"
                ],
                [
                    1,
                    "00:23ND"
                ]
            ],
            [
                [
                    0,
                    "23:31"
                ],
                [
                    0,
                    "23:38"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "石壁站目前共设有两层，地面为石洲中路；地下一层为站厅和换乘通道；地下二层为2号线和7号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "石壁站站厅分为2号线站厅以及7号线站厅两个部分，两个站厅部分均设于地下一层。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "两线站厅的收费区和非收费区均有连通两个站厅区域，但受7号线车站和2号线车站的设置的影响，收费区2号线站厅东南侧可直接联络至7号线站厅西北侧，以便乘客进行两线换乘；非收费区则设有联络通道来往两个站厅，因此2号线站厅东南侧以及7号线站厅北侧被划分为收费区，四周被行人通道及商店包围，以方便乘客进出。两个站厅的收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯供乘客来往不同线路的月台。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "车站所有商店均设于两个站厅的非收费区，分别有便利店、面包糕饼店、时装店等；自助服务设施设有自动售卖机、“好易”机以及中国建设银行自动柜员机。"
                    },
                    {
                        "title": "车站艺术设计",
                        "data": "车站色系方面，二号线车站部分为深红色，七号线车站部分为天蓝色。\n\n另外，本站作为7号线首期三个文化站之一，在七号线站厅层设有以“痕·迹”为主题的文化艺术墙，除了讲述“石壁”的由来以外，主要内容为岩峭如壁的石岩，和水上往来的船只，演绎了属于石壁特有的水文化。而柱面装饰的内容同样勾勒出石岩和船只。"
                    }
                ]
            ],
            [
                "月台",
                "2号线、7号线各自设有一个岛式月台，位于规划广州南站区域地下空间，均位于地下二层。"
            ]
        ],
        "exitDesc": "石壁站在开通初期设有2个出入口，后来7号线车站启用增加B、D两个出入口，目前设有4个出入口。",
        "usageDesc": "从本站开始使用初期，由于车站周围未开发，本站的客流一直处于极低的水平，全天只有几个乘客进出站，大部分时间车站更是无人上下车，令本站显得极为冷清。本站的客流以石壁村周边居民，以及接驳巴士线路番101前往都那村的村民为主。\n\n7号线开通后，由于本站成为2号线和7号线的换乘车站之一，为避开两线终点站广州南站的大客流以及节省来回广州南站的用时，部分乘客会在本站换乘，一改往日车站冷清的状况。\n\n当遇上重要节假日时，广州南站周边道路会出现交通拥堵，有关部门亦鼓励前往广州南站自驾送行的市民在石壁站转乘地铁快速进入广州南站，以缓解南站周边道路交通挤塞的情况。",
        "history": [
            [
                "规划",
                "石壁站最早出现在2000年的地下铁路方案中，当时拆解后的2号线方案南部则改为延长至广州新客站（现广州南站），中途设本站，位置与现时基本一致。在2003年方案中，该走向基本定型；另外当时7号线规划亦设有本站，作为与2号线的换乘站之一。后来7号线一度取消本站，另设石壁东站，以增加地铁车站覆盖面。故此2号线车站在设计和建设时，仅按普通中途站配置设计。\n\n最终2010年规划方案中，7号线取消石壁东站，重新设置本站，作为与2号线的另一个换乘站，以图分流部分2号线和7号线之间的换乘客流，避免为预计客流压力非常巨大的地铁广州南站百上加斤。但此时2号线车站已完工，无法再更改设计预留与7号线的换乘。故此7号线只能设置站厅换乘通道连接2号线站厅。"
            ],
            [
                "2号线",
                "本站2号线于2007年正式动工建设，2007年6月，二/八号延长线工程获得国家发改委批复。2010年9月25日，本站随新2号线、8号线开通运营而正式启用。"
            ],
            [
                "7号线",
                "2012年，7号线首期获得国家发改委批复立项。2013年4月1日，本站7号线动工，2015年1月28日本站7号线主体结构封顶。2016年9月28日，本站随7号线首期三权移交。2016年12月28日，7号线开通，本站成为2号线和7号线的换乘站之一。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ],
            [
                "1",
                "7"
            ],
            [
                "2",
                "7"
            ]
        ]
    },
    {
        "name": [
            "會江",
            "会江",
            "会江-かいこう",
            "후이장 역",
            "Huijiang"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        9,
                        [
                            1
                        ],
                        "A"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        "A"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        "C"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        9,
                        [
                            1,
                            2
                        ],
                        "A"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        22,
                        [
                            1,
                            2
                        ],
                        "C"
                    ]
                ]
            }
        ],
        "location": [
            113.286394,
            23.013047
        ],
        "via": [
            "2"
        ],
        "shortDesc": "会江站是广州地铁二号线上的一个车站，位于石北工业路和规划路十字路口的地底，于2010年9月25日启用。",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            2
        ],
        "openTime": [
            "2010-9=25_"
        ],
        "serviceTime": "06:00-00:25ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:05"
                ],
                [
                    1,
                    "06:23"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:35"
                ],
                [
                    1,
                    "00:20ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "会江站共设有两层，地面为石北工业路、巨大创意产业园等邻近建筑；地下一层为站厅；地下二层为2号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "会江站采用无柱站厅设计，使车站站厅更为宽敞。为方便行人进出，收费区目前位于站厅西侧，四周被行人通道及商店包围。收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯供乘客往返月台。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "商店及自助服务方面，会江站设有面包糕饼店、自动售卖机以及中国建设银行自动柜员机。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
                    }
                ]
            ],
            [
                "月台",
                "会江站设有一个岛式月台，位于规划路地底。"
            ]
        ],
        "exitDesc": "会江站设有2个出入口。由于大石西侧城区的居民部分会以自行车以及摩托车代步出行，因此出入口附近会停放许多这些车辆，较为混乱。",
        "usageDesc": "会江站由于距大石以西的居民区较近，因此出入口旁的巴士接驳站供乘客转乘巴士前往大石地区。车站周边为较有规模的工业区，同时附近亦有一些村落，车站较远处有著名的主题公园——广州鳄鱼公园，因此车站的客流繁忙时间集中在早晚以及节假日，在非繁忙时间人流量并不高。",
        "history": [
            [
                "规划",
                "会江站最早出现在2000年的地下铁路方案中，当时拆解后的2号线方案南部则改为延长至广州新客站（现广州南站），中途设本站，位置与现时基本一致。在2003年方案中，该走向基本定型。在规划之初，本站以官坑站的名义出现。\n\n随后本站于2007年正式动工建设，2007年6月，二/八号延长线工程获得国家发改委批复。2008年11月，车站主体工程已经封顶。2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"
            ]
        ],
        "futureExpansion": [
            [
                "佛山地铁4号线",
                "佛山地铁4号线有规划未来二期段延伸进入番禺区，并设有会江站，与广州2号线交汇。惟佛山4号线二期为远期规划，详情现时并未明朗。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        "name": [
            "南浦",
            "南浦",
            "南浦-なんほ",
            "난푸 역",
            "Nanpu"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C<br>D"
                    ],
                    [
                        15,
                        [
                            2
                        ],
                        "A<br>B"
                    ],
                    [
                        19,
                        [
                            3
                        ],
                        ""
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "C<br>D"
                    ],
                    [
                        15,
                        [
                            2
                        ],
                        "A<br>B"
                    ],
                    [
                        19,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        26,
                        [
                            1
                        ],
                        "A<br>B"
                    ]
                ]
            }
        ],
        "location": [
            113.293154,
            23.032929
        ],
        "via": [
            "2"
        ],
        "shortDesc": "南浦站是广州地铁二号线的一个车站，位于广州番禺区南浦岛碧桂路新浦路口的地底，于2010年9月25日启用。",
        "structureType": [
            0
        ],
        "platformType": [
            2
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "2010-9=25_"
        ],
        "serviceTime": "06:03-00:21ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:08"
                ],
                [
                    1,
                    "06:20"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:36"
                ],
                [
                    1,
                    "00:17ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "南浦站共设有两层。地面为碧桂大道、新浦路及附近楼盘，地下一层为站厅；地下二层为2号线月台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便乘客进出，南浦站站厅的付费区设于站厅西侧，周围被行人通道以及车站商店包围，付费区站厅设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客前往不同方向的月台。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "南浦站现时有少量商店，包括便利店、面包糕饼店、凉茶店、葡萄酒店等。站内亦设有自动售卖机、自动照相机、中国建设银行自动柜员机等自助服务。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
                    }
                ]
            ],
            [
                "月台",
                "南浦站设有一个岛式月台和一个侧式月台，位于碧桂路地底。\n\n另外，本站设有一条贯穿车站的存车线。当2号线的南段出现故障时，往广州南站方向的列车将会在本站折返，以本站为临时总站。届时需前往会江至广州南站三站的乘客需改用其它交通工具。现时该存车线有时会停放有一列备用车，并于高峰期向北开出疏导客流。本站岛式月台在存车线一侧的备用月台上设有屏蔽门，在列车车门对应的位置上均装有常规的滑动门。因此列车在存车线上可在备用月台上进行乘降。"
            ]
        ],
        "exitDesc": "南浦站总共设有4个出入口。D出入口位于新浦路和新浦南路路口以南处，已于2018年7月1日建成投入使用。",
        "usageDesc": "南浦站是南浦岛内唯一一个地铁车站。车站邻近丽江花园、海龙湾、广州碧桂园、南浦海滨花园等楼盘以及桔树村；另外车站出入口旁的巴士站供接驳至离本站稍远的西二村、西三村，上述各地的居民会利用巴士前往此站接驳于地铁，因此本站平常较为冷清，但是早晚高峰客流量较大。",
        "history": [
            [
                "规划",
                "南浦站最早出现在2000年的方案中，当时拆解后的2号线方案南部则改为延长至广州新客站（现广州南站），中途亦设置本站，位置与现时基本一致。在2003年方案中，该走向基本定型。\n\n2006年底，本站开始进行施工，2007年6月，二/八号延长线工程获得国家发改委批复。2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        "name": [
            "洛溪",
            "洛溪",
            "洛渓-らくけい",
            "뤄시 역",
            "Luoxi"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        3,
                        [
                            3
                        ],
                        "",
                        true
                    ],
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        22,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        26,
                        [
                            1
                        ],
                        "A"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        4,
                        [
                            3
                        ],
                        "",
                        true
                    ],
                    [
                        6,
                        [
                            1
                        ],
                        "C"
                    ],
                    [
                        21,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        26,
                        [
                            1
                        ],
                        "A"
                    ]
                ]
            }
        ],
        "location": [
            113.298665,
            23.042896
        ],
        "via": [
            "2"
        ],
        "shortDesc": "洛溪站是广州地铁2号线上的一个车站，位于番禺区洛溪岛新浦路洛溪路口北侧的地底，于2010年9月25日启用。",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            2
        ],
        "openTime": [
            "2010-9=25_"
        ],
        "serviceTime": "06:05-00:20ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:10"
                ],
                [
                    1,
                    "6:18"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:39"
                ],
                [
                    1,
                    "00:15ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "因为配合路轨过江深度要求，洛溪站共设有三层。地面为新浦路、洛溪路以及其它建筑；地下一层为站厅；地下二层为车站设备层；地下三层为2号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "洛溪站大堂设于地下一层。收费区位于站厅东侧处。收费区内设有三组扶手电梯以及一组楼梯供乘客往返月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区（近车站警务室），乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "现时本站提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店以及洗衣店等，商店主要设于站厅层非收费区域；此外也有不少自助服务设施，设有自动售卖机、自动充值/售卡机等。"
                    }
                ]
            ],
            [
                "月台",
                "洛溪站设有一个岛式月台，位于新浦路地底。"
            ]
        ],
        "exitDesc": "洛溪站现时设有2个出入口。由于A出入口仅设的楼梯较为狭窄，现时在晚高峰时段会有车站工作人员看守以维持秩序。",
        "usageDesc": "本站作为洛溪岛开通的第二个车站，亦因此承担了洛溪新城居民前往广州老城区的客流。附近大部分以住宅区为主，由于洛溪新城人口众多；同时，不少乘客会利用本站转乘巴士来往南浦、上漖村、沙溪村以及南村南大路地区各地。因此车站的平日人流较高，尤其在早晚高峰有不少乘客出入闸于本站。",
        "history": [
            [
                "规划",
                "洛溪站最早出现在2000年的方案中，当时拆解后的2号线方案南部则改为延长至广州新客站（现广州南站），中途亦设置本站，位置与现时基本一致。在2003年方案中，该走向基本定型。\n\n2006年底，为配合本站施工，新浦路吉祥北街至洛溪路段进行全封闭施工，2007年6月，二/八号延长线工程获得国家发改委批复。2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"
            ],
            [
                "施工事故",
                "2009年10月1日，本站工地内发生坍塌事故，地面出现较大幅度沉降"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        "name": [
            "南洲",
            "南洲",
            "南洲-なんしゅう",
            "난저우 역",
            "Nanzhou"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "B"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        23,
                        [
                            1,
                            2
                        ],
                        "A<br>C<br>D 楼梯可换乘GF线",
                        "Line-GF"
                    ],
                    [
                        25,
                        [
                            3
                        ],
                        "站厅",
                        "Line-GF"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "B"
                    ],
                    [
                        10,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        23,
                        [
                            1,
                            2
                        ],
                        "A<br>C<br>D 楼梯可换乘GF线",
                        "Line-GF"
                    ],
                    [
                        25,
                        [
                            3
                        ],
                        "站厅",
                        "Line-GF"
                    ]
                ]
            },
            {
                "platform": 3,
                "facilities": [
                    [
                        9,
                        [
                            1
                        ],
                        "B<br>C<br>D"
                    ],
                    [
                        4,
                        [
                            1,
                            2
                        ],
                        "A"
                    ],
                    [
                        13,
                        [
                            2
                        ],
                        "节点",
                        "Line-GF"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        "站厅",
                        "Line-GF"
                    ]
                ]
            },
            {
                "platform": 4,
                "facilities": [
                    [
                        9,
                        [
                            1
                        ],
                        "B<br>C<br>D"
                    ],
                    [
                        4,
                        [
                            1,
                            2
                        ],
                        "A"
                    ],
                    [
                        13,
                        [
                            2
                        ],
                        "节点",
                        "Line-GF"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        "站厅",
                        "Line-GF"
                    ]
                ]
            }
        ],
        "location": [
            113.297367,
            23.064799
        ],
        "via": [
            "2",
            "GF"
        ],
        "shortDesc": "南洲站是广州地铁二号线及广佛地铁的换乘站，位于广州海珠区南洲路东晓南路口南侧的地底，邻近海珠客运站。于2010年9月25日启用。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            0
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            1,
            1
        ],
        "exitNum": [
            5
        ],
        "openTime": [
            "2010-9=25_",
            "2018-12=28_"
        ],
        "serviceTime": "05:57-00:17ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:13"
                ],
                [
                    1,
                    "06:15"
                ]
            ],
            [
                [
                    0,
                    "06:25"
                ],
                [
                    1,
                    "06:02"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:42"
                ],
                [
                    1,
                    "00:12ND"
                ]
            ],
            [
                [
                    0,
                    "23:27"
                ],
                [
                    1,
                    "23:02"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "南洲站共设有三层，地面为南洲路、东晓南路，海珠客运站及其它建筑，地下一层为站厅；地下二层为广佛地铁月台以及2号线设备区；地下三层为2号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "南洲站站厅呈“7”字型布置，南北向部分为2号线；东西向部分为广佛线。为方便行人进出，付费区设于2号线站厅西侧以及广佛线站厅南侧，收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往不同线路的月台。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "虽然2号线建设当初在地下二、三层之间设有楼梯连接广佛地铁月台东端及2号线月台北端供乘客在两线之间换乘，惟因该楼梯较窄，为确保乘客安全，运营方只在2号线站台的换乘楼梯口设有换乘导向指示，而广佛线站台则没有任何指向此楼梯进行换乘的指示。乘客亦可绕经站厅换乘，亦可通过贯通本站三层的升降机进行更为直接的换乘。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "此外，南洲站在站厅层非付费区内设有便利店、面包糕饼店等车站商店。站内亦设有建设银行自动柜员机、自动售卡/充值机以及“好易”等自助服务设施。"
                    }
                ]
            ],
            [
                "月台",
                "1南洲站设有两个岛式月台，其中2号线月台设于东晓南路南延线的地底，广佛地铁月台则设于南洲路南侧的地底。两线月台组成一个“7”字型。广佛地铁月台为地下二层，2号线月台为地下三层。值得一提的是，广佛线月台配色采用棕色陶瓷挂板，与站厅以及2号线月台使用的湖蓝色焗漆板不同。"
            ]
        ],
        "exitDesc": "南洲站总共设有6个出入口，现时开通5个。本站开通初期设B、C2出入口；海珠交通换乘枢纽启用后开通C1出入口；2016年农历新年前开通D出入口。另有两个出入口位于广佛线站厅，其中A出入口随广佛线车站部分启用而启用，E出入口则需留待南洲名苑上盖建设合建口而缓建，故暂不开通。\n\n值得一提的是，D出入口因横跨南洲路的一段通道埋深较大，比车站站厅更深。因此该出入口采用了特别的设计：乘客经D出入口出站时，需要先经楼梯往下走；走过通道后再经扶梯或楼梯往上抵达地面。进站时则相反。",
        "usageDesc": "南洲站周围有西滘村、南洲名苑、爱都新天地等城中村或住宅区，因此有不少乘客利用车站往返其他地区。同时车站邻近海珠客运站，本站因而成为连接广州市区各地及广东省内外的陆路交通枢纽。不少乘客亦会携带大量行李物品进站。而在广佛线开通后，本站成为换乘站，吸引到不少乘客在本站通过广佛线来往沥滘站，以在2号线和3号线之间换乘。",
        "history": [
            [
                "2号线",
                "南洲站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，为拆解后2号线南端倒数第二个车站，车站位置与现时大致相同。后来在2000年方案中，因应番禺撤市建区，2号线改为从南洲南延至广州新客站（现广州南站），仍设置本站；直到2003年方案中，南洲至后滘段被划分为广佛地铁广州段的一部分，与此同时本站被规划成一个换乘车站，并最终落实。随后本站于2007年正式动工；2010年9月28日，本站随新二号线、八号线开通运营而正式启用。虽然本站作为两线换乘站，统一设计和建设，广佛线部分的站厅和月台亦早已由2号线南延段工程建成，但受到广佛地铁终点站沥滘站施工受阻的影响，严重影响全线工期。导致本站的施工围蔽时间亦被大幅拖长，等候配合广佛线的盾构区间施工。"
            ],
            [
                "施工事故",
                "2009年2月16日，工地附近的南洲路和东晓南路交界路口发生地陷，范围约十几平方米，最深处达一米左右。"
            ],
            [
                "广佛地铁",
                "随着广佛地铁终点站沥滘站完成建设，2018年11月12日，广佛线本站与沥滘站正式移交运营进行调试，标志着广佛线石溪至沥滘段已全部由建设阶段转向运营筹备阶段。2018年12月28日首班车起，本站广佛线站厅部分及月台层随广佛地铁燕岗站至沥滘站开通而启用。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ],
            [
                "1",
                "GF"
            ],
            [
                "2",
                "GF"
            ]
        ]
    },
    {
        "name": [
            "東曉南",
            "东晓南",
            "東暁南-とうぎょうなん",
            "둥샤오난 역",
            "Dongxiaonan"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        13,
                        [
                            3
                        ],
                        "A"
                    ],
                    [
                        14,
                        [
                            1
                        ],
                        "A<br>B<br>C"
                    ],
                    [
                        22,
                        [
                            2
                        ],
                        "B<br>C"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        8,
                        [
                            1
                        ],
                        "A"
                    ],
                    [
                        12,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        "B<br>C"
                    ]
                ]
            }
        ],
        "location": [
            113.294174,
            23.071333
        ],
        "via": [
            "2"
        ],
        "shortDesc": "东晓南站是广州地铁二号线的一个车站，位于海珠区东晓南路南洲北路口的地底，本站于2010年9月25日启用。",
        "structureType": [
            0
        ],
        "platformType": [
            3
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            4
        ],
        "openTime": [
            "2010-9=25_"
        ],
        "serviceTime": "06:10-00:15ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:15"
                ],
                [
                    1,
                    "06:28"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:44"
                ],
                [
                    1,
                    "00:10ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "东晓南站共设有两层。地面为东晓南路、南洲北路、侨港路，内环路高架桥以及附近住宅区；地下一层为站厅层；地下二层为2号线站台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "受制于东晓南路高架桥的桥墩，车站主体设于东晓南路东侧的地底。为方便乘客进出，付费区设于站厅西侧，站厅付费区设有多组扶手电梯、专用电梯（升降机）以及楼梯前往不同方向的月台。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "东晓南站现时有少量商店，包括便利店、面包糕饼店、洗衣店以及书店等。站内亦设有自动售卖机、自动照相机、建设银行自动柜员机、羊城通充值机等自助服务。亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
                    }
                ]
            ],
            [
                "月台",
                "东晓南站设有两个侧式月台，位于东晓南路东侧的地底。两个侧式月台在乘客眼中看似位于不同层数，但事实上它们是同层的两个侧式月台，只是两个月台之间被墙壁和轨行区完全阻隔。\n\n因受制于内环路高架桥桥墩以及周边住宅的地基，2号线走线被迫布置于高架桥东侧的东晓南路地底，无法如同样位于桥下的凤凰新村站等车站般，设置分布于高架桥两侧的分离岛式月台。同时受到线间距的限制，无法设置宽度满足国家标准的岛式月台（宽度至少8米），因此改为在上下行轨道的东侧分别设置侧式月台。"
            ]
        ],
        "exitDesc": "东晓南站共设置了4个出入口，C1出入口和C2出入口于2010年12月16日正式启用。",
        "usageDesc": "东晓南站周边有多个住宅小区，例如晓港湾、合生颐景华苑、南洲花苑、侨诚花园等，以及邻近瑞宝村。因此车站的客流相当高，尤是在平日繁忙时间、周六、周日及公众假期期间。但由于本站未有设置折返线，列车无法于本站折返，因此虽然本站客流颇为可观，但未能成为2号线早高峰短线车途经的车站之一。",
        "history": [
            [
                "规划",
                "东晓南站最早出现于1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》中的2号线拆分后一个沿线车站，当时车站规划亦命名为东晓南路站，位置与现时基本一致。3号线支线拆解并延长后的10号线在2010年的《2020-2040年地铁线网规划公众咨询方案》中，设置东晓南站与2号线交汇。随后本站于2007年正式动工。2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"
            ],
            [
                "施工事故",
                "2009年3月16日，工地旁的东晓南路南往北方向晓港湾公交车站旁再度发生地陷，面积约10平方米左右。附近几十户居民被迫疏散。"
            ],
            [
                "运营意外",
                "2013年9月2日晚6时50分，前往广州南站的一列2号线列车在东晓南站，被一名将行李落在站台的乘客紧急解锁车门而拉停，随后由于车内乘客透过车厢和驾驶室之间的瞭望窗看到下趟列车的车头灯光，担心发生追尾事故，又再度解锁车门企图逃离车厢。乘客恐慌中逃向车厢前部，引发混乱，2号线广州南站方向的列车服务因此延误10多分钟。\n\n此事件过后，广州地铁在短时间内将全线网所有列车的瞭望窗封闭，地铁方面表示是出于安全考虑。但却引发部分地铁迷的不满。"
            ]
        ],
        "futureExpansion": [
            [
                "10号线",
                "10号线将在侨港路东晓南路口西侧设有东晓南站，与2号线交汇，但2号线设计之初并未预留换乘条件，因此只能通过站厅通道换乘。10号线月台预计位于地下三层。\n\n为配合站厅换乘通道的建设，届时需要停用原2号线C1及C2出入口。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        "name": [
            "江泰路",
            "江泰路",
            "江泰路-こうたいろ",
            "장타이루 역",
            "Jiangtai Lu"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "A<br>D"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        23,
                        [
                            1
                        ],
                        "B<br>C"
                    ],
                    [
                        22,
                        [
                            2
                        ],
                        "B<br>C"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        7,
                        [
                            1
                        ],
                        "A<br>D"
                    ],
                    [
                        16,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        23,
                        [
                            1,
                            2
                        ],
                        "B<br>C"
                    ]
                ]
            }
        ],
        "location": [
            113.28057,
            23.082231
        ],
        "via": [
            "2"
        ],
        "shortDesc": "江泰路站是目前广州地铁二号线的一个车站，位于海珠区江南大道江泰路口地底，在2010年9月25日启用。",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            5
        ],
        "openTime": [
            "2010-9=25_"
        ],
        "serviceTime": "06:05-00:12ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:10"
                ],
                [
                    1,
                    "06:26"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:47"
                ],
                [
                    1,
                    "00:07ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "江泰路站共设有两层。地面为江南大道南、江泰路及附近住宅楼；地下一层为站厅层；地下二层为2号线站台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "为方便行人进出，收费区位于站厅西侧，收费区内设有多组一台专用电梯（升降机）、三台扶手电梯及一组楼梯供乘客来往于站厅及月台层。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "另外，江泰路站设有便利店、面包糕饼店以及糖果店。亦设有自动售卖机、自动照相机、中国建设银行自动柜员机、自动售卡/充值机、“好易”自助服务机等自助服务设施。"
                    }
                ]
            ],
            [
                "月台",
                "本站2号线目前设有一个岛式月台，位于江南大道南地下。\n\n另外，本站南面设有一条存车线。该条存车线用于折返短线（小交路）列车。短线班次列车在2号月台清客完成后，便会进入该存车线，折返到1号月台上客。而在其余时段内则会用于停放备用车。"
            ]
        ],
        "exitDesc": "江泰路站共设有5个出入口，其中C出入口通道连通附近的万科里商场。",
        "usageDesc": "车站周围有众多住宅区，如江燕花园、凤阳苑等。同时车站附近有数条公交线路来往于燕翔路，以及纸厂一带。因此本站平常使用率属于普通，但是高峰时间却经常出现挤迫现象。\n\n本站是2号线工作日早高峰短线车（三元里至江泰路）的终点站。",
        "history": [
            [
                "2号线",
                "江泰路站最早出现于1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》中的2号线拆分后一个沿线车站，车站当时命名为门口岗站，但位置均与现时基本一致，后根据所在道路命名为江泰路站。\n\n随后江泰路站于2007年正式动工；2010年1月14日，2/8号延长线工程江泰路段道岔全部完工；2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"
            ],
            [
                "11号线",
                "11号线在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，作为备选的B方案中出现了环线，当时的环线为1987年方案中二号线拆分之后的产物。后来在2010年正式定下的方案中，决定不拆分8号线，环线所有路段则改为完全新建，即改为在本站与2号线交汇。"
            ]
        ],
        "futureExpansion": [
            [
                "11号线",
                "11号线将设有江泰路站，与2号线交汇。但2号线建设之时并未预留换乘11号线，因此两线未来只能通过站厅通道实现换乘。11号线车站届时将会位于江南大道江泰路口西侧，南珠广场小区的绿化以及云南外运仓库的空地，2号线车站西南侧。而11号线月台则位于地下三层，车站结构为岛式月台。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        "name": [
            "昌崗",
            "昌岗",
            "昌崗-しょうこう",
            "창강 역",
            "Changgang"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "A<br>F"
                    ],
                    [
                        12,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        20,
                        [
                            3
                        ],
                        "",
                        [
                            20,
                            [
                                1
                            ],
                            "高峰期拦挡 BCDE"
                        ],
                        [
                            27,
                            [
                                2
                            ],
                            "",
                            "Line8-GZ"
                        ]
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "A<br>F"
                    ],
                    [
                        12,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        20,
                        [
                            3
                        ],
                        "",
                        [
                            20,
                            [
                                1
                            ],
                            "高峰期拦挡 BCDE"
                        ],
                        [
                            29,
                            [
                                2
                            ],
                            "",
                            "Line8-GZ"
                        ]
                    ]
                ]
            },
            {
                "platform": 3,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "D<br>E"
                    ],
                    [
                        15,
                        [
                            2,
                            3
                        ],
                        ""
                    ],
                    [
                        19,
                        [
                            2,
                            3
                        ],
                        ""
                    ],
                    [
                        21,
                        [
                            1
                        ],
                        "A<br>B<br>C<br>F"
                    ],
                    [
                        28,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ]
                ]
            },
            {
                "platform": 4,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "D<br>E"
                    ],
                    [
                        15,
                        [
                            2,
                            3
                        ],
                        ""
                    ],
                    [
                        17,
                        [
                            3
                        ],
                        ""
                    ],
                    [
                        19,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        20,
                        [
                            1
                        ],
                        "A<br>B<br>C<br>F"
                    ],
                    [
                        27,
                        [
                            2
                        ],
                        "",
                        "Line2-GZ"
                    ]
                ]
            }
        ],
        "location": [
            113.276885,
            23.090654
        ],
        "via": [
            "2",
            "8"
        ],
        "shortDesc": "昌岗站是广州地铁2号线和8号线的换乘站，位于广州市江南大道南昌岗路口的地底。车站以天蓝色作为主色，于2010年9月25日启用。\n\n另外，8号线本站至晓港站相距只有673米，曾经是广州地铁线网相距最近的两个车站，车程仅需1分余钟，后来被6号线海珠广场至北京路的631米站距取代。",
        "structureType": [
            0,
            0
        ],
        "platformType": [
            0,
            0
        ],
        "hallType": [
            0,
            0
        ],
        "transferType": [
            1,
            1
        ],
        "exitNum": [
            6
        ],
        "openTime": [
            "2010-9=25_",
            "2018-12=28_"
        ],
        "serviceTime": "06:07-00:12ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:12"
                ],
                [
                    1,
                    "06:24"
                ]
            ],
            [
                [
                    0,
                    "06:13"
                ],
                [
                    1,
                    "06:20"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:49"
                ],
                [
                    1,
                    "00:06ND"
                ]
            ],
            [
                [
                    0,
                    "23:13"
                ],
                [
                    1,
                    "23:36"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "昌岗站共设有四层，地面为江南大道、昌岗路，达镖广场、珀丽酒店、广州医科大学第二附属医院以及其它建筑，地下一层为昌岗路市政工程预留空间；地下二层为车站站厅；地下三层为8号线月台；地下四层为2号线月台。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "昌岗站站厅呈顺时针旋转180°的“L”形布置，南北向部分为2号线；东西向部分为8号线。受到地下一层预留空间的影响，站厅层8号线部分的天花板高度相较2号线部分的要低矮。\n\n为方便乘客进出，付费区设于2号线站厅西侧以及8号线站厅南侧，站厅付费区内设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往不同线路的月台。\n\n站厅付费区现时常态化设置多组固定栏杆，令付费区分为两条一长一短，互不干扰的通道，以维持站厅付费区内的客流秩序。"
                    },
                    {
                        "title": "换乘方式",
                        "data": "换乘方面，本站地下三、四层之间设有楼梯连接8号线月台东端及2号线月台北端，供乘客在两线之间换乘；另外亦可乘搭扶梯绕经站厅换乘。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "另外，昌岗站现时提供不同类型的商店，包括7-11以及华润万家便利店、面包糕饼店、书店、凉茶店、糖果店以及洗衣店等。商店主要设在站厅非收费区。同时本站还设有自动售卖机、自动照相机、中国建设银行自动柜员机、“好易”自助服务机等等自助服务设施供乘客使用。"
                    }
                ]
            ],
            [
                "月台",
                "本站2号线月台设于江南大道南地底，8号线月台则设于昌岗路地底。皆为岛式月台。两线月台组成一个“L”字型。8号线月台在上层，2号线月台在下层。\n\n另外，本站至晓港站之间设有一条渡线。当8号线的西段出现故障时，文化公园方向的列车将会通过此渡线折返，以本站为临时总站。但在2010年9月25日至11月2日期间，本站虽作为8号线的总站，但由于需要保证8号线的班次，故列车并没有在该站折返，而是在3号月台清客后继续前往凤凰新村站折返，并在到达本站4号月台后开始上客。"
            ]
        ],
        "exitDesc": "昌岗站现时共设有6个出入口供乘客进出车站。其中E出入口通道连通附近的海珠合生生活天地商场。\n\n另外，B、C1和C2出入口之间有通道连接，起过街通道的作用，供市民无须经过车站站厅横过昌岗东路或江南大道南。\n\nC1出入口因配合广州美术学院附近施工需要在2014年12月16日起暂时封闭。F出入口则在2017年3月8日启用。",
        "usageDesc": "作为串联各线以及广州火车站、广州南站的二号线与八号线换乘站，以及来往珠江两岸老城区，即原来需使用旧二号线的客流在拆解后，大多即时需要在本站进行换乘，同时本站亦临近住宅区、商业点，且上盖有广州美院、省口腔医院、广医二院、老年大学，因而昌岗站一启用即成为广州地铁的重要枢纽站之一。首日早高峰更创下22万人次的客流记录，当日晚高峰时客流依然拥挤，乘客平均需要两三分钟才能完成换乘。使地铁公司不得不实施客流控制措施，工作人员亦用铁栏杆围成闸门进行分流，以减少客流冲突，提高换乘速度。\n\n现时本站已经成为广州地铁在海珠区西部的重要换乘枢纽，车站全天人流如织，早晚高峰客流更会达至极大水平，2号线月台甚至会在部分扶梯口和换乘楼梯口出现拥堵。\n\n自2014年5月12日起，本站实行常态化客流控制，实施时间为周一早上8点至9点，周五下午6点至7点（包括节假日前一天）。",
        "history": [
            [
                "规划",
                "1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》，已经确定拆分1987年方案中的2号线，本站随即作为拆解后两线的换乘站出现。后来由于决定先新建二号线的三元里至江南西段，以及八号线的琶洲至晓港段，并贯通为旧二号线，故本站并未跟随此两段同时建设。本站在规划及建设阶段被称为跃进村站，后根据车站所在的位置，即昌岗路，正式命名为昌岗站。2010年9月25日新2号线和8号线通车，本站作为两线的换乘站启用。"
            ],
            [
                "沙园冷却塔",
                "位于八号线沙园站附近的广州地铁沙园冷站（负责凤凰新村—昌岗一段的供冷），由于在试运行期间噪音太大，且冷却塔离光大花园最近只有10多米，因此在建造过程中遭到了冷站附近的光大花园业主的反对，业主经常在大楼阳台、外墙挂上标语表达对冷却塔的抗议，期间警方曾多次出动。由于当时协商未果，导致八号线凤凰新村站、沙园站及宝岗大道站三站在2010年9月25日新二号线和八号线开通时无法如期开通，而本站则临时就近借用附近商场的空调冷水开通运营。当时西行列车到达本站随即进行清客，然后列车不载客经宝岗大道及沙园站到凤凰新村站折返。后来地铁公司与光大花园业主谈判后取得进展，最终让宝岗大道、沙园、凤凰新村站在2010年11月3日对公众开放。\n\n由于借用之空调冷水亦需供应至凤凰新村沿途三站，保证其必要设备能够正常运转，故本站能使用之空调冷水极为有限。导致本站刚开通运营的一个多月内，站内冷气与其它车站相比明显不足，而且当时广州仍为夏季，故本站站内较为闷热。在解决了纠纷，沙园冷却塔投入使用后，本站闷热情况随即得到改善。"
            ],
            [
                "扶手电梯故障",
                "2016年11月28日下午4时许，本站一条连通2号线月台与站厅的扶手电梯在上行过程中，有梯级出现变形下陷。原因是该扶手电梯的梯级与梳齿板间隙之间因为卡住了一个不属于扶梯零部件的螺丝而引发意外，过程中无乘客受伤。经过维修人员维修和全面检查确认安全后，事发第二天后该扶手电梯已经恢复运作。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ],
            [
                "1",
                "8"
            ],
            [
                "2",
                "8"
            ]
        ]
    },
    {
        "name": [
            "江南西",
            "江南西",
            "江南西-こうなんさい",
            "장난시 역",
            "Jiangnanxi"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        8,
                        [
                            1,
                            2
                        ],
                        "仅通往A<br>B<br>C"
                    ],
                    [
                        23,
                        [
                            1,
                            2,
                            4
                        ],
                        "仅通往D<br>E"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        8,
                        [
                            1,
                            2
                        ],
                        "仅通往A<br>B<br>C"
                    ],
                    [
                        23,
                        [
                            1,
                            2,
                            4
                        ],
                        "仅通往D<br>E"
                    ]
                ]
            }
        ],
        "location": [
            113.273918,
            23.097214
        ],
        "via": [
            "2"
        ],
        "shortDesc": "江南西站是广州地铁二号线的一座车站，车站名称来源于附近的江南西路。位于海珠区江南大道中江南西路口，于2002年12月29日启用。本站使用了橙色为车站的主色调。",
        "structureType": [
            0
        ],
        "platformType": [
            6
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            5
        ],
        "openTime": [
            "2002-12=29_"
        ],
        "serviceTime": "06:09-00:09ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:14"
                ],
                [
                    1,
                    "06:22"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:51"
                ],
                [
                    1,
                    "00:04ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "本站共有三层。地面为江南大道中、江南西路及附近建筑；地下一层为站厅层；地下二层为设备层；地下三层为2号线站台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "江南西站与越秀公园站一样，车站设计时，已经考虑到施工时要尽量不影响江南大道中的交通，因此本站以暗挖方式进行建造站台，并分开两个站厅。\n\n江南西站设有两个站厅，分为位于车站南端的南站厅和车站北端的北站厅。两个站厅在非付费区互不相通。为方便乘客进出，收费区位于南站厅的北侧和北站厅的南侧，四周被行人通道及商店包围，因此商店主要设在站厅的非收费区，各站厅的收费区内设有扶手电梯及楼梯往返月台，但由于车站设计空间限制而没有地方设置升降机，为此在北站厅连接月台的楼梯处设置轮椅升降机，以方便使用轮椅的残障人士。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "另外，江南西站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店以及洗衣店等，其中两个站厅均设有面包糕饼店以及洗衣店。此外，江南西站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
                    }
                ]
            ],
            [
                "月台",
                "本站设有一个分离岛式月台，位于江南大道地底。\n\n另外，本站南边设有一条联络线，连接本站1号月台和8号线晓港站1号月台的路轨。在2010年9月21日前，该联络线曾作为旧2号线晓港站往本站的正线行驶路段参与运营，现时则供车务调动使用；而原有本站往晓港站的行车区间因与新2号线和8号线平面交叉，而在当晚收车后停用。相关路轨、接触网及其它设备已于翌日被拆走。地铁方面其后在该隧道两端建起砖墙进行封闭，但没有回填该隧道。而广州市国规委发布的轨道交通2号线保护区图则仍有画出江晓区间两条隧道的走线。"
            ]
        ],
        "exitDesc": "江南西站目前设有5个出入口，分别在南站厅设有三个；北站厅设有两个。由于本站仅在北站厅连接月台的楼梯处设置轮椅升降机，因此本站的E出入口的楼梯亦会设有轮椅升降机。\n\n另外，A、B出入口通道处连通江南新地人防地下商场以及富力海珠城地下一层，同时该商场通道设有多个出入口可供乘客前往江南新村及宝业路一带。",
        "usageDesc": "本站连接江南西路地下的江南新地商场，以及多座购物中心及商业步行街，本站附近地区更已形成以休闲潮流为主的江南西商业圈，是海珠区内最繁华的商业聚集地。同时本站也邻近众多住宅区，因此本站全天人流如织，有时更需要实施客流控制，保证乘客安全和运营秩序。。",
        "history": [
            [
                "规划",
                "在1988年的“十字线网”规划中，此站命名为江南大道中站，当时该站为2号线的一座车站，位置已与现时相若。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站被确定为2号线的一座车站，并列入2号线首通段工程中，同时此站以江南新村站的名义进行建设。\n\n2号线首期工程于1999年10月10日正式动工。而在2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用。车站亦确定采用现时名称。"
            ],
            [
                "2、8拆解",
                "2007年6月，二八号线延长线工程获得国家发改委批复，8月全面动工。该工程将会把旧二号线在本站和晓港站拆解，并分别往南、西及北三个方向延长，回归线网规划。2010年9月22日至24日，本站随旧2号线一同全线停运，进行轨道拆解、信号，供电割接工程以及联合调试。9月25日清晨，本站随新2号线重新启用。从本站往南驶出的2号线列车随即改为前往新建的昌岗站，不再前往晓港站。\n\n2017年上半年，运营方曾试行把本站南北两个站厅分别命名为A区和B区，并标示在车站出口指示上。但因容易与出口编号混淆，至2018年时A区和B区的标示已被撤换。"
            ],
            [
                "临时停运",
                "2005年7月21日，位于本站附近的海珠城广场（现富力海珠城）基坑发生基坑挡土墙发生倒塌事故，地铁公司以安全原因为由暂停地铁2号线中大站至市二宫站区段的运营。直到到22日14:38，全线才恢复了正常运行。\n\n而在同年8月8日，因受到该次事故影响而的海员宾馆北楼需要爆破拆除，2号线中大站至市二宫站区段于14:30再次停运。爆破拆除完成后，于15:48全线恢复正常运行。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        "name": [
            "市二宮",
            "市二宫",
            "市二宮-しにきゅう",
            "스얼궁 역",
            "The 2nd Workers' Cultural Palace"
        ],
        "inf": [
            {
                "platform": 1,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "A<br>E"
                    ],
                    [
                        11,
                        [
                            2,
                            4
                        ],
                        ""
                    ],
                    [
                        20,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        25,
                        [
                            1
                        ],
                        "D"
                    ]
                ]
            },
            {
                "platform": 2,
                "facilities": [
                    [
                        6,
                        [
                            1
                        ],
                        "A<br>E"
                    ],
                    [
                        11,
                        [
                            2,
                            4
                        ],
                        ""
                    ],
                    [
                        20,
                        [
                            2
                        ],
                        ""
                    ],
                    [
                        25,
                        [
                            1
                        ],
                        "D"
                    ]
                ]
            }
        ],
        "location": [
            113.26989,
            23.105996
        ],
        "via": [
            "2"
        ],
        "shortDesc": "市二宫站是广州地铁二号线的一座车站，位于海珠区江南大道北同福东路口的地底。因西面建有广州市第二工人文化宫（简称市二宫）而得名，于2002年12月29日启用。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名是以拼音“Shi Er Gong”表示，现已更改为The 2nd Workers' Cultural Palace Station",
        "structureType": [
            0
        ],
        "platformType": [
            0
        ],
        "hallType": [
            0
        ],
        "exitNum": [
            3
        ],
        "openTime": [
            "2002-12=29_"
        ],
        "serviceTime": "06:11-00:07ND",
        "firstTrain": [
            [
                [
                    0,
                    "06:16"
                ],
                [
                    1,
                    "06:21"
                ]
            ]
        ],
        "lastTrain": [
            [
                [
                    0,
                    "23:53"
                ],
                [
                    1,
                    "00:02ND"
                ]
            ]
        ],
        "structureDesc": [
            [
                "车站楼层",
                "市二宫站共设有两层。地面为江南大道北、同福东路、小港路及附近商业建筑；地下一层为站厅层；地下二层为2号线站台层。"
            ],
            [
                "站厅",
                [
                    {
                        "data": "市二宫站采用无柱站厅设计，使车站站厅显得更为宽敞。为方便乘客进出，付费区设于站厅西侧，周围被行人通道包围。部分车站商店设于站厅付费区内。付费区站厅各分别设有两条楼梯以及扶手电梯供乘客来往站厅与月台，值得留意的是，两组扶手电梯目前仅供月台层的乘客前往站厅。同时由于车站设计的原因，本站没有设置专用电梯（升降机）供乘客来往站厅与月台，同时在本站站厅南侧的楼梯设置了轮椅升降台，供使用轮椅的残障人士来往站厅与月台，使用时需向车站工作人员求助。"
                    },
                    {
                        "title": "商店及自助服务",
                        "data": "市二宫站内设有便利店、面包糕饼店、书店、时装店以及洗衣店等。同时站内亦设有自动售卖机、自动照相机、中国建设银行自动柜员机等自助服务。"
                    }
                ]
            ],
            [
                "月台",
                "市二宫站设有一个岛式月台，位于江南大道北地底。\n\n另外，本站站台北端设有一条楼梯，该楼梯则作为车站的紧急出入口，因此不对外开放。"
            ]
        ],
        "exitDesc": "市二宫站现时共设有3个出入口，其中D出入口在2010年5月至11月期间进行了加装扶梯工程，因此在施工过程中本站D出入口暂时封闭，重开后成为本站唯一一个设有扶梯的独立出入口。",
        "usageDesc": "市二宫站所在的江南大道北，是著名的婚纱一条街，在道路两旁开设了多间婚纱及婚庆用品专门店，吸引不少乘客利用本站前往。因此，本站的各个出入口均有明文提示，强调禁止携带花炮等易燃易爆物品进站乘车。\n\n同时车站也邻近居民区和学校，为本站带来不少通勤客流。",
        "history": [
            [
                "规划",
                "在1988年的“十字线网”规划中，已经出现名为市二宫的车站。当时该站为2号线的一座车站，位置已与现时相若。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站被确定为2号线的一座车站，并列入2号线首通段工程中。\n\n于2008年的轨道交通线网规划方案中，新增的北海珠线经过本站，本站成为换乘站。后来该线成为19号线，再于2019年改为28号线，仍于本站交汇。"
            ],
            [
                "施工事故",
                "2号线首期工程则于1999年10月10日正式动工。2001年2月14日，本站北风亭人工挖孔桩施工过程中，由于水管渗漏，导致孔壁倒塌。一名施工人员当场被埋，送院后证实不治。而在2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用。"
            ]
        ],
        "platformBelong": [
            [
                "1",
                "2"
            ],
            [
                "2",
                "2"
            ]
        ]
    },
    {
        name: ["海珠廣場", "海珠广场", "海珠広場-かいしゅひろば", "하이주 광장 역", "Haizhu Square"],
        inf: [{
            platform: 1,
            facilities: [[6, [3], "站厅", !0], [8, [1], "A<br>D"], [15, [2], ""], [20, [1], "B<br>E<br>F", "Line6-GZ"]]
        }, {
            platform: 2,
            facilities: [[6, [3], "站厅", !0], [7, [1], "A<br>D"], [15, [2], ""], [20, [1], "B<br>E<br>F", "Line6-GZ"]]
        }],
        location: [113.265344, 23.114796],
        via: ["2", "6"],
        platformBelong: [["1", "2"], ["2", "2"], ["1", "6"], ["2", "6"]]
    }, {
        name: ["紀念堂", "纪念堂", "紀念堂-きねんどう", "기념당 역", "Sun Yat-sen Memorial Hall"],
        inf: [{platform: 1, facilities: [[2, [3], "", !0], [4, [1], "D"], [10, [2], ""], [25, [1], "C"]]}, {
            platform: 2,
            facilities: [[2, [3], "", !0], [4, [1], "D"], [10, [2], ""], [25, [1], "C"]]
        }],
        location: [113.263431, 23.132179],
        via: ["2", "2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["越秀公園", "越秀公园", "越秀公園-えつしゅうこうえん", "웨슈 공원 역", "Yuexiu Park"],
        inf: [{
            platform: 1,
            facilities: [[3, [1], "仅通往A<br>E"], [26, [1], "仅通往B<br>C<br>D"], [30, [3], "", !0]]
        }, {platform: 2, facilities: [[[3, [1], "仅通往A<br>E"], [26, [1], "仅通往B<br>C<br>D"], [27, [3], "", !0]]]}],
        location: [113.261366, 23.140041],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["廣州火車站", "广州火车站", "広州駅-こうしゅうえき", "광저우 역", "Guangzhou Railway Station"],
        inf: [{
            platform: 1,
            facilities: [[7, [1], "A"], [14, [2], ""], [17, [2], ""], [15, [3], ""], [24, [1], "D<br>E<br>F<br>G<br>H"]]
        }, {
            platform: 2,
            facilities: [[7, [1], "A"], [14, [2], ""], [17, [2], ""], [14, [3], ""], [24, [1], "D<br>E<br>F<br>G<br>H"]]
        }, {platform: 3, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 4,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.256603, 23.148143],
        via: ["2", "5"],
        platformBelong: [["1", "2"], ["2", "2"], ["1", "5"], ["2", "5"]]
    }, {
        name: ["三元里", "三元里", "三元里-さんげんり", "싼위안리 역", "Sanyuanli"],
        inf: [{
            platform: 1,
            facilities: [[7, [1], "A<br>D"], [14, [2], ""], [17, [2], ""], [24, [1], "B<br>C"], [28, [1], "", !0]]
        }, {
            platform: 2,
            facilities: [[6, [1], "A<br>D"], [14, [2], ""], [17, [2], ""], [25, [1], "B<br>C"], [28, [1], "", !0]]
        }],
        location: [113.256851, 23.159402],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["飛翔公園", "飞翔公园", "飛翔公園-ひしょうこうえん", "페이샹 공원 역", "Feixiang Park"],
        inf: [{platform: 1, facilities: [[15, [0], "A"], [17, [2], "过轨抵C"], [4, [2], "过轨"], [28, [2], "过轨"]]}, {
            platform: 2,
            facilities: [[15, [0], "C"], [17, [2], "过轨抵A"], [4, [2], "过轨"], [28, [2], "过轨"]]
        }],
        location: [113.263752, 23.168915],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["白雲公園", "白云公园", "白雲公園-はくうんこうえん", "바이윈 공원 역", "Baiyun Park"],
        inf: [{
            platform: 1,
            facilities: [[5, [1], "过轨抵A<br>D 地面换出入口更佳"], [26, [2], "过轨抵A<br>D 地面换出入口更佳"], [15, [0], "C"], [14, [1], "B"]]
        }, {
            platform: 2,
            facilities: [[5, [1], "过轨抵B<br>C 地面换出入口更佳"], [26, [2], "过轨抵B<br>C 地面换出入口更佳"], [16, [0], "A"], [17, [1], "D"]]
        }],
        location: [113.270966, 23.181613],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["白雲文化廣場", "白云文化广场", "白雲文化広場-はくうんぶんかひろば", "바이윈 문화광장 역", "Baiyun Culture Square"],
        inf: [{
            platform: 1,
            facilities: [[16, [0], "C"], [15, [2], "过轨抵A<br>B"], [3, [2], "过轨"], [28, [2], "过轨"]]
        }, {
            platform: 2,
            facilities: [[16, [0], "B"], [17, [0], "A"], [15, [2], "过轨抵C"], [3, [2], "过轨"], [28, [2], "过轨"]]
        }],
        location: [113.275602, 23.189574],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["蕭崗", "萧岗", "蕭崗-しょうこう", "샤오강 역", "Xiaogang, Baiyun"],
        inf: [{platform: 1, facilities: [[4, [1], "C"], [9, [2], ""], [13, [3], ""], [26, [1], "A<br>D"]]}, {
            platform: 2,
            facilities: [[4, [1], "C"], [9, [2], ""], [13, [3], ""], [26, [1], "A<br>D"]]
        }],
        location: [113.280697, 23.19858],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["江夏", "江夏", "江夏-こうか", "장샤 역", "Jiangxia"],
        inf: [{
            platform: 1,
            facilities: [[16, [0], "C<br>D"], [14, [2], "过轨抵A<br>B"], [3, [2], "过轨"], [28, [2], "过轨"]]
        }, {
            platform: 2,
            facilities: [[16, [0], "A"], [15, [0], "B"], [14, [2], "过轨抵C<br>D"], [3, [2], "过轨"], [28, [2], "过轨"]]
        }],
        location: [113.283451, 23.211301],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["黃邊", "黄边", "黄辺-おうへん", "황볜 역", "Huangbian"],
        inf: [{
            platform: 1,
            facilities: [[16, [0], "A<br>B"], [14, [2], "过轨抵D"], [3, [2], "过轨"], [28, [2], "过轨"]]
        }, {platform: 2, facilities: [[15, [0], "D"], [14, [2], "过轨抵A<br>B"], [3, [2], "过轨"], [28, [2], "过轨"]]}],
        location: [113.287376, 23.221645],
        via: ["2"],
        platformBelong: [["1", "2"], ["2", "2"]]
    }, {
        name: ["嘉禾望崗", "嘉禾望岗", "嘉禾望崗-かかもうこう", "자허왕강 역", "Jiahe Wanggang"],
        inf: [{
            platform: 1,
            facilities: [[7, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [16, [3], ""], [18, [2], "番禺广场/体育西路方向", "Line3-GZ"], [24, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
        }, {}, {
            platform: 3,
            facilities: [[4, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [13, [3], ""], [15, [2], ""], [21, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
        }, {
            platform: 4,
            facilities: [[4, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [13, [3], ""], [15, [2], "广州南站方向", "Line2-GZ"], [21, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
        }, {}, {
            platform: 6,
            facilities: [[1, [2], "G<br>H"], [3, [1, 2], "A<br>E<br>F"], [11, [3], ""], [22, [1, 2], "B<br>C<br>D"]]
        }],
        location: [113.289243, 23.23746],
        via: ["2", "3", "14"],
        platformBelong: [["9", "2"], ["2", "2"], ["6", "3"], ["2", "3"], ["1", "14"], ["9", "14"]]
    }, {
        name: ["番禺廣場", "番禺广场", "番禺広場-ばんぐうひろば", "판위 광장 역", "Panyu Square"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.385642, 22.935482],
        via: ["3"],
        platformBelong: [["9", "3"], ["3", "3"]]
    }, {
        name: ["市橋", "市桥", "市橋-しきょう", "스차오 역", "Shiqiao"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.361726, 22.949743],
        via: ["3"],
        platformBelong: [["5", "3"], ["3", "3"]]
    }, {
        name: ["漢溪長隆", "汉溪长隆", "漢渓長隆-かんけいちょうりゅう", "한시창룽 역", "Hanxi Changlong"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "C"], [11, [3], ""], [13, [2], ""], [21, [1], "A<br>E<br>F<br>G", "Line7-GZ"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "C"], [11, [3], ""], [13, [2], ""], [21, [1], "A<br>E<br>F<br>G", "Line7-GZ"]]
        }, {
            platform: 3,
            facilities: [[9, [1, 2], "A<br>E<br>F", "Line3-GZ"], [15, [1, 2], ""], [21, [1, 2], "D<br>G"]]
        }, {
            platform: 4,
            facilities: [[11, [1, 2], "A<br>E<br>F", "Line3-GZ"], [15, [1, 2], ""], [21, [1, 2], "D<br>G"]]
        }],
        location: [113.33017, 22.992931],
        via: ["3", "7"],
        platformBelong: [["5", "3"], ["3", "3"], ["1", "7"], ["2", "7"]]
    }, {
        name: ["大石", "大石", "大石-だいせき", "다시 역", "Dashi"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.321744, 23.017761],
        via: ["3"],
        platformBelong: [["5", "3"], ["3", "3"]]
    }, {
        name: ["夏滘", "厦滘", "廈滘-かきょう", "샤자오 역", "Xiajiao"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.320837, 23.038007],
        via: ["3"],
        platformBelong: [["5", "3"], ["3", "3"]]
    }, {
        name: ["瀝滘", "沥滘", "瀝滘-れききょう", "리자오 역", "Lijiao"],
        inf: [{platform: 1, facilities: [[17, [1], "所有出口"], [24, [1, 2, 3], "出站", "Line-GF"]]}, {
            platform: 2,
            facilities: [[17, [1], "所有出口"], [24, [1, 2, 3], "出站", "Line-GF"]]
        }, {
            platform: 3,
            facilities: [[2, [1, 2], "A<br>B"], [14, [1, 2], "E<br>F"], [8, [2], "节点", "Line3-GZ"], [9, [1], "节点", "Line3-GZ"], [10, [3], "站厅"]]
        }, {}],
        location: [113.319077, 23.054898],
        via: ["3", "GF"],
        platformBelong: [["5", "3"], ["3", "3"], ["9", "GF"], ["2", "GF"]]
    }, {
        name: ["大塘", "大塘", "大塘-だいとう", "다탕 역", "Datang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.321677, 23.077974],
        via: ["3"],
        platformBelong: [["5", "3"], ["3", "3"]]
    }, {
        name: ["客村", "客村", "客村-きゃくそん", "커춘 역", "Kecun"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }, {
            platform: 3,
            facilities: [[9, [1, 2], "B<br>C"], [4, [1, 2], "", "Line3-GZ"], [27, [1, 2], "", "Line3-GZ"], [14, [3], "", "Line3-GZ"], [22, [1, 2], "A<br>D"]]
        }, {
            platform: 4,
            facilities: [[9, [1, 2], "B<br>C"], [4, [1, 2], "", "Line3-GZ"], [27, [1, 2], "", "Line3-GZ"], [14, [3], "", "Line3-GZ"], [22, [1, 2], "A<br>D"]]
        }],
        location: [113.320331, 23.096197],
        via: ["3", "8"],
        platformBelong: [["5", "3"], ["3", "3"], ["1", "8"], ["2", "8"]]
    }, {
        name: ["廣州塔", "广州塔", "広州塔-こうしゅうタワー", "광저우탑 역", "Canton Tower"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.323618, 23.106375],
        via: ["3", "APM"],
        platformBelong: [["5", "3"], ["3", "3"], ["1", "APM"], ["9", "APM"]]
    }, {
        name: ["珠江新城", "珠江新城", "珠江新城-しゅこうしんじょう", "주장신청 역", "Zhujiang New Town"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.321206, 23.119293],
        via: ["3", "5"],
        platformBelong: [["5", "3"], ["3", "3"], ["1", "5"], ["2", "5"]]
    }, {
        name: ["石牌橋", "石牌桥", "石牌橋-せきはいきょう", "스파이차오 역", "Shipaiqiao"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.332124, 23.133135],
        via: ["3"],
        platformBelong: [["5", "3"], ["1", "3"]]
    }, {
        name: ["崗頂", "岗顶", "崗頂-こうてい", "강딩 역", "Gangding"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.339601, 23.13488],
        via: ["3"],
        platformBelong: [["5", "3"], ["1", "3"]]
    }, {
        name: ["華師", "华师", "華師-かし", "화스 역", "South China Normal University"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.34533, 23.14029],
        via: ["3"],
        platformBelong: [["5", "3"], ["1", "3"]]
    }, {
        name: ["五山", "五山", "五山-ごさん", "우산 역", "Wushan"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.351812, 23.152833],
        via: ["3"],
        platformBelong: [["5", "3"], ["1", "3"]]
    }, {
        name: ["天河客運站", "天河客运站", "天河客運駅-てんかきゃくうんターミナル", "톈허 터미널 역", "Tianhe Coach Terminal"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.3436, 23.171],
        via: ["3", "6"],
        platformBelong: [["5", "3"], ["9", "3"], ["1", "6"], ["2", "6"]]
    }, {
        name: ["林和西", "林和西", "林和西-りんわさい", "린허시 역", "Linhexi"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.323947, 23.141525],
        via: ["3", "APM"],
        platformBelong: [["6", "3"], ["2", "3"], ["2", "APM"], ["2", "APM"]]
    }, {
        name: ["燕塘", "燕塘", "燕塘-えんとう", "옌탕 역", "Yantang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.327132, 23.15998],
        via: ["3", "6"],
        platformBelong: [["6", "3"], ["2", "3"], ["1", "6"], ["2", "6"]]
    }, {
        name: ["梅花園", "梅花园", "梅花園-ばいかえん", "메이화위안 역", "Meihuayuan"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.320507, 23.175211],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["京溪南方醫院", "京溪南方医院", "京渓南方医院-けいけいなんぽういいん", "징시 남방 병원 역", "Jingxi Nanfang Hospital"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.326126, 23.185225],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["同和", "同和", "同和-どうわ", "퉁허 역", "Tonghe"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.326264, 23.19706],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["永泰", "永泰", "永泰-えいたい", "융타이 역", "Yongtai"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.306295, 23.220226],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["白雲大道北", "白云大道北", "白雲大道北-ばくうんだいどうほく", "바이윈다다오 북역", "Baiyun Dadaobei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.298178, 23.222382],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["龍歸", "龙归", "竜帰-りゅうき", "룽구이", "Longgui"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.300834, 23.288736],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["人和", "人和", "人和-じんわ", "런허 역", "Renhe"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.295995, 23.335224],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["高增", "高增", "高増-こうぞう", "가오쩡 역", "Gaozeng"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.295504, 23.355162],
        via: ["3", "9"],
        platformBelong: [["6", "3"], ["2", "3"], ["9", "9"], ["2", "9"]]
    }, {
        name: ["機場南 - 1號航站樓", "机场南 - 1号航站楼", "白雲空港南-はくうんくうこうみなみ", "공항 남역", "Airport South - Terminal 1"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.303097, 23.38669],
        via: ["3"],
        platformBelong: [["6", "3"], ["2", "3"]]
    }, {
        name: ["機場北 - 2號航站樓", "机场北 - 2号航站楼", "白雲空港北-はくうんくうこうきた", "공항 북역", "Airport North - Terminal 2"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.305659, 23.396197],
        via: ["3"],
        platformBelong: [["6", "3"], ["9", "3"]]
    }, {
        name: ["南沙客運港", "南沙客运港", "南沙客運港-なんさきゃくうんフェリー", "난사커윈강", "Nansha Passenger Port"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.610968, 22.766988],
        via: ["4"],
        platformBelong: [["1", "4"], ["9", "4"]]
    }, {
        name: ["南橫", "南横", "南横-なんおう", "난헝", "Nanheng"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.594381, 22.747885],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["塘坑", "塘坑", "塘坑-とうこう", "탕컹", "Tangkeng"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.573064, 22.753098],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["大涌", "大涌", "大涌-だいちょん", "다충", "Dachong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.555975, 22.759076],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["廣隆", "广隆", "広隆-こうりゅう", "광룽", "Guanglong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.540728, 22.772143],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["飛沙角", "飞沙角", "飛沙角-ひさかく", "페이사자오", "Feishajiao"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.540758, 22.781854],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["金洲", "金洲", "金洲-きんしゅう", "진저우", "Jinzhou"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.538886, 22.792178],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["蕉門", "蕉门", "蕉門-しょうもん", "자오먼", "Jiaomen"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.527502, 22.800704],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["黃閣", "黄阁", "黃閣-おうかく", "황거", "Huangge"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.518768, 22.824736],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"], ["10", "4"]]
    }, {
        name: ["黃閣汽車城", "黄阁汽车城", "黄阁汽車城-おうかく オート タウン", "황거치처청", "Huangge Auto Town"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.509719, 22.835812],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["慶盛", "庆盛", "慶盛-けいせい", "칭성", "Qingsheng"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.490456, 22.866999],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["東涌", "东涌", "東涌-とうちょん", "동충", "Dongchong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.478955, 22.885577],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["低涌", "低涌", "東涌-とうちょん", "디충", "Dichong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.484818, 22.919463],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["海傍", "海傍", "海傍-かいぼう", "하이방", "Haibang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.475352, 22.939553],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["石碁", "石碁", "石碁-せきき", "스치", "Shiqi"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.465225, 22.957185],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["官橋", "官桥", "官橋-かんぎょう", "관차오", "Guanqiao", "UC"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.443122, 22.982352],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["新造", "新造", "新造-しんぞう", "신짜오", "Xinzao"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.415714, 23.028182],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["大學城南", "大学城南", "大学城南-だいがくじょみなみ", "대학성 남역", "Higher Education Mega Center South"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.400557, 23.043313],
        platformBelong: [["1", "4"], ["2", "4"], ["9", "7"], ["2", "7"]]
    }, {
        name: ["大學城北", "大学城北", "大学城北-だいがくじょきた", "대학성 북역", "Higher Education Mega Center North"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.385639, 23.058091],
        via: ["4", "7"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["官洲", "官洲", "官洲-かんじゅう", "관저우", "Guanzhou"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.376846, 23.066862],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["萬勝圍", "万胜围", "萬勝圍-まんしょうい", "완성웨이", "Wanshengwei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }, {
            platform: 4,
            facilities: [[6, [0], "A"], [9, [0], "出闸后过轨抵C<br>D"], [16, [1, 3], "", "Line4-GZ"], [18, [0], "B"]]
        }],
        location: [113.384796, 23.097712],
        via: ["4", "8", "THZ1"],
        platformBelong: [["1", "4"], ["2", "4"], ["1", "8"], ["9", "8"]]
    }, {
        name: ["車陂南", "车陂南", "車陂南-しゃべいなん", "차베이 남역", "Chebeinan"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.389561, 23.11593],
        via: ["4", "5"],
        platformBelong: [["1", "4"], ["2", "4"], ["1", "5"], ["2", "5"]]
    }, {
        name: ["車陂", "车陂", "車陂-しゃべい", "처베이", "Chebei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.395548, 23.124465],
        via: ["4"],
        platformBelong: [["1", "4"], ["2", "4"]]
    }, {
        name: ["黃村", "黄村", "黃村-おうそん", "황춘", "Huangcun"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.407274, 23.131814],
        via: ["4", "21"],
        platformBelong: [["9", "4"], ["2", "4"], ["10", "4"], ["1", "21"], ["2", "21"]]
    }, {
        name: ["滘口", "滘口", "滘口-こうこう", "자오커우", "Jiaokou"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.20844, 23.113796],
        via: ["5"],
        platformBelong: [["1", "5"], ["1", "5"]]
    }, {
        name: ["坦尾", "坦尾", "坦尾-たんび", "탄웨이", "Tanwei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.218387, 23.125234],
        via: ["5", "6"],
        platformBelong: [["1", "5"], ["2", "5"], ["1", "6"], ["2", "6"]]
    }, {
        name: ["中山八", "中山八", "中山八-ちゅうさんはち", "중산바", "Zhongshanba"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.232727, 23.126046],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["西場", "西场", "西場-さいじょう", "시창", "Xichang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.238056, 23.137381],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["西村", "西村", "西村-さいそん", "시춘", "Xicun"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.242019, 23.142012],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["小北", "小北", "小北-こほく", "샤오베이", "Xiaobei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.276905, 23.139424],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["淘金", "淘金", "淘金-とうきん", "타오진", "Taojin"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.286549, 23.136365],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["區莊", "区庄", "區莊-おうそう", "어우좡", "Ouzhuang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.296725, 23.134483],
        via: ["5", "6"],
        platformBelong: [["1", "5"], ["2", "5"], ["1", "6"], ["2", "6"]]
    }, {
        name: ["動物園", "动物园", "動物園-どうぶつえん", "동물원", "Zoo"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.307291, 23.134503],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["五羊邨", "五羊邨", "五羊邨-ごようそん", "우양춘", "Wuyangcun"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.314249, 23.119843],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["獵德", "猎德", "猟德-りょうどく", "례더", "Liede"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.332105, 23.118539],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["潭村", "潭村", "潭村-たんそん", "탄춘", "Tancun"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.345949, 23.117366],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["員村", "员村", "員村-いんそん", "위안춘", "Yuancun"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.363663, 23.115768],
        via: ["5", "21"],
        platformBelong: [["1", "5"], ["2", "5"], ["1", "21"], ["9", "21"]]
    }, {
        name: ["科韻路", "科韵路", "科韻路-かいんろ", "커윈루", "Keyun Lu"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.377215, 23.11928],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["東圃", "东圃", "東圃-とうほ", "둥푸", "Dongpu"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.401562, 23.109392],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["三溪", "三溪", "三渓-さんけい", "싼시", "Sanxi"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.415784, 23.104098],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["魚珠", "鱼珠", "魚珠-ぎょしゅ", "위주", "Yuzhu"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.432261, 23.100431],
        via: ["5", "13"],
        platformBelong: [["1", "5"], ["2", "5"], ["1", "13"], ["9", "13"]]
    }, {
        name: ["大沙地", "大沙地", "大沙地-だいさち", "다사디", "Dashadi"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.446074, 23.103227],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["大沙東", "大沙东", "大沙東-だいさとう", "다사둥", "Dashadong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.458515, 23.106216],
        via: ["5"],
        platformBelong: [["1", "5"], ["2", "5"]]
    }, {
        name: ["文沖", "文冲", "文沖-ぶんちゅう", "원충", "Wenchong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.469004, 23.103796],
        via: ["5"],
        platformBelong: [["9", "5"], ["2", "5"]]
    }, {
        name: ["潯峰崗", "浔峰岗", "潯峰崗-じんほうこう", "쉰펑강", "Xunfenggang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.201941, 23.16411],
        via: ["6"],
        platformBelong: [["1", "6"], ["9", "6"], ["1", "6"]]
    }, {
        name: ["橫沙", "横沙", "横沙-おうさ", "헝사", "Hengsha"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.206791, 23.158187],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["沙貝", "沙贝", "沙貝-さばい", "사베이", "Shabei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.211397, 23.15243],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["河沙", "河沙", "河沙-こうさ", "허사", "Hesha"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.217405, 23.135576],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["如意坊", "如意坊", "如意坊-にょいぼう", "루이팡", "Ruyifang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.231208, 23.114978],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["文化公園", "文化公园", "文化公園-ぶんかこうえん", "원화 공원", "Cultural Park"],
        inf: [{
            platform: 1,
            facilities: [[3, [1], "A<br>B<br>D<br>E"], [6, [2], ""], [12, [1, 2, 3], "垂直电梯仅站厅，扶梯楼梯仅换乘", "Line8-GZ"]]
        }, {
            platform: 2,
            facilities: [[3, [1], "A<br>B<br>D<br>E"], [6, [2], ""], [12, [1, 2, 3], "垂直电梯仅站厅，扶梯楼梯仅换乘", "Line8-GZ"]]
        }, {platform: 3, facilities: [[27, [2], "爬3層 B口"], [21, [3], "B"], [7, [1], "D"], [14, [1], "A<br>E"]]}, {}],
        location: [113.248976, 23.109186],
        via: ["8"],
        platformBelong: [["1", "6"], ["2", "6"], ["9", "8"], ["2", "8"]]
    }, {
        name: ["一德路", "一德路", "一德路-いちどくろ", "이더루", "Yide Lu"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.2572, 23.113036],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["北京路", "北京路", "北京路-ぺきんろ", "베이징루", "Beijing Lu"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.270268, 23.11873],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["團一大廣場", "团一大广场", "団一大広場-だんいちだいひろば", "퇀이다 광장", "Tuanyida Square"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.278266, 23.118111],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["東湖", "东湖", "東湖-とうこ", "둥후", "Donghu"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.288583, 23.115102],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["黃花崗", "黄花岗", "黃花崗-おうかこう", "황화강", "Huanghuagang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.299907, 23.141128],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["沙河頂", "沙河顶", "沙河頂-さかてい", "사허딩", "Shaheding"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.306967, 23.147276],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["沙河", "沙河", "沙河-さか", "사허", "Shahe", "UC"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.313064, 23.151916],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["天平架", "天平架", "天平架-てんへいが", "톈핑자", "Tianpingjia"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.321353, 23.159525],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["長湴", "长湴", "長湴-ちょうばん", "창반", "Changban"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.349435, 23.178502],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["植物園", "植物园", "植物園-しょくぶつえん", "식물원", "Botanical Garden"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.365686, 23.190164],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["龍洞", "龙洞", "竜洞-りゅうどう", "룽둥", "Longdong"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.37752, 23.19096],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["柯木塱", "柯木塱", "柯木塱-かもくろう", "커무랑", "Kemulang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.395991, 23.193462],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["高塘石", "高塘石", "高塘石-こうとうせき", "가오탕시", "Gaotangshi"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.410408, 23.191057],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["黃陂", "黄陂", "黄陂-おうべい", "황베이", "Huangbei"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.433738, 23.188379],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["金峰", "金峰", "金峰-きんほう", "진펑", "Jinfeng"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.451182, 23.181468],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["暹崗", "暹岗", "暹崗-せんこう", "셴강", "Xiangang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.460177, 23.172296],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["蘇元", "苏元", "蘇元-そげん", "수위안", "Suyuan"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.468482, 23.17097],
        via: ["6", "21"],
        platformBelong: [["1", "6"], ["2", "6"], ["1", "21"], ["2", "21"]]
    }, {
        name: ["蘿崗", "萝岗", "蘿崗-らこう", "뤄강", "Luogang"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.481288, 23.175137],
        via: ["6"],
        platformBelong: [["1", "6"], ["2", "6"]]
    }, {
        name: ["香雪", "香雪", "香雪-こうせつ", "샹쉐", "Xiangxue"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.501224, 23.172382],
        via: ["6"],
        platformBelong: [["9", "6"], ["2", "6"]]
    }, {
        name: ["謝村", "谢村", "謝村-しやそん", "셰춘역", "Xiecun"],
        inf: [{
            platform: 1,
            facilities: [[5, [1], "A"], [10, [2], ""], [14, [2], ""], [10, [3], ""], [19, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[5, [1], "A"], [10, [2], ""], [14, [2], ""], [11, [3], ""], [19, [1], "B<br>C"]]
        }],
        location: [113.295832, 22.990579],
        via: ["7"],
        platformBelong: [["1", "7"], ["2", "7"]]
    }, {
        name: ["鍾村", "钟村", "鍾村-しょうそん", "중춘", "Zhongcun"],
        inf: [{
            platform: 1,
            facilities: [[5, [1], "A"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]
        }, {platform: 2, facilities: [[5, [1], "A"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]}],
        location: [113.31698, 22.986437],
        via: ["7"],
        platformBelong: [["1", "7"], ["2", "7"]]
    }, {
        name: ["南村萬博", "南村万博", "南村万博-なんそんだんけく", "난춘완보", "Nancun Wanbo"],
        inf: [{platform: 1, facilities: [[7, [1, 2], "A"], [12, [3], ""], [14, [1], "B"]]}, {
            platform: 2,
            facilities: [[7, [1, 2], "A"], [12, [3], ""], [14, [1], "B"]]
        }],
        location: [113.347555, 23.004769],
        via: ["7"],
        platformBelong: [["1", "7"], ["2", "7"]]
    }, {
        name: ["員崗", "员岗", "員崗-いんこう", "위안강", "Yuangang"],
        inf: [{
            platform: 1,
            facilities: [[6, [1], "A<br>B"], [11, [2], ""], [15, [2], ""], [12, [3], ""], [20, [1], "C<br>E<br>F"]]
        }, {
            platform: 2,
            facilities: [[6, [1], "A<br>B"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [20, [1], "C<br>E<br>F"]]
        }],
        location: [113.365641, 23.015962],
        via: ["7"],
        platformBelong: [["1", "7"], ["2", "7"]]
    }, {
        name: ["板橋", "板桥", "板橋-はんきょう", "반차오", "Banqiao"],
        inf: [{
            platform: 1,
            facilities: [[5, [1], "A<br>D"], [11, [2], ""], [15, [2], ""], [12, [3], ""], [19, [1], "C"]]
        }, {
            platform: 2,
            facilities: [[5, [1], "A<br>D"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]
        }],
        location: [113.388139, 23.016845],
        via: ["7"],
        platformBelong: [["1", "7"], ["2", "7"]]
    }, {
        name: ["同福西", "同福西", "同福西-どうふくさい", "통 푸시", "Tongfuxi"],
        inf: [{
            platform: 1,
            facilities: [[7, [1], "A<br>D"], [9, [2], ""], [12, [3], ""], [14, [1], ""], [22, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[7, [1], "A<br>D"], [9, [2], ""], [12, [3], ""], [14, [1], ""], [22, [1], "B<br>C"]]
        }],
        location: [113.252372, 23.101689],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["鳳凰新村", "凤凰新村", "鳳凰新村-ほうおうしんそん", "펑황신춘 역", "Fenghuang Xincun"],
        inf: [{platform: 1, facilities: [[8, [1, 2], "B"], [15, [3], ""], [24, [1], "A"]]}, {
            platform: 2,
            facilities: [[6, [1, 2], "B"], [16, [3], ""], [25, [1], "A"]]
        }],
        location: [113.255994, 23.094705],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["沙園", "沙园", "沙園-さえん", "사위안 역", "Shayuan"],
        inf: [{
            platform: 1,
            facilities: [[4, [3], "", !0], [9, [1], "A<br>D"], [16, [1], "新城东<br>万胜围方向", "Line-GF,Line8-GZ"], [17, [2], "站厅<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"], [23, [1], "B<br>C<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"]]
        }, {
            platform: 2,
            facilities: [[4, [3], "", !0], [14, [1], "A<br>D<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [21, [2], "站厅<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [25, [1], "B<br>C", "Line-GF,Line8-GZ"]]
        }, {
            platform: 3,
            facilities: [[1, [3], "", !0], [1, [1], "A<br>D"], [9, [1, 2], "站厅<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"], [15, [1], "B<br>C<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"]]
        }, {
            platform: 4,
            facilities: [[1, [3], "", !0], [8, [1], "A<br>D<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [14, [2], "站厅<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [16, [1], "B<br>C"]]
        }],
        location: [113.260584, 23.088625],
        via: ["8", "GF"],
        platformBelong: [["1", "8"], ["2", "8"], ["1", "GF"], ["2", "GF"]]
    }, {
        name: ["寶崗大道", "宝岗大道", "寶崗大道-ほうこうだいどう", "바오강다다오 역", "Baogang Dadao"],
        inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
        }],
        location: [113.2697, 23.086027],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["曉港", "晓港", "曉港-ぎょうこう", "샤오강 역", "Xiaogang"],
        inf: [{
            platform: 1,
            facilities: [[3, [3], "", !0], [7, [1], "C"], [13, [2], ""], [17, [2], ""], [22, [1], "A<br>D"]]
        }, {
            platform: 2,
            facilities: [[3, [3], "", !0], [7, [1], "C"], [13, [2], ""], [17, [2], ""], [22, [1], "A<br>D"]]
        }],
        location: [113.281883, 23.093066],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["中大", "中大", "中大-ちゅうだい", "중다 역", "Sun Yat-sen University"],
        inf: [{
            platform: 1,
            facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]
        }, {platform: 2, facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]}],
        location: [113.292863, 23.092124],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["鷺江", "鹭江", "鷺江-ろこう", "루장 역", "Lujiang"],
        inf: [{
            platform: 1,
            facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]
        }, {platform: 2, facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]}],
        location: [113.308219, 23.095331],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["赤崗", "赤岗", "赤崗-せきこう", "츠강 역", "Chigang"],
        inf: [{
            platform: 1,
            facilities: [[24, [1], "D"], [14, [2], ""], [17, [2], ""], [4, [3], "", !0], [7, [1], "C"]]
        }, {platform: 2, facilities: [[24, [1], "D"], [14, [2], ""], [17, [2], ""], [4, [3], "", !0], [7, [1], "C"]]}],
        location: [113.334825, 23.096432],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["磨碟沙", "磨碟沙", "磨碟沙-ませつさ", "모뎨사 역", "Modiesha"],
        inf: [{platform: 1, facilities: [[14, [0], "出闸后B，过轨抵C"]]}, {platform: 2, facilities: [[14, [0], "出闸后C，过轨抵B"]]}],
        location: [113.341285, 23.098689],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["新港東", "新港东", "新港東-しんこうとう", "신강둥 역", "Xingangdong"],
        inf: [{platform: 1, facilities: [[17, [1], "出闸后过轨抵D<br>F"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[17, [0], "出闸后A，过轨抵F"], [14, [0], "D"]]
        }],
        location: [113.35701, 23.098722],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["琶洲", "琶洲", "琶洲-はしゅう", "판저우 역", "Pazhou"],
        inf: [{platform: 1, facilities: [[14, [1], "出闸后B，过轨抵C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [1], "出闸后D<br>保利，过轨抵A<br>B"]]
        }],
        location: [113.3667, 23.098516],
        via: ["8"],
        platformBelong: [["1", "8"], ["2", "8"]]
    }, {
        name: ["飛鵝嶺", "飞鹅岭", "飛鵝嶺-ひがねれい", "페이어링", "Fei'eling"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.155127, 23.378345],
        via: ["9"],
        platformBelong: [["1", "9"], ["9", "9"]]
    }, {
        name: ["花都汽車城", "花都汽车城", "花都モーターシティ-かと", "화두치처청", "Huadu Autocity"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.180367, 23.379671],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["廣州北站", "广州北站", "広州北駅-こうししゅうきたうき", "광저우 북역", "Guangzhou North Railway Station"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.201568, 23.376419],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["花城路", "花城路", "花城路-かじょうそ", "화두루", "Huacheng Lu"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.21274, 23.379622],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["花果山公園", "花果山公园", "花果山公園-かがさんこうえん", "화궈산공원", "Huaguoshan Park"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.218389, 23.387119],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["花都廣場", "花都广场", "花都広場-かとひそげ", "화두광장", "Huadu Square"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.222628, 23.401307],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["馬鞍山公園", "马鞍山公园", "馬鞍山公園-ばあんぎんこうえん", "마안산공원", "Ma'anshan Park"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.237846, 23.399699],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["蓮塘", "莲塘", "蓮塘-れんとう", "롄톈", "Liantang"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.245149, 23.389101],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["清㘵", "清㘵", "清㘵-せいふ", "칭부", "Qingbu"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.33518, 22.991686],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["清塘", "清塘", "清塘-せいとう", "칭탕", "Qingtang"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.262704, 23.372522],
        via: ["9"],
        platformBelong: [["1", "9"], ["2", "9"]]
    }, {
        name: ["裕豐圍", "裕丰围", "裕豊囲-ようほうい", "유풍위", "Yufengwei"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.455011, 23.094934],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["雙崗", "双岗", "双崗-そうとう", "쌍강", "Shuanggang"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.474331, 23.094468],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["南海神廟", "南海神庙", "南海神廟-なんかいしんびょう", "남해신묘", "Nanhai God Temple"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.497434, 23.083718],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["夏園", "夏园", "夏園-かえん", "하원", "Xiayuan"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.518376, 23.082901],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["南崗", "南岗", "南崗-なんとえ", "남강", "Nangang"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.541486, 23.09528],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["沙村", "沙村", "沙村-さそん", "사촌", "Shacun"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.570399, 23.11059],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["白江", "白江", "白江-はつとう", "백강", "Baijiang"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.595627, 23.123235],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["新塘", "新塘", "新塘-しんとう", "신당", "Xintang"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.604472, 23.131731],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["官湖", "官湖", "官湖-かんこ", "관호", "Guanhu"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.636569, 23.137226],
        via: ["13"],
        platformBelong: [["1", "13"], ["2", "13"]]
    }, {
        name: ["新沙", "新沙", "新沙-しんさ", "신사", "Xinsha"],
        inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
            platform: 2,
            facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
        }],
        location: [113.649417, 23.136863],
        via: ["13"],
        platformBelong: [["9", "13"], ["2", "13"]]
    }, {
        name: ["白雲東平", "白云东平", "白雲東平-はくうんとうへい", "바이윈동평", "Baiyun Dongping"],
        inf: [{
            platform: 1,
            facilities: [[5, [1, 2], "A<br>F"], [12, [3], ""], [13, [2], ""], [18, [1], "B<br>E"]]
        }, {platform: 2, facilities: [[5, [1, 2], "A<br>F"], [13, [2, 3], ""], [18, [1], "B<br>E"]]}],
        location: [113.317841, 23.25117],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["夏良", "夏良", "夏良-かりゅう", "하량", "Xialiang"],
        inf: [{
            platform: 1,
            facilities: [[7, [1, 2], "D"], [12, [3], ""], [13, [2], ""], [20, [1], "B<br>C"]]
        }, {platform: 2, facilities: [[7, [1], "D"], [8, [2], "D"], [13, [2, 3], ""], [20, [1], "B<br>C"]]}],
        location: [113.323505, 23.277704],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["太和", "太和", "太和-たいわ", "태화", "Taihe"],
        inf: [{
            platform: 1,
            facilities: [[7, [1], "E"], [12, [2], ""], [13, [3], ""], [20, [1, 2], "C<br>D"]]
        }, {platform: 2, facilities: [[7, [1], "E"], [12, [2, 3], ""], [20, [1, 2], "C<br>D"]]}],
        location: [113.347197, 23.299284],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["竹料", "竹料", "竹料-ちくりゅう", "죽료", "Zhuliao"],
        inf: [{platform: 1, facilities: [[6, [1], "C"], [13, [3], ""], [19, [2], "A<br>B"]]}, {
            platform: 2,
            facilities: [[6, [1], "C"], [13, [3], ""], [19, [2], "A<br>B"]]
        }],
        location: [113.368332, 23.348496],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["鐘落潭", "钟落潭", "鐘落潭-しょえらくたん", "종락담", "Zhongluotan"],
        inf: [{platform: 3, facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]}, {
            platform: 4,
            facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]
        }],
        location: [113.400686, 23.375649],
        via: ["14"],
        platformBelong: [["1", "14"], ["10", "14"], ["10", "14"], ["3", "14"]]
    }, {
        name: ["馬瀝", "马沥", "馬瀝-ばれき", "마력", "Mali"],
        inf: [{platform: 3, facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]}, {
            platform: 4,
            facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]
        }],
        location: [113.450388, 23.393877],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["新和", "新和", "新和-しんわ", "신화", "Xinhe"],
        inf: [{platform: 1, facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [20, [2], "B"]]}, {
            platform: 2,
            facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [20, [2], "B"]]
        }, {platform: 3, facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [21, [2], "B"]]}, {
            platform: 4,
            facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [21, [2], "B"]]
        }],
        location: [113.46706, 23.413259],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"], ["2", "14"], ["9", "14"]]
    }, {
        name: ["太平", "太平", "太平-たいへい", "태평", "Taiping"],
        inf: [{platform: 1, facilities: [[5, [1], ""], [13, [3], ""], [20, [2], "A<br>B"]]}, {
            platform: 2,
            facilities: [[5, [1], ""], [13, [3], ""], [20, [2], "A<br>B"]]
        }],
        location: [113.491955, 23.45209],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["神崗", "神岗", "神崗-しんこう", "신강", "Shengang"],
        inf: [{platform: 1, facilities: [[6, [1], "A"], [13, [3], ""], [19, [2], "B"]]}, {
            platform: 2,
            facilities: [[6, [1], "A"], [13, [3], ""], [19, [2], "B"]]
        }],
        location: [113.517396, 23.475101],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["赤草", "赤草", "赤草-せきそう", "적초", "Chicao"],
        inf: [{platform: 1, facilities: [[4, [1], "A<br>C"], [12, [3], ""], [20, [2], "B"]]}, {
            platform: 2,
            facilities: [[4, [1], "A<br>C"], [12, [3], ""], [20, [2], "B"]]
        }],
        location: [113.560204, 23.501199],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["從化客運站", "从化客运站", "從化バスターミナル-じゅうか", "충화고속버스터미널", "Conghua Coach Terminal"],
        inf: [{
            platform: 1,
            facilities: [[7, [1], "A<br>D"], [12, [2], ""], [13, [3], ""], [20, [1, 2], "C"]]
        }, {platform: 2, facilities: [[7, [1], "A<br>D"], [12, [2, 3], ""], [20, [1], "C"], [19, [2], "C"]]}],
        location: [113.594721, 23.531769],
        via: ["14"],
        platformBelong: [["1", "14"], ["3", "14"]]
    }, {
        name: ["東風", "东风", "東風-とうふう", "동풍", "Dongfeng"],
        inf: [{}, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.600801, 23.566233],
        via: ["14"],
        platformBelong: [["9", "14"], ["3", "14"]]
    }, {
        name: ["紅衛", "红卫", "紅衛-こうえい", "홍위", "Hongwei"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.487415, 23.399261],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["新南", "新南", "新南-しんなん", "신남", "Xinnan"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.495228, 23.377232],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["楓下", "枫下", "楓下-ふうか", "풍하", "Fengxia"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.508322, 23.363059],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["知識城", "知识城", "知識城-ちしきじょう", "지식성", "Sino-Singapore Guangzhou Knowledge City"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.525198, 23.349377],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["何棠下", "何棠下", "何棠下-かとうか", "하당하", "Hetangxia"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.543688, 23.33119],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["旺村", "旺村", "旺村-おうそん", "왕촌", "Wangcun"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.551749, 23.323256],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["湯村", "汤村", "湯村-とうそん", "탕촌", "Tangcun"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.564686, 23.307382],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["鎮龍北", "镇龙北", "鎮竜北-ちんりゅうきた", "진룡북", "Zhenlongbei"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.576945, 23.289584],
        via: ["14"],
        platformBelong: [["2", "14"], ["4", "14"]]
    }, {
        name: ["鎮龍", "镇龙", "鎮竜-ちんりゅう", "진룡", "Zhenlong"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.593, 23.284514],
        via: ["14", "21"],
        platformBelong: [["9", "14"], ["4", "14"], ["1", "21"], ["2", "21"]]
    }, {
        name: ["天河公園", "天河公园", "天河公園-てんきこうえん", "톈허공원", "Tianhe Park"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.362879, 23.125317],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["棠東", "棠东", "棠東-とうとう", "당동", "Tangdong"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.389744, 23.130922],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["大觀南路", "大观南路", "大観南路-だいかんなんろ", "대관남로", "Daguannanlu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.406947, 23.144575],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["天河智慧城", "天河智慧城", "天河智慧城-天河スマートシティ", "톈허스마트시티", "Tianhe Smart City"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.403184, 23.163275],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["神舟路", "神舟路", "神舟路-しんしゅうろ", "신주로", "Shenzhou Lu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.431334, 23.165215],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["科學城", "科学城", "科学城-サイエンスシティ", "과학성", "Science City"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.44925, 23.165651],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["水西", "水西", "水西-すいせい", "수서", "Shuixi"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.479492, 23.186954],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["長平", "长平", "長平-ちゅうへい", "장평", "Changping"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.489704, 23.210341],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["金坑", "金坑", "金坑-きんこう", "금갱", "Jinkeng"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.526727, 23.249328],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["鎮龍西", "镇龙西", "鎮竜西-ちんりゅうにし", "진룡서", "Zhenlongxi"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.573793, 23.278088],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["中新", "中新", "中新-ちゅうしん", "중신", "Zhongxin"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.613131, 23.285303],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["坑貝", "坑贝", "坑貝-こうぼい", "갱패", "Kengbei"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.642606, 23.278769],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["鳳崗", "凤岗", "鳳崗-ほうこう", "봉강", "Fenggang"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.670634, 23.275961],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["朱村", "朱村", "朱村-しゅそん", "주촌", "Zhucun"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.701415, 23.272316],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["山田", "山田", "山田-さんてん", "산전", "Shantian"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.744543, 23.276428],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["鍾崗", "钟岗", "鍾崗-しゅうこう", "종강", "Zhonggang"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.792047, 23.279317],
        via: ["21"],
        platformBelong: [["1", "21"], ["2", "21"]]
    }, {
        name: ["增城廣場", "增城广场", "増城広場-ぞうじゅうひろば", "쩡청광장", "Zengcheng Square"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.814472, 23.278024],
        via: ["21"],
        platformBelong: [["9", "21"], ["2", "21"]]
    }, {
        name: ["新城東", "新城东", "新城東-しんじょうひがし", "신청둥", "Xincheng Dong"],
        inf: [{platform: 9, facilities: [[5, [1, 2], "D"], [12, [3], ""], [13, [2], ""], [16, [1], "C"]]}],
        location: [113.140008, 22.958653],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["9", "GF"]]
    }, {
        name: ["東平", "东平", "東平-とうへい", "둥핑", "Dongping"],
        inf: [{platform: 1, facilities: [[9, [1, 2, 3], "A"], [17, [1], "B"]]}, {
            platform: 2,
            facilities: [[1, [3], "A"], [2, [1, 2], "B"]]
        }],
        location: [113.317841, 23.25117],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["世紀蓮", "世纪莲", "世紀蓮-せいきれん", "스지롄", "Shijilian"],
        inf: [{platform: 1, facilities: [[9, [1], "A"], [15, [2, 3], ""], [20, [1, 2], "B<br>C<br>D"]]}, {
            platform: 2,
            facilities: [[5, [1, 2], "A"], [14, [3], ""], [15, [2], ""], [16, [1, 2], "B<br>C<br>D"]]
        }],
        location: [113.114917, 22.965147],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["瀾石", "澜石", "瀾石-らんせき", "란스", "Lanshi"],
        inf: [{platform: 1, facilities: [[3, [1], "A"], [9, [3], ""], [14, [1, 2], "B<br>C"]]}, {
            platform: 2,
            facilities: [[3, [1], "A"], [9, [3], ""], [14, [1, 2], "B<br>C"]]
        }],
        location: [113.107107, 22.983985],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["魁奇路", "魁奇路", "魁奇路-かいきろ", "쿠이치루", "Kuiqi Lu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.108612, 22.993964],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["季華園", "季华园", "季華園-きかえん", "지화 공원", "Jihuayuan"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.108547, 23.007104],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["同濟路", "同济路", "同済路-どウさいろ", "퉁지루", "Tongji Lu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.108503, 23.019222],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["祖廟", "祖庙", "祖廟-そびょう", "쭈먀오", "Zumiao"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.112099, 23.027073],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["普君北路", "普君北路", "普君北路-ふくんほくろ", "푸쥔베이루", "Pujun Beilu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.12224, 23.027678],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["朝安", "朝安", "朝安-ちょうあん", "차오안", "Chao'an"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.133537, 23.027676],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["桂城", "桂城", "桂城-きじょう", "구이청", "Guicheng"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.141432, 23.031674],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["南桂路", "南桂路", "南桂路-たんきろ", "난구이루", "Nangui Lu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.154139, 23.034167],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["𧒽崗", "𧒽岗", "𧒽崗-らいこう", "레이강", "Leigang"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.460177, 23.172296],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["千燈湖", "千灯湖", "千燈湖-せんとうこ", "첸덩후 호", "Qiandeng Lake"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.155356, 23.054818],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["金融高新區", "金融高新区", "金融高新区-きんゆうこうしんく", "금융 하이테크 존", "Financial Hi-Tech Zone"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.158548, 23.065814],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["龍溪", "龙溪", "龍渓-りゅうけい", "룽시", "Longxi"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.192391, 23.066029],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["菊樹", "菊树", "菊樹-きくじゅ", "쥐수", "Jushu"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.212863, 23.065868],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["鶴洞", "鹤洞", "鶴洞-かくだう", "허둥", "Hedong"],
        inf: [{platform: 1, facilities: [[3, [1], "C"], [10, [3], "C"], [15, [1, 2], "B"]]}, {
            platform: 2,
            facilities: [[3, [1], "C"], [10, [3], "C"], [15, [1, 2], "B"]]
        }],
        location: [113.240153, 23.072495],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["沙涌", "沙涌", "沙涌-さちゅう", "사충", "Shachong"],
        inf: [{platform: 1, facilities: [[2, [1], "A"], [6, [1, 2], "B<br>C"], [16, [3], "", !0]]}, {
            platform: 2,
            facilities: [[2, [1], "A"], [6, [1, 2], "B<br>C"], [16, [3], "", !0]]
        }],
        location: [113.246772, 23.083128],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["燕崗", "燕岗", "燕崗-えんこう", "옌강", "Yangang"],
        inf: [{platform: 1, facilities: [[3, [1], "D"], [9, [3], ""], [14, [1], "B"], [13, [2], "B"]]}, {
            platform: 2,
            facilities: [[3, [1], "D"], [9, [3], ""], [14, [1, 2], "B"]]
        }],
        location: [113.271988, 23.075142],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["石溪", "石溪", "石渓-せつけい", "쉬시", "Shixi"],
        inf: [{platform: 1, facilities: [[3, [1], "A<br>D"], [9, [3], ""], [14, [3], "B"], [13, [2], "B"]]}, {
            platform: 2,
            facilities: [[3, [1], "A<br>D"], [9, [3], ""], [14, [1, 2], "B"]]
        }],
        location: [113.285951, 23.067937],
        via: ["GF"],
        platformBelong: [["1", "GF"], ["2", "GF"]]
    }, {
        name: ["海心沙", "海心沙", "海心沙-かいがんさ", "하이신사", "Haixinsha"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.324412, 23.111545],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }, {
        name: ["大劇院", "大剧院", "大劇院-がいげきいん", "오페라하우스", "Guangzhou Opera House"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.32446, 23.116138],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }, {
        name: ["花城大道", "花城大道", "花城大道-かじゅうだいどう", "화청다다오", "Huacheng Dadao"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.324718, 23.119223],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }, {
        name: ["婦兒中心", "妇儿中心", "婦児中心-ふじちゅうしん", "여성아동 센터", "Guangzhou Women and Children's Medical Center"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.324558, 23.122553],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }, {
        name: ["黃埔大道", "黄埔大道", "黄埔大道-おうほだいどう", "황푸다다오", "Huangpu Dadao"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.32449, 23.127054],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }, {
        name: ["天河南", "天河南", "天河南-てえんかみなみ", "톈허 남역", "Tianhenan"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.324404, 23.13104],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }, {
        name: ["體育中心南", "体育中心南", "体育中心南-たいいくちゅうしんみなみ", "체육 센터 남역", "Tianhe Sports Center South"],
        inf: [{
            platform: 1,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }, {
            platform: 2,
            facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
        }],
        location: [113.324404, 23.134118],
        via: ["APM"],
        platformBelong: [["1", "APM"], ["2", "APM"]]
    }];