window.s_inf = [{
    name: ["西塱", "Xilang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }, {
        platform: 3,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }, {
        platform: 4,
        facilities: [[2, [3], "A<br>B<br>J", "Line1-GZ"], [4, [1, 2], "A<br>B<br>J", "Line1-GZ"], [14, [1, 2], "D<br>F"]]
    }, {
        platform: 5,
        facilities: [[2, [3], "A<br>B<br>J", "Line1-GZ"], [4, [1, 2], "A<br>B<br>J", "Line1-GZ"], [14, [1, 2], "D<br>F"]]
    }],
    location: [113.231978, 23.065437],
    via: ["1", "GF"],
    shortDesc: "西塱站是广州地铁1号线的西南端终点站，以及广佛地铁的中途站，因位处芳村西塱村而命名。车站于1997年6月28日随1号线试运营启用。\n本站广州地铁1号线与位于北侧的西朗车辆段接轨。另外，西塱站是广州地铁1号线两个地面车站之一，另一个是坑口站。",
    structureType: [1, 0],
    platformType: [2, 0],
    hallType: [2, 0],
    transferType: [1, 1],
    exitNum: [6, 5],
    openTime: ["1997-6=28_", "2010-11=3_"],
    serverTime: "05:55-00:07",
    firstTrain: [[[1, "06:00"]], [[0, "06:10"], [1, "06:10"]]],
    lastTrain: [[[1, "22:55"]], [[0, "23:11"], [1, "23:15"]]],
    floorDesc: "西塱站共设有五层，其中地上部分为1号线站房，车站周边为花地大道南、西塱车辆段以及芳村西塱公交总站等周边建筑。地面为1号线站台层；地上二层为1号线站厅；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。\n另外，1号线站房的地上三层曾预留结构供当时规划的广佛轻轨使用，后来规划的广佛地铁决定在地底另建月台及站厅，地上三层的预留结构作为办公室使用。",
    hallDesc:"西塱站共分为1号线站厅部分以及广佛线站厅部分。两个站厅的付费区均设有专用电梯（升降机）、扶手电梯以及楼梯供乘客来往站厅及月台。\n其中1号线站厅位于站房地上二层，半露天处设为非收费区，室内则划分为收费区。广佛线站厅位于则地下一层，由于两线联络通道的关系，站厅西南侧被划分为收费区。\n现时西塱站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、糖果店以及洗衣店等；其中1号线站厅以及广佛线站厅均设有便利店，部分车站商店设于车站收费区内。此外本站也设有少量自助服务设施，包括自动售卖机、自助充值/售卡机以及中国建设银行自动柜员机等。\n两线通过站厅的换乘通道实现换乘。换乘通道连接1号线位于地上二层站厅东北侧和位于地下一层的广佛线站厅西北侧。\n换乘通道虽然设有三台扶手电梯及楼梯，但是不具备装设升降直梯的条件，因此在换乘通道的楼梯处设置了轮椅升降机，供残疾人士使用。同样的，在换乘通道与广佛线站厅相接的位置，由于高度差较大，设置了一座较高的楼梯，同时为配合轮椅升降机的接驳，通道内同时设置了一条斜坡，供残疾人士使用。本站1号线设有两个岛式月台及一个侧式月台，并采用站前折返的方式。其中侧式月台以及最西侧的岛式月台仅供乘客下车；中间的岛式月台则专供乘客上车。位于花地大道中与花地大道南路口西北方地块的地面；广佛地铁则设有一个岛式月台，位于1号线西朗车辆段东边地块的地下。\n本站在广佛线月台上原布置有华文行楷电脑书法字体的“西朗”两字，车站更名后，因华文行楷字体未支持“塱”字，而被更换为普通宋体的“西塱”两字；而1号线月台上的小型浮雕书法字在更名前后均维持一致的华文行楷字体，“塱”字以“朗”和“土”字拼接实现。\n本站以北即为1号线的西朗车辆段，因此在早晚高峰过后及晚上收车前夕，部分1号线列车抵达本站后会退出服务。这些列车将进入本站西侧或中间路轨清客，同时车厢和月台会播放广播，提醒乘客不要逗留于车厢内，然后关门，随即返回西朗车辆段。\n另外，本站广佛地铁月台东侧设有一组双存车线。当西塱以东路段出现故障，广佛地铁可使用该存车线折返，以本站为临时终点站。届时前往鹤洞至沥滘沿途各站需要使用其它交通工具。本站曾作为广佛地铁广州终点站时使用该组存车线折返。",
    exitDesc:"西塱站目前设有5个出入口，分别分布在1号线站厅和广佛线站厅。西塱站在启用初期设A、B出入口，后来广佛地铁开通后增设D、J出入口。2016年9月28日再增设F出入口。\n由于1号线车站属于早期设计，A和B两个出入口未有设置任何无障碍设施。轮椅人士若需要进站乘坐1号线，需先绕经J出入口，自行乘坐专用电梯进入广佛线站厅，再在车站职员协助下，使用换乘通道楼梯旁的轮椅升降机前往1号线站厅，之后再自行乘坐1号线站厅内的专用电梯抵达1号线月台乘车。\n另外，本站1号线站厅室内的西侧中间处设有多组闸机，可供职员直接来往车站和邻近的西朗车辆段。",
    usageDesc:"本站从1997年启用之后，由于附近只有广州钢铁厂（已拆卸）、农田和各城中村，没有大型住宅区、商业中心或旅游景点，因此本站启用十多年以来客流一直处于较低水平，而且车站规模较大，更显得相当冷清。这种情况一直维持至2010年11月3日，广佛地铁通车的日子而结束。由于当日仍为亚运免费乘车日，在下午两时前，本站1号线站厅聚集了大批等待乘搭广佛地铁的乘客，是为本站启用13年来前所未见。急于“尝鲜”的乘客数量过多，亦一度造成秩序混乱。当日本站客流控制实施逾五个小时。\n时至今日，本站作为广佛地铁进入广州后的首个换乘站，亦成为了广州地铁的一个重要枢纽站，一改以往十多年的冷清状况，每日都有众多来往两市的乘客通过本站进行换乘。而随着广佛地铁继续延伸进入海珠区，来往芳村和海珠的乘客亦会在本站进行换乘。现时工作日晚高峰及节假日，广佛线7号月台（佛山方向）均会有大量乘客候车，候车队伍更会伸延至对面的6号月台。同时因1号线和广佛线有较大的运力差距，因此届时需要在本站实施客流控制措施，减缓乘客从1号线换乘至广佛线的速度，以维持广佛线的运营秩序。",
    history:[["规划","1987年，当时的广州市政府准备引入法国资本进行地铁建设。本站作为一期工程（1号线）的车站出现。\n另外，在本站建设之时，即在地上三层预留结构，供广佛轻轨（现广佛地铁）设站，可见此时已经有通过轨道交通连接广佛两地的概念。后来于2003年的地下铁路方案中，落实兴建广佛地铁，并在此设站。但规划时已明确本站为广佛地铁的中途车站，因此车站另选于站房东北处另外新建地底车站。"],["本站在规划期间称为广中公路站。后来“十字线网”规划确定，本站亦被确定建设，但名字改为广钢站。随后在启用前改为西朗站。\n本站虽位于荔湾区芳村西塱，鉴于当时电脑字库中没有“塱”字，因此采用了同音字“朗”（两字汉语拼音均为lǎng，粤拼均为long5）。现在字库已增补此字（在Unicode代码的“5871”区）。\n广州地铁为节约成本，令“西朗”一直沿用至2018年，然后广州地铁在当年第一季度末才向广州市民政局正式提出申请，把本站更名为西塱站，随后市民政局办结广州地铁申报的新站名。当年8月10日广州地铁在官方微博宣布，将于年底新线开通时正式把本站更名为西塱站，从9月份开始，广州地铁陆续对车站形象标识柱、500米导向柱、线网图、购票设备等乘客界面的内容进行更换，最终在年底完成全部更新，西塱站站名于2018年12月28日随新线开通而正式生效。"],["一号线","1993年12月28日，一号线正式动工。本站亦跟随其各站一同建设。本站至黄沙站五站于1997年6月28日通车投入服务；首通段开通仪式亦在1号线站房前广场（现为广州市第三公共汽车公司西塱停车场）举行，同时1号线首发列车也在本站开出前往黄沙站。\n2005年，决定为包括本站在内的1号线各站加装屏蔽门或半高安全门。2009年7月22日，本站半高式安全门投入使用，亦意味着1号线以至广州地铁全线车站全部都装设有屏蔽门或半高安全门。\n2014年9月，6号线三个高架车站先行加装喷雾风扇之后效果良好，地铁公司遂决定在现有12个地面/高架车站（包括本站在内）加装207台喷雾风扇。目前位于本站站台处的喷雾风扇已经装设到位。"],["广佛地铁","2007年，广佛线车站随广佛线沿途各站陆续开始建设[10]。2009年4月23日，菊树至西朗盾构区间施工过程中造成芳村西塱兴渔路珠江水产研究所科技馆附近地面发生沉降。2010年10月28日及29日开放给两市的部分市民进行试乘， 2010年11月3日下午两时，本站广佛地铁部分随广佛地铁全线一同启用，本站正式成为换乘车站。2015年12月28日首班车起，广佛线首期后通段（西朗至燕岗）启用，本站成为广佛线的中途站。"]],
    futureExpansion:[["10号线及22号线","10号线和22号线均将设有西塱站，并设置与1号线和广佛线的换乘，使本站成为广州地铁的一个换乘枢纽站。本站1号线及广佛线设计时均并未预留任何换乘接口，故车站届时将要扩建，10号线将紧贴1号线车站东侧设置，为侧式站台，并设有地面站厅与1号线站厅相接；22号线将设于1号线车站西侧，通过换乘通道与1号线及10号线车站相接。同时10号线将会建设换乘节点，亦需要对现时1号线站房部分区域及现有换乘通道进行改造，实现综合换乘。"],["未来换乘方式","1号线和广佛线之间换乘改为经过地面的10号线站厅和地下一层的换乘通道实现；\n" +
    "1号线换乘10号线及22号线均通过站厅换乘；\n" +
    "10号线换乘至广佛线则可从9号站台直接通过换乘通道前往；但广佛线换乘至10号线则需先通过地下一层换乘通道，再绕经地面或地下二层前往8号站台；\n" +
    "10号线及广佛线换乘22号线需要通过地下二层的换乘通道前往。"]]
}, {
    name: ["坑口", "Kengkou"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.232498, 23.078878],
    via: ["1"],
    description: ""
}, {
    name: ["花地湾", "Huadiwan"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.23403, 23.087055],
    via: ["1"]
}, {
    name: ["芳村", "Fangcun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.235703, 23.098592],
    via: ["1"]
}, {
    name: ["黄沙", "Huangsha"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.239856, 23.110524],
    via: ["1", "6"]
}, {
    name: ["长寿路", "Changshou Lu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.242271, 23.118402],
    via: ["1"]
}, {
    name: ["陈家祠", "Chen Clan Academy"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.246439, 23.125727],
    via: ["1"]
}, {
    name: ["西门口", "Ximenkou"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.25583, 23.125219],
    via: ["1"]
}, {
    name: ["公园前", "Gongyuanqian"],
    inf: [{
        platform: 1,
        facilities: [[10, [2], ""], [15, [3], "站厅", "Line2-GZ"], [14, [2], "", "Line2-GZ"], [17, [2], "", "Line2-GZ"], [20, [2], ""], [30, [2], ""]]
    }, {
        platform: 2,
        facilities: [[11, [2], ""], [15, [3], "站厅", "Line2-GZ"], [14, [2], "", "Line2-GZ"], [17, [2], "", "Line2-GZ"], [21, [2], ""], [30, [2], ""]]
    }, {
        platform: 3,
        facilities: [[4, [3], "站厅"], [10, [1], "A<br>B<br>H<br>I"], [14, [2], "", "Line2-GZ"], [17, [2], "", "Line2-GZ"], [21, [1], "C<br>D<br>E<br>F<br>G<br>J<br>K"], [29, [2], ""]]
    }, {
        platform: 4,
        facilities: [[4, [3], "站厅"], [10, [1], "A<br>B<br>H<br>I"], [15, [2], "", "Line2-GZ"], [16, [2], "", "Line2-GZ"], [21, [1], "C<br>D<br>E<br>F<br>G<br>J<br>K"], [29, [2], ""]]
    }, {
        platform: 5,
        facilities: [[2, [2], ""], [14, [3], "站厅", "Line1-GZ"], [14, [2], "", "Line1-GZ"], [17, [2], "", "Line1-GZ"], [6, [2], "", "Line1-GZ"], [25, [2], "", "Line1-GZ"], [27, [2], "站厅"]]
    }, {
        platform: 6,
        facilities: [[2, [2], ""], [15, [3], "站厅", "Line1-GZ"], [14, [2], "", "Line1-GZ"], [17, [2], "", "Line1-GZ"], [6, [2], "", "Line1-GZ"], [25, [2], "", "Line1-GZ"], [27, [2], "站厅"]]
    }, {
        platform: 7,
        facilities: [[2, [3], "B<br>C<br>J"], [23, [3], "", !0], [14, [2], "", "Line2-GZ"], [17, [2], "", "Line2-GZ"], [21, [1], "C<br>D<br>E<br>F<br>G<br>J<br>K"], [24, [0], "动漫新城"], [29, [1], "A<br>B<br>E<br>F<br>G<br>H<br>I<br>K"]]
    }, {
        platform: 8,
        facilities: [[2, [3], "B<br>C<br>J"], [23, [3], "", !0], [14, [2], "", "Line2-GZ"], [17, [2], "", "Line2-GZ"], [21, [1], "C<br>D<br>E<br>F<br>G<br>J<br>K"], [24, [0], "动漫新城"], [29, [1], "A<br>B<br>E<br>F<br>G<br>H<br>I<br>K"]]
    }],
    location: [113.264315, 23.125446],
    via: ["1", "2"]
}, {
    name: ["农讲所", "Peasant Movement Institute"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.275602, 23.126623],
    via: ["1"]
}, {
    name: ["烈士陵园", "Martyrs' Park"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.285663, 23.126704],
    via: ["1"]
}, {
    name: ["东山口", "Dongshankou"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.295373, 23.12398],
    via: ["1", "6"]
}, {
    name: ["杨箕", "Yangji"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.308877, 23.128137],
    via: ["1", "5"]
}, {
    name: ["体育西路", "Tiyu Xilu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.321503, 23.131138],
    via: ["1", "3"]
}, {
    name: ["体育中心", "Tianhe Sports Center"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.328376, 23.13497],
    via: ["1"]
}, {
    name: ["广州东站", "Guangzhou East Railway Station"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.324851, 23.150968],
    via: ["1", "3"]
}, {
    name: ["广州南站", "Guangzhou South Railway Station"],
    inf: [{}, {
        platform: 2,
        facilities: [[8, [1, 2], "A<br>B<br>C<br>D<br>E<br>K<br>L"], [16, [3], ""], [24, [1, 2], "F<br>G<br>H<br>I<br>J"]]
    }, {}, {
        platform: 4,
        facilities: [[3, [1], "A<br>B<br>C<br>D<br>E<br>K<br>L"], [4, [2], ""], [9, [3], ""], [19, [1, 2], "F<br>G<br>H<br>I<br>J"]]
    }],
    location: [113.269125, 22.98898],
    via: ["2", "7"]
}, {
    name: ["石壁", "Shibi"],
    inf: [{
        platform: 1,
        facilities: [[9, [1], "A"], [10, [2], "A"], [17, [3], ""], [22, [2], "B<br>C<br>D", "Line7-GZ"], [23, [1], "B<br>C<br>D", "Line7-GZ"]]
    }, {
        platform: 2,
        facilities: [[9, [1], "A"], [10, [2], "A"], [17, [3], ""], [22, [2], "B<br>C<br>D", "Line7-GZ"], [23, [1], "B<br>C<br>D", "Line7-GZ"]]
    }, {
        platform: 3,
        facilities: [[6, [1], "A<br>B<br>C", "Line2-GZ"], [10, [2], ""], [14, [2], ""], [14, [3], ""], [19, [1], "D"]]
    }, {
        platform: 4,
        facilities: [[6, [1], "A<br>B<br>C", "Line2-GZ"], [10, [2], ""], [14, [2], ""], [13, [3], ""], [19, [1], "D"]]
    }],
    location: [113.277964, 22.994136],
    via: ["2", "7"]
}, {
    name: ["会江", "Huijiang"],
    inf: [{
        platform: 1,
        facilities: [[9, [1], "A"], [10, [2], "A"], [16, [3], ""], [22, [1], "C"], [21, [2], "C"]]
    }, {platform: 2, facilities: [[9, [1, 2], "A"], [16, [3], ""], [22, [1, 2], "C"]]}],
    location: [113.286394, 23.013047],
    via: ["2"]
}, {
    name: ["南浦", "Nanpu"],
    inf: [{platform: 1, facilities: [[7, [1], "C<br>D"], [15, [2], "A<br>B"], [19, [3], ""]]}, {
        platform: 2,
        facilities: [[7, [1], "C<br>D"], [15, [2], "A<br>B"], [19, [3], ""], [26, [1], "A<br>B"]]
    }],
    location: [113.293154, 23.032929],
    via: ["2"]
}, {
    name: ["洛溪", "Luoxi"],
    inf: [{platform: 1, facilities: [[3, [3], "", !0], [6, [1], "C"], [22, [2], ""], [26, [1], "A"]]}, {
        platform: 2,
        facilities: [[4, [3], "", !0], [6, [1], "C"], [21, [2], ""], [26, [1], "A"]]
    }],
    location: [113.298665, 23.042896],
    via: ["2"]
}, {
    name: ["南洲", "Nanzhou"],
    inf: [{
        platform: 1,
        facilities: [[6, [1], "B"], [10, [2], ""], [23, [1, 2], "A<br>C<br>D 楼梯可换乘GF线", "Line-GF"], [25, [3], "站厅", "Line-GF"]]
    }, {
        platform: 2,
        facilities: [[6, [1], "B"], [10, [2], ""], [23, [1, 2], "A<br>C<br>D 楼梯可换乘GF线", "Line-GF"], [25, [3], "站厅", "Line-GF"]]
    }, {
        platform: 3,
        facilities: [[9, [1], "B<br>C<br>D"], [4, [1, 2], "A"], [13, [2], "节点", "Line-GF"], [16, [3], "站厅", "Line-GF"]]
    }, {
        platform: 4,
        facilities: [[9, [1], "B<br>C<br>D"], [4, [1, 2], "A"], [13, [2], "节点", "Line-GF"], [16, [3], "站厅", "Line-GF"]]
    }],
    location: [113.297367, 23.064799],
    via: ["2", "GF"]
}, {
    name: ["东晓南", "Dongxiaonan"],
    inf: [{platform: 1, facilities: [[13, [3], "A"], [14, [1], "A<br>B<br>C"], [22, [2], "B<br>C"]]}, {
        platform: 2,
        facilities: [[8, [1], "A"], [12, [2], ""], [16, [3], "B<br>C"]]
    }],
    location: [113.294174, 23.071333],
    via: ["2"]
}, {
    name: ["江泰路", "Jiangtai Lu"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "A<br>D"], [16, [3], ""], [23, [1], "B<br>C"], [22, [2], "B<br>C"]]
    }, {platform: 2, facilities: [[7, [1], "A<br>D"], [16, [3], ""], [23, [1, 2], "B<br>C"]]}],
    location: [113.28057, 23.082231]
}, {
    name: ["昌岗", "Changgang"],
    inf: [{
        platform: 1,
        facilities: [[6, [1], "A<br>F"], [12, [2], ""], [20, [3], "", [20, [1], "高峰期拦挡 BCDE"], [27, [2], "", "Line8-GZ"]]]
    }, {
        platform: 2,
        facilities: [[6, [1], "A<br>F"], [12, [2], ""], [20, [3], "", [20, [1], "高峰期拦挡 BCDE"], [29, [2], "", "Line8-GZ"]]]
    }, {
        platform: 3,
        facilities: [[6, [1], "D<br>E"], [15, [2, 3], ""], [19, [2, 3], ""], [21, [1], "A<br>B<br>C<br>F"], [28, [2], "", "Line2-GZ"]]
    }, {
        platform: 4,
        facilities: [[6, [1], "D<br>E"], [15, [2, 3], ""], [17, [3], ""], [19, [2], ""], [20, [1], "A<br>B<br>C<br>F"], [27, [2], "", "Line2-GZ"]]
    }],
    location: [113.276885, 23.090654],
    via: ["2", "8"]
}, {
    name: ["江南西", "Jiangnanxi"],
    inf: [{platform: 1, facilities: [[8, [1, 2], "仅通往A<br>B<br>C"], [23, [1, 2, 4], "仅通往D<br>E"]]}, {
        platform: 2,
        facilities: [[8, [1, 2], "仅通往A<br>B<br>C"], [23, [1, 2, 4], "仅通往D<br>E"]]
    }],
    location: [113.273918, 23.097214],
    via: ["2"]
}, {
    name: ["市二宫", "The 2nd Workers' Cultural Palace"],
    inf: [{
        platform: 1,
        facilities: [[6, [1], "A<br>E"], [11, [2, 4], ""], [20, [2], ""], [25, [1], "D"]]
    }, {platform: 2, facilities: [[6, [1], "A<br>E"], [11, [2, 4], ""], [20, [2], ""], [25, [1], "D"]]}],
    location: [113.26989, 23.105996],
    via: ["2"]
}, {
    name: ["海珠广场", "Haizhu Square"],
    inf: [{
        platform: 1,
        facilities: [[6, [3], "站厅", !0], [8, [1], "A<br>D"], [15, [2], ""], [20, [1], "B<br>E<br>F", "Line6-GZ"]]
    }, {
        platform: 2,
        facilities: [[6, [3], "站厅", !0], [7, [1], "A<br>D"], [15, [2], ""], [20, [1], "B<br>E<br>F", "Line6-GZ"]]
    }],
    location: [113.265344, 23.114796],
    via: ["2", "6"]
}, {
    name: ["纪念堂", "Sun Yat-sen Memorial Hall"],
    inf: [{platform: 1, facilities: [[2, [3], "", !0], [4, [1], "D"], [10, [2], ""], [25, [1], "C"]]}, {
        platform: 2,
        facilities: [[2, [3], "", !0], [4, [1], "D"], [10, [2], ""], [25, [1], "C"]]
    }],
    location: [113.263431, 23.132179],
    via: ["2", "2"]
}, {
    name: ["越秀公园", "Yuexiu Park"],
    inf: [{
        platform: 1,
        facilities: [[3, [1], "仅通往A<br>E"], [26, [1], "仅通往B<br>C<br>D"], [30, [3], "", !0]]
    }, {platform: 2, facilities: [[[3, [1], "仅通往A<br>E"], [26, [1], "仅通往B<br>C<br>D"], [27, [3], "", !0]]]}],
    location: [113.261366, 23.140041],
    via: ["2"]
}, {
    name: ["广州火车站 *缺5", "Guangzhou Railway Station"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "A"], [14, [2], ""], [17, [2], ""], [15, [3], ""], [24, [1], "D<br>E<br>F<br>G<br>H"]]
    }, {
        platform: 2,
        facilities: [[7, [1], "A"], [14, [2], ""], [17, [2], ""], [14, [3], ""], [24, [1], "D<br>E<br>F<br>G<br>H"]]
    }, {platform: 3, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 4,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.256603, 23.148143],
    via: ["2", "5"]
}, {
    name: ["三元里", "Sanyuanli"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "A<br>D"], [14, [2], ""], [17, [2], ""], [24, [1], "B<br>C"], [28, [1], "", !0]]
    }, {
        platform: 2,
        facilities: [[6, [1], "A<br>D"], [14, [2], ""], [17, [2], ""], [25, [1], "B<br>C"], [28, [1], "", !0]]
    }],
    location: [113.256851, 23.159402],
    via: ["2"]
}, {
    name: ["飞翔公园", "Feixiang Park"],
    inf: [{platform: 1, facilities: [[15, [0], "A"], [17, [2], "过轨抵C"], [4, [2], "过轨"], [28, [2], "过轨"]]}, {
        platform: 2,
        facilities: [[15, [0], "C"], [17, [2], "过轨抵A"], [4, [2], "过轨"], [28, [2], "过轨"]]
    }],
    location: [113.263752, 23.168915],
    via: ["2"]
}, {
    name: ["白云公园", ""],
    inf: [{
        platform: 1,
        facilities: [[5, [1], "过轨抵A<br>D 地面换出入口更佳"], [26, [2], "过轨抵A<br>D 地面换出入口更佳"], [15, [0], "C"], [14, [1], "B"]]
    }, {
        platform: 2,
        facilities: [[5, [1], "过轨抵B<br>C 地面换出入口更佳"], [26, [2], "过轨抵B<br>C 地面换出入口更佳"], [16, [0], "A"], [17, [1], "D"]]
    }],
    location: [113.270966, 23.181613],
    via: ["2"]
}, {
    name: ["白云文化广场", "Baiyun Culture Square"],
    inf: [{
        platform: 1,
        facilities: [[16, [0], "C"], [15, [2], "过轨抵A<br>B"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }, {platform: 2, facilities: [[16, [0], "B"], [17, [0], "A"], [15, [2], "过轨抵C"], [3, [2], "过轨"], [28, [2], "过轨"]]}],
    location: [113.275602, 23.189574],
    via: ["2"]
}, {
    name: ["萧岗", "Xiao-gang"],
    inf: [{platform: 1, facilities: [[4, [1], "C"], [9, [2], ""], [13, [3], ""], [26, [1], "A<br>D"]]}, {
        platform: 2,
        facilities: [[4, [1], "C"], [9, [2], ""], [13, [3], ""], [26, [1], "A<br>D"]]
    }],
    location: [113.280697, 23.19858],
    via: ["2"]
}, {
    name: ["江夏", "Jiangxia"],
    inf: [{
        platform: 1,
        facilities: [[16, [0], "C<br>D"], [14, [2], "过轨抵A<br>B"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }, {
        platform: 2,
        facilities: [[16, [0], "A"], [15, [0], "B"], [14, [2], "过轨抵C<br>D"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }],
    location: [113.283451, 23.211301],
    via: ["2"]
}, {
    name: ["黄边", "Huangbian"],
    inf: [{
        platform: 1,
        facilities: [[16, [0], "A<br>B"], [14, [2], "过轨抵D"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }, {platform: 2, facilities: [[15, [0], "D"], [14, [2], "过轨抵A<br>B"], [3, [2], "过轨"], [28, [2], "过轨"]]}],
    location: [113.287376, 23.221645],
    via: ["2"]
}, {
    name: ["嘉禾望岗", "Jiahe Wanggang"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [16, [3], ""], [18, [2], "番禺广场/体育西路方向", "Line3-GZ"], [24, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
    }, {}, {
        platform: 3,
        facilities: [[4, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [13, [3], ""], [15, [2], ""], [21, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
    }, {
        platform: 4,
        facilities: [[4, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [13, [3], ""], [15, [2], "广州南站方向", "Line2-GZ"], [21, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
    }, {}, {
        platform: 6,
        facilities: [[1, [2], "G<br>H"], [3, [1, 2], "A<br>E<br>F"], [11, [3], ""], [22, [1, 2], "B<br>C<br>D"]]
    }],
    location: [113.289243, 23.23746],
    via: ["2", "3", "14"]
}, {
    name: ["番禺广场", "Panyu Square"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.385642, 22.935482],
    via: ["3"]
}, {
    name: ["市桥", "Shiqiao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.361726, 22.949743],
    via: ["3"]
}, {
    name: ["汉溪长隆", "Hanxi Changlong"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "C"], [11, [3], ""], [13, [2], ""], [21, [1], "A<br>E<br>F<br>G", "Line7-GZ"]]
    }, {
        platform: 2,
        facilities: [[4, [1], "C"], [11, [3], ""], [13, [2], ""], [21, [1], "A<br>E<br>F<br>G", "Line7-GZ"]]
    }, {
        platform: 3,
        facilities: [[9, [1, 2], "A<br>E<br>F", "Line3-GZ"], [15, [1, 2], ""], [21, [1, 2], "D<br>G"]]
    }, {platform: 4, facilities: [[11, [1, 2], "A<br>E<br>F", "Line3-GZ"], [15, [1, 2], ""], [21, [1, 2], "D<br>G"]]}],
    location: [113.33017, 22.992931],
    via: ["3", "7"]
}, {
    name: ["大石", "Dashi"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.321744, 23.017761],
    via: ["3"]
}, {
    name: ["厦滘", "Xiajiao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.320837, 23.038007],
    via: ["3"]
}, {
    name: ["沥滘", "Lijiao"],
    inf: [{platform: 1, facilities: [[17, [1], "所有出口"], [24, [1, 2, 3], "出站", "Line-GF"]]}, {
        platform: 2,
        facilities: [[17, [1], "所有出口"], [24, [1, 2, 3], "出站", "Line-GF"]]
    }, {
        platform: 3,
        facilities: [[2, [1, 2], "A<br>B"], [14, [1, 2], "E<br>F"], [8, [2], "节点", "Line3-GZ"], [9, [1], "节点", "Line3-GZ"], [10, [3], "站厅"]]
    }, {}],
    location: [113.319077, 23.054898],
    via: ["3", "GF"]
}, {
    name: ["大塘", "Datang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.321677, 23.077974],
    via: ["3"]
}, {
    name: ["客村", "Kecun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }, {
        platform: 3,
        facilities: [[9, [1, 2], "B<br>C"], [4, [1, 2], "", "Line3-GZ"], [27, [1, 2], "", "Line3-GZ"], [14, [3], "", "Line3-GZ"], [22, [1, 2], "A<br>D"]]
    }, {
        platform: 4,
        facilities: [[9, [1, 2], "B<br>C"], [4, [1, 2], "", "Line3-GZ"], [27, [1, 2], "", "Line3-GZ"], [14, [3], "", "Line3-GZ"], [22, [1, 2], "A<br>D"]]
    }],
    location: [113.320331, 23.096197],
    via: ["3", "8"]
}, {
    name: ["广州塔", "Canton Tower"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.323618, 23.106375],
    via: ["3", "APM"]
}, {
    name: ["珠江新城", "Zhujiang New Town"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.321206, 23.119293],
    via: ["3", "5"]
}, {
    name: ["石牌桥", "Shipaiqiao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.332124, 23.133135],
    via: ["3"]
}, {
    name: ["岗顶", "Gangding"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.339601, 23.13488],
    via: ["3"]
}, {
    name: ["华师", "South China Normal University"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.34533, 23.14029],
    via: ["3"]
}, {
    name: ["五山", "Wushan"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.351812, 23.152833],
    via: ["3"]
}, {
    name: ["天河客运站", "Tianhe Coach Terminal"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.3436, 23.171],
    via: ["3", "6"]
}, {
    name: ["林和西", "Linhexi"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.323947, 23.141525],
    via: ["3", "APM"]
}, {
    name: ["燕塘", "Yantang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.327132, 23.15998],
    via: ["3", "6"]
}, {
    name: ["梅花园", "Meihuayuan"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.320507, 23.175211],
    via: ["3"]
}, {
    name: ["京溪南方医院", "Jingxi Nanfang Hospital"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.326126, 23.185225],
    via: ["3"]
}, {
    name: ["同和", "Tonghe"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.326264, 23.19706],
    via: ["3"]
}, {
    name: ["永泰", "Yongtai"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.306295, 23.220226],
    via: ["3"]
}, {
    name: ["白云大道北", "Baiyun Dadaobei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.298178, 23.222382],
    via: ["3"]
}, {
    name: ["龙归", "Longgui"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.300834, 23.288736],
    via: ["3"]
}, {
    name: ["人和", "Renhe"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.295995, 23.335224],
    via: ["3"]
}, {
    name: ["高增", "Gaozeng"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.295504, 23.355162],
    via: ["3", "9"]
}, {
    name: ["机场南 - 1号航站楼", "Airport South - Terminal 1"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.303097, 23.38669],
    via: ["3"]
}, {
    name: ["机场北 - 2号航站楼", "Airport North - Terminal 2"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.305659, 23.396197],
    via: ["3"]
}, {
    name: ["南沙客运港", "Nansha Passenger Port"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.610968, 22.766988],
    via: ["4"]
}, {
    name: ["南横", "Nanheng"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.594381, 22.747885],
    via: ["4"]
}, {
    name: ["塘坑", "Tangkeng"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.573064, 22.753098],
    via: ["4"]
}, {
    name: ["大涌", "Dachong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.555975, 22.759076],
    via: ["4"]
}, {
    name: ["广隆", "Guanglong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.540728, 22.772143],
    via: ["4"]
}, {
    name: ["飞沙角", "Feishajiao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.540758, 22.781854],
    via: ["4"]
}, {
    name: ["金洲", "Jinzhou"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.538886, 22.792178],
    via: ["4"]
}, {
    name: ["蕉门", "Jiaomen"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.527502, 22.800704],
    via: ["4"]
}, {
    name: ["黄阁", "Huangge"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.518768, 22.824736],
    via: ["4"]
}, {
    name: ["黄阁汽车城", "Huangge Auto Town"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.509719, 22.835812],
    via: ["4"]
}, {
    name: ["庆盛", "Qingsheng"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.490456, 22.866999],
    via: ["4"]
}, {
    name: ["东涌", "Dongchong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.478955, 22.885577],
    via: ["4"]
}, {
    name: ["低涌", "Dichong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.484818, 22.919463],
    via: ["4"]
}, {
    name: ["海傍", "Haibang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.475352, 22.939553],
    via: ["4"]
}, {
    name: ["石碁", "Shiqi"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.465225, 22.957185],
    via: ["4"]
}, {
    name: ["官桥", "Guanqiao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.443122, 22.982352],
    via: ["4"]
}, {
    name: ["新造", "Xinzao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.415714, 23.028182],
    via: ["4"]
}, {
    name: ["大学城南", "Higher Education Mega Center S."],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.400557, 23.043313]
}, {
    name: ["大学城北", "Higher Education Mega Center N."],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.385639, 23.058091],
    via: ["4", "7"]
}, {
    name: ["官洲", "Guanzhou"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.376846, 23.066862],
    via: ["4"]
}, {
    name: ["万胜围", "Wanshengwei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }, {
        platform: 4,
        facilities: [[6, [0], "A"], [9, [0], "出闸后过轨抵C<br>D"], [16, [1, 3], "", "Line4-GZ"], [18, [0], "B"]]
    }],
    location: [113.384796, 23.097712],
    via: ["4", "8", "THZ1"]
}, {
    name: ["车陂南", "Chebeinan"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.389561, 23.11593],
    via: ["4", "5"]
}, {
    name: ["车陂", "Chebei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.395548, 23.124465],
    via: ["4"]
}, {
    name: ["黄村", "Huangcun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.407274, 23.131814],
    via: ["4", "21"]
}, {
    name: ["滘口", "Jiaokou"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.20844, 23.113796],
    via: ["5"]
}, {
    name: ["坦尾", "Tanwei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.218387, 23.125234],
    via: ["5", "6"]
}, {
    name: ["中山八", "Zhongshanba"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.232727, 23.126046],
    via: ["5"]
}, {
    name: ["西场", "Xichang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.238056, 23.137381],
    via: ["5"]
}, {
    name: ["西村", "Xicun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.242019, 23.142012],
    via: ["5"]
}, {
    name: ["小北", "Xiaobei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.276905, 23.139424],
    via: ["5"]
}, {
    name: ["淘金", "Taojin"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.286549, 23.136365],
    via: ["5"]
}, {
    name: ["区庄", "Ouzhuang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.296725, 23.134483],
    via: ["5", "6"]
}, {
    name: ["动物园", "Zoo"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.307291, 23.134503],
    via: ["5"]
}, {
    name: ["五羊邨", "Wuyangcun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.314249, 23.119843],
    via: ["5"]
}, {
    name: ["猎德", "Liede"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.332105, 23.118539],
    via: ["5"]
}, {
    name: ["潭村", "Tancun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.345949, 23.117366],
    via: ["5"]
}, {
    name: ["员村", "Yuancun"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.363663, 23.115768],
    via: ["5", "21"]
}, {
    name: ["科韵路", "Keyun Lu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.377215, 23.11928],
    via: ["5"]
}, {
    name: ["东圃", "Dongpu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.401562, 23.109392],
    via: ["5"]
}, {
    name: ["三溪", "Sanxi"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.415784, 23.104098],
    via: ["5"]
}, {
    name: ["鱼珠", "Yuzhu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.432261, 23.100431],
    via: ["5", "13"]
}, {
    name: ["大沙地", "Dashadi"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.446074, 23.103227],
    via: ["5"]
}, {
    name: ["大沙东", "Dashadong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.458515, 23.106216],
    via: ["5"]
}, {
    name: ["文冲", "Wenchong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.469004, 23.103796],
    via: ["5"]
}, {
    name: ["浔峰岗", "Xunfenggang<small style='color:#5e5e5e80'> Depot</small>"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.201941, 23.16411],
    via: ["6"]
}, {
    name: ["横沙", "Hengsha"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.206791, 23.158187],
    via: ["6"]
}, {
    name: ["沙贝", "Shabei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.211397, 23.15243],
    via: ["6"]
}, {
    name: ["河沙", "Hesha"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.217405, 23.135576],
    via: ["6"]
}, {
    name: ["如意坊", "Ruyifang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.231208, 23.114978],
    via: ["6"]
}, {
    name: ["文化公园", "Cultural Park"],
    inf: [{
        platform: 1,
        facilities: [[3, [1], "A<br>B<br>D<br>E"], [6, [2], ""], [12, [1, 2, 3], "垂直电梯仅站厅，扶梯楼梯仅换乘", "Line8-GZ"]]
    }, {
        platform: 2,
        facilities: [[3, [1], "A<br>B<br>D<br>E"], [6, [2], ""], [12, [1, 2, 3], "垂直电梯仅站厅，扶梯楼梯仅换乘", "Line8-GZ"]]
    }, {
        platform: 3,
        facilities: [[27, [2], "爬3層 B口"], [21, [3], "B"], [7, [1], "D"], [14, [1], "A<br>E"]]
    }, {}],
    location: [113.248976, 23.109186],
    via: ["8"]
}, {
    name: ["一德路", "Yide Lu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.2572, 23.113036],
    via: ["6"]
}, {
    name: ["北京路", "Beijing Lu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.270268, 23.11873],
    via: ["6"]
}, {
    name: ["团一大广场", "Tuanyida Square"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.278266, 23.118111],
    via: ["6"]
}, {
    name: ["东湖", "Donghu"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.288583, 23.115102],
    via: ["6"]
}, {
    name: ["黄花岗", "Huanghuagang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.299907, 23.141128],
    via: ["6"]
}, {
    name: ["沙河顶", "Shaheding"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.306967, 23.147276],
    via: ["6"]
}, {
    name: ["沙河", "Shahe"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.313064, 23.151916],
    via: ["6"]
}, {
    name: ["天平架", "Tianpingjia"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.321353, 23.159525],
    via: ["6"]
}, {
    name: ["长湴", "Changban"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.349435, 23.178502],
    via: ["6"]
}, {
    name: ["植物园", "Botanical Garden"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.365686, 23.190164],
    via: ["6"]
}, {
    name: ["龙洞", "Longdong"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.37752, 23.19096],
    via: ["6"]
}, {
    name: ["柯木塱", "Kemulang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.395991, 23.193462],
    via: ["6"]
}, {
    name: ["高塘石", "Gaotangshi"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.410408, 23.191057],
    via: ["6"]
}, {
    name: ["黄陂", "Huangbei"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.433738, 23.188379],
    via: ["6"]
}, {
    name: ["金峰", "Jinfeng"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.451182, 23.181468],
    via: ["6"]
}, {
    name: ["暹岗", "Xiangang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.460177, 23.172296],
    via: ["6"]
}, {
    name: ["苏元", "Suyuan"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.468482, 23.17097],
    via: ["6", "21"]
}, {
    name: ["萝岗", "Luogang"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.481288, 23.175137],
    via: ["6"]
}, {
    name: ["香雪", "Xiangxue"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.501224, 23.172382],
    via: ["6"]
}, {
    name: ["谢村", "Xiecun"],
    inf: [{
        platform: 1,
        facilities: [[5, [1], "A"], [10, [2], ""], [14, [2], ""], [10, [3], ""], [19, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[5, [1], "A"], [10, [2], ""], [14, [2], ""], [11, [3], ""], [19, [1], "B<br>C"]]}],
    location: [113.295832, 22.990579],
    via: ["7"]
}, {
    name: ["钟村", "Zhongcun"],
    inf: [{
        platform: 1,
        facilities: [[5, [1], "A"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]
    }, {platform: 2, facilities: [[5, [1], "A"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]}],
    location: [113.31698, 22.986437],
    via: ["7"]
}, {
    name: ["南村万博", "Nancun Wanbo"],
    inf: [{platform: 1, facilities: [[7, [1, 2], "A"], [12, [3], ""], [14, [1], "B"]]}, {
        platform: 2,
        facilities: [[7, [1, 2], "A"], [12, [3], ""], [14, [1], "B"]]
    }],
    location: [113.347555, 23.004769],
    via: ["7"]
}, {
    name: ["员岗", "Yuangang"],
    inf: [{
        platform: 1,
        facilities: [[6, [1], "A<br>B"], [11, [2], ""], [15, [2], ""], [12, [3], ""], [20, [1], "C<br>E<br>F"]]
    }, {
        platform: 2,
        facilities: [[6, [1], "A<br>B"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [20, [1], "C<br>E<br>F"]]
    }],
    location: [113.365641, 23.015962],
    via: ["7"]
}, {
    name: ["板桥", "Banqiao"],
    inf: [{
        platform: 1,
        facilities: [[5, [1], "A<br>D"], [11, [2], ""], [15, [2], ""], [12, [3], ""], [19, [1], "C"]]
    }, {platform: 2, facilities: [[5, [1], "A<br>D"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]}],
    location: [113.388139, 23.016845],
    via: ["7"]
}, {
    name: ["同福西", "Tongfuxi"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "A<br>D"], [9, [2], ""], [12, [3], ""], [14, [1], ""], [22, [1], "B<br>C"]]
    }, {
        platform: 2,
        facilities: [[7, [1], "A<br>D"], [9, [2], ""], [12, [3], ""], [14, [1], ""], [22, [1], "B<br>C"]]
    }],
    location: [113.252372, 23.101689],
    via: ["8"]
}, {
    name: ["凤凰新村", "Fenghuang Xincun"],
    inf: [{platform: 1, facilities: [[8, [1, 2], "B"], [15, [3], ""], [24, [1], "A"]]}, {
        platform: 2,
        facilities: [[6, [1, 2], "B"], [16, [3], ""], [25, [1], "A"]]
    }],
    location: [113.255994, 23.094705],
    via: ["8"]
}, {
    name: ["沙园", "Shayuan"],
    inf: [{
        platform: 1,
        facilities: [[4, [3], "", !0], [9, [1], "A<br>D"], [16, [1], "新城东<br>万胜围方向", "Line-GF,Line8-GZ"], [17, [2], "站厅<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"], [23, [1], "B<br>C<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"]]
    }, {
        platform: 2,
        facilities: [[4, [3], "", !0], [14, [1], "A<br>D<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [21, [2], "站厅<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [25, [1], "B<br>C", "Line-GF,Line8-GZ"]]
    }, {
        platform: 3,
        facilities: [[1, [3], "", !0], [1, [1], "A<br>D"], [9, [1, 2], "站厅<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"], [15, [1], "B<br>C<br>新城东<br>万胜围方向", "Line-GF,Line8-GZ"]]
    }, {
        platform: 4,
        facilities: [[1, [3], "", !0], [8, [1], "A<br>D<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [14, [2], "站厅<br>沥滘<br>文化公园方向", "Line-GF,Line8-GZ"], [16, [1], "B<br>C"]]
    }],
    location: [113.260584, 23.088625],
    via: ["8", "GF"]
}, {
    name: ["宝岗大道", "Baogang Dadao"],
    inf: [{platform: 1, facilities: [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    location: [113.2697, 23.086027],
    via: ["8"]
}, {
    name: ["晓港", "Xiaogang, Haizhu"],
    inf: [{
        platform: 1,
        facilities: [[3, [3], "", !0], [7, [1], "C"], [13, [2], ""], [17, [2], ""], [22, [1], "A<br>D"]]
    }, {platform: 2, facilities: [[3, [3], "", !0], [7, [1], "C"], [13, [2], ""], [17, [2], ""], [22, [1], "A<br>D"]]}],
    location: [113.281883, 23.093066],
    via: ["8"]
}, {
    name: ["中大", "Sun Yat-sen University"],
    inf: [{
        platform: 1,
        facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]
    }, {platform: 2, facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]}],
    location: [113.292863, 23.092124],
    via: ["8"]
}, {
    name: ["鹭江", "Lujiang"],
    inf: [{
        platform: 1,
        facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]
    }, {platform: 2, facilities: [[8, [1], "B<br>C"], [20, [2], ""], [24, [1], "A<br>D"], [27, [3], "", !0]]}],
    location: [113.308219, 23.095331],
    via: ["8"]
}, {
    name: ["赤岗", "Chigang"],
    inf: [{
        platform: 1,
        facilities: [[24, [1], "D"], [14, [2], ""], [17, [2], ""], [4, [3], "", !0], [7, [1], "C"]]
    }, {platform: 2, facilities: [[24, [1], "D"], [14, [2], ""], [17, [2], ""], [4, [3], "", !0], [7, [1], "C"]]}],
    location: [113.334825, 23.096432],
    via: ["8"]
}, {
    name: ["磨碟沙", "Modiesha"],
    inf: [{platform: 1, facilities: [[14, [0], "出闸后B，过轨抵C"]]}, {platform: 2, facilities: [[14, [0], "出闸后C，过轨抵B"]]}],
    location: [113.341285, 23.098689],
    via: ["8"]
}, {
    name: ["新港东", "Xingangdong"],
    inf: [{platform: 1, facilities: [[17, [1], "出闸后过轨抵D<br>F"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[17, [0], "出闸后A，过轨抵F"], [14, [0], "D"]]
    }],
    location: [113.35701, 23.098722],
    via: ["8"]
}, {
    name: ["琶洲", "Pazhou"],
    inf: [{platform: 1, facilities: [[14, [1], "出闸后B，过轨抵C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [1], "出闸后D<br>保利，过轨抵A<br>B"]]
    }],
    location: [113.3667, 23.098516],
    via: ["8"]
}, {
    name: ["飞鹅岭", "Fei'eling"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.155127, 23.378345],
    via: ["9"]
}, {
    name: ["花都汽车城", "HUadu Autocity"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.180367, 23.379671],
    via: ["9"]
}, {
    name: ["广州北站", "Guangzhou North Railway Station"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.201568, 23.376419],
    via: ["9"]
}, {
    name: ["花城路", "Huachenglu"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.21274, 23.379622],
    via: ["9"]
}, {
    name: ["花果山公园", "Huaguoshan Park"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.218389, 23.387119],
    via: ["9"]
}, {
    name: ["花都广场", "Huadu Square"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.222628, 23.401307],
    via: ["9"]
}, {
    name: ["马鞍山公园", "Ma'anshan Park"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.237846, 23.399699],
    via: ["9"]
}, {
    name: ["莲塘", "Liantang"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.245149, 23.389101],
    via: ["9"]
}, {
    name: ["清㘵", "Qingbu"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.33518, 22.991686],
    via: ["9"]
}, {
    name: ["清塘", "Qingtang"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.262704, 23.372522],
    via: ["9"]
}, {
    name: ["裕丰围", "Yufengwei"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.455011, 23.094934],
    via: ["13"]
}, {
    name: ["双岗", "Shuanggang"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.474331, 23.094468],
    via: ["13"]
}, {
    name: ["南海神庙", "Nanhai God Temple"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.497434, 23.083718],
    via: ["13"]
}, {
    name: ["夏园", "Xiayuan"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.518376, 23.082901],
    via: ["13"]
}, {
    name: ["南岗", "Nangang"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.541486, 23.09528],
    via: ["13"]
}, {
    name: ["沙村", "Shacun"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.570399, 23.11059],
    via: ["13"]
}, {
    name: ["白江", "Baijiang"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.595627, 23.123235],
    via: ["13"]
}, {
    name: ["新塘", "Xintang"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.604472, 23.131731],
    via: ["13"]
}, {
    name: ["官湖", "Guanhu"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.636569, 23.137226],
    via: ["13"]
}, {
    name: ["新沙", "Xinsha"],
    inf: [{platform: 1, facilities: [[14, [0], "B<br>C<br>D"], [18, [0], "A"]]}, {
        platform: 2,
        facilities: [[14, [0], "C<br>保利"], [17, [0], "A<br>B<br>D<br>保利"]]
    }],
    location: [113.649417, 23.136863],
    via: ["13"]
}, {
    name: ["白云东平", "Baiyun Dongping"],
    inf: [{
        platform: 1,
        facilities: [[5, [1, 2], "A<br>F"], [12, [3], ""], [13, [2], ""], [18, [1], "B<br>E"]]
    }, {platform: 2, facilities: [[5, [1, 2], "A<br>F"], [13, [2, 3], ""], [18, [1], "B<br>E"]]}],
    location: [113.317841, 23.25117],
    via: ["14"]
}, {
    name: ["夏良", "Xialiang"],
    inf: [{
        platform: 1,
        facilities: [[7, [1, 2], "D"], [12, [3], ""], [13, [2], ""], [20, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[7, [1], "D"], [8, [2], "D"], [13, [2, 3], ""], [20, [1], "B<br>C"]]}],
    location: [113.323505, 23.277704],
    via: ["14"]
}, {
    name: ["太和", "Taihe"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "E"], [12, [2], ""], [13, [3], ""], [20, [1, 2], "C<br>D"]]
    }, {platform: 2, facilities: [[7, [1], "E"], [12, [2, 3], ""], [20, [1, 2], "C<br>D"]]}],
    location: [113.347197, 23.299284],
    via: ["14"]
}, {
    name: ["竹料", "Zhuliao"],
    inf: [{platform: 1, facilities: [[6, [1], "C"], [13, [3], ""], [19, [2], "A<br>B"]]}, {
        platform: 2,
        facilities: [[6, [1], "C"], [13, [3], ""], [19, [2], "A<br>B"]]
    }],
    location: [113.368332, 23.348496],
    via: ["14"]
}, {
    name: ["钟落潭", "Zhongluotan"],
    inf: [{platform: 3, facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]}, {
        platform: 4,
        facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]
    }],
    location: [113.400686, 23.375649],
    via: ["14"]
}, {
    name: ["马沥", "Mali"],
    inf: [{platform: 3, facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]}, {
        platform: 4,
        facilities: [[5, [1], ""], [13, [3], ""], [19, [2], "A<br>B"]]
    }],
    location: [113.450388, 23.393877],
    via: ["14"]
}, {
    name: ["新和", "Xinhe"],
    inf: [{platform: 1, facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [20, [2], "B"]]}, {
        platform: 2,
        facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [20, [2], "B"]]
    }, {platform: 3, facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [21, [2], "B"]]}, {
        platform: 4,
        facilities: [[4, [1], "A<br>C"], [12, [3], ""], [14, [2], ""], [21, [2], "B"]]
    }],
    location: [113.46706, 23.413259],
    via: ["14"]
}, {
    name: ["太平", "Taiping"],
    inf: [{platform: 1, facilities: [[5, [1], ""], [13, [3], ""], [20, [2], "A<br>B"]]}, {
        platform: 2,
        facilities: [[5, [1], ""], [13, [3], ""], [20, [2], "A<br>B"]]
    }],
    location: [113.491955, 23.45209],
    via: ["14"]
}, {
    name: ["神岗", "Shengang"],
    inf: [{platform: 1, facilities: [[6, [1], "A"], [13, [3], ""], [19, [2], "B"]]}, {
        platform: 2,
        facilities: [[6, [1], "A"], [13, [3], ""], [19, [2], "B"]]
    }],
    location: [113.517396, 23.475101],
    via: ["14"]
}, {
    name: ["赤草", "Chicao"],
    inf: [{platform: 1, facilities: [[4, [1], "A<br>C"], [12, [3], ""], [20, [2], "B"]]}, {
        platform: 2,
        facilities: [[4, [1], "A<br>C"], [12, [3], ""], [20, [2], "B"]]
    }],
    location: [113.560204, 23.501199],
    via: ["14"]
}, {
    name: ["从化客运站", "Conghua Coach Terminal"],
    inf: [{
        platform: 1,
        facilities: [[7, [1], "A<br>D"], [12, [2], ""], [13, [3], ""], [20, [1, 2], "C"]]
    }, {platform: 2, facilities: [[7, [1], "A<br>D"], [12, [2, 3], ""], [20, [1], "C"], [19, [2], "C"]]}],
    location: [113.594721, 23.531769],
    via: ["14"]
}, {
    name: ["东风", "Dongfeng"],
    inf: [{}, {
        platform: 2,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }],
    location: [113.600801, 23.566233],
    via: ["14"]
}, {
    name: ["红卫", "Hongwei"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.487415, 23.399261],
    via: ["14"]
}, {
    name: ["新南", "Xinnan"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.495228, 23.377232],
    via: ["14"]
}, {
    name: ["枫下", "Fengxia"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.508322, 23.363059],
    via: ["14"]
}, {
    name: ["知识城", "Sino-Singapore Guangzhou Knowledge City"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.525198, 23.349377],
    via: ["14"]
}, {
    name: ["何棠下", "Hetangxia"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.543688, 23.33119],
    via: ["14"]
}, {
    name: ["旺村", "Wangcun"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.551749, 23.323256],
    via: ["14"]
}, {
    name: ["汤村", "Tangcun"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.564686, 23.307382],
    via: ["14"]
}, {
    name: ["镇龙北", "Zhenlongbei"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.576945, 23.289584],
    via: ["14"]
}, {
    name: ["镇龙", "Zhenlong"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.593, 23.284514],
    via: ["14", "21"]
}, {
    name: ["天河公园", "Tianhe Park"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.362879, 23.125317],
    via: ["21"]
}, {
    name: ["棠东", "Tangodng"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.389744, 23.130922],
    via: ["21"]
}, {
    name: ["大观南路", "Daguannanlu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.406947, 23.144575],
    via: ["21"]
}, {
    name: ["天河智慧城", "Tianhe Smart City"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.403184, 23.163275],
    via: ["21"]
}, {
    name: ["神舟路", "Shenzhoulu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.431334, 23.165215],
    via: ["21"]
}, {
    name: ["科学城", "Science City"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.44925, 23.165651],
    via: ["21"]
}, {
    name: ["水西", "Shuixi"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.479492, 23.186954],
    via: ["21"]
}, {
    name: ["长平", "Changping"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.489704, 23.210341],
    via: ["21"]
}, {
    name: ["金坑", "Jinkeng"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.526727, 23.249328],
    via: ["21"]
}, {
    name: ["镇龙西", "ZHenlongxi"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.573793, 23.278088],
    via: ["21"]
}, {
    name: ["中新", "Zhongxin"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.613131, 23.285303],
    via: ["21"]
}, {
    name: ["坑贝", "Kengbei"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.642606, 23.278769],
    via: ["21"]
}, {
    name: ["凤岗", "Fenggang"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.670634, 23.275961],
    via: ["21"]
}, {
    name: ["朱村", "Zhucun"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.701415, 23.272316],
    via: ["21"]
}, {
    name: ["山田", "Shantian"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.744543, 23.276428],
    via: ["21"]
}, {
    name: ["钟岗", "Zhonggang"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.792047, 23.279317],
    via: ["21"]
}, {
    name: ["增城广场", "Zengcheng Square"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.814472, 23.278024],
    via: ["21"]
}, {
    name: ["新城东", "Xincheng Dong"],
    inf: [{platform: 9, facilities: [[5, [1, 2], "D"], [12, [3], ""], [13, [2], ""], [16, [1], "C"]]}],
    location: [113.140008, 22.958653],
    via: ["GF"]
}, {
    name: ["东平", "Dongping"],
    inf: [{platform: 1, facilities: [[9, [1, 2, 3], "A"], [17, [1], "B"]]}, {
        platform: 2,
        facilities: [[1, [3], "A"], [2, [1, 2], "B"]]
    }],
    location: [113.317841, 23.25117],
    via: ["GF"]
}, {
    name: ["世纪莲", "Shijilian"],
    inf: [{platform: 1, facilities: [[9, [1], "A"], [15, [2, 3], ""], [20, [1, 2], "B<br>C<br>D"]]}, {
        platform: 2,
        facilities: [[5, [1, 2], "A"], [14, [3], ""], [15, [2], ""], [16, [1, 2], "B<br>C<br>D"]]
    }],
    location: [113.114917, 22.965147],
    via: ["GF"]
}, {
    name: ["澜石", "Lanshi"],
    inf: [{platform: 1, facilities: [[3, [1], "A"], [9, [3], ""], [14, [1, 2], "B<br>C"]]}, {
        platform: 2,
        facilities: [[3, [1], "A"], [9, [3], ""], [14, [1, 2], "B<br>C"]]
    }],
    location: [113.107107, 22.983985],
    via: ["GF"]
}, {
    name: ["魁奇路*", "Kuiqi Lu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.108612, 22.993964],
    via: ["GF"]
}, {
    name: ["季华园*", "Jihua Park"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.108547, 23.007104],
    via: ["GF"]
}, {
    name: ["同济路*", "Tongji Lu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.108503, 23.019222],
    via: ["GF"]
}, {
    name: ["祖庙*", "Zumiao"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.112099, 23.027073],
    via: ["GF"]
}, {
    name: ["普君北路*", "Pujun Beilu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.12224, 23.027678],
    via: ["GF"]
}, {
    name: ["朝安*", "Chao'an"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.133537, 23.027676],
    via: ["GF"]
}, {
    name: ["桂城*", "Guicheng"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.141432, 23.031674],
    via: ["GF"]
}, {
    name: ["南桂路*", "Nangui Lu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.154139, 23.034167],
    via: ["GF"]
}, {
    name: ["𧒽岗*", "Leigang"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.460177, 23.172296],
    via: ["GF"]
}, {
    name: ["千灯湖*", "Qiandenghu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.155356, 23.054818],
    via: ["GF"]
}, {
    name: ["金融高新区*", "Financial Hi-Tech Zone"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.158548, 23.065814],
    via: ["GF"]
}, {
    name: ["龙溪*", "Longxi"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.192391, 23.066029],
    via: ["GF"]
}, {
    name: ["菊树*", "Jushu"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.212863, 23.065868],
    via: ["GF"]
}, {
    name: ["鹤洞", "Hedong"],
    inf: [{platform: 1, facilities: [[3, [1], "C"], [10, [3], "C"], [15, [1, 2], "B"]]}, {
        platform: 2,
        facilities: [[3, [1], "C"], [10, [3], "C"], [15, [1, 2], "B"]]
    }],
    location: [113.240153, 23.072495],
    via: ["GF"]
}, {
    name: ["沙涌", "Shachong"],
    inf: [{platform: 1, facilities: [[2, [1], "A"], [6, [1, 2], "B<br>C"], [16, [3], "", !0]]}, {
        platform: 2,
        facilities: [[2, [1], "A"], [6, [1, 2], "B<br>C"], [16, [3], "", !0]]
    }],
    location: [113.246772, 23.083128],
    via: ["GF"]
}, {
    name: ["燕岗", "Yangang"],
    inf: [{platform: 1, facilities: [[3, [1], "D"], [9, [3], ""], [14, [1], "B"], [13, [2], "B"]]}, {
        platform: 2,
        facilities: [[3, [1], "D"], [9, [3], ""], [14, [1, 2], "B"]]
    }],
    location: [113.271988, 23.075142],
    via: ["GF"]
}, {
    name: ["石溪", "Shixi"],
    inf: [{platform: 1, facilities: [[3, [1], "A<br>D"], [9, [3], ""], [14, [3], "B"], [13, [2], "B"]]}, {
        platform: 2,
        facilities: [[3, [1], "A<br>D"], [9, [3], ""], [14, [1, 2], "B"]]
    }],
    location: [113.285951, 23.067937],
    via: ["GF"]
}, {
    name: ["海心沙", "Haixinsha"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.324412, 23.111545],
    via: ["APM"]
}, {
    name: ["大剧院", "Guangzhou Opera House"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.32446, 23.116138],
    via: ["APM"]
}, {
    name: ["花城大道", "Huacheng Dadao"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.324718, 23.119223],
    via: ["APM"]
}, {
    name: ["妇儿中心", "Guangzhou Women and Children's Medical Center"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.324558, 23.122553],
    via: ["APM"]
}, {
    name: ["黄埔大道", "Huangpu Dadao"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.32449, 23.127054],
    via: ["APM"]
}, {
    name: ["天河南", "Tianhenan"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.324404, 23.13104],
    via: ["APM"]
}, {
    name: ["体育中心南", "Tianhe Sports Center South"],
    inf: [{
        platform: 1,
        facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]
    }, {platform: 2, facilities: [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B<br>C"]]}],
    location: [113.324404, 23.134118],
    via: ["APM"]
}];