let s_inf_100 = {
    "name": ["獵德", "猎德", "猟德-りょうどく", "례더", "Liede"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.332105, 23.118539],
    "via": ["5"],
    "shortDesc": "猎德站是广州地铁五号线的一座中途车站\n，位于天河区花城大道猎德大道路口西侧的地底\n\n\n。该站于2009年12月28日随五号线开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:03-00:03ND",
    "firstTrain": [[[0, "06:08"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:43"], [1, "23:17"], [2, "23:58"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为花城大道、猎德大道、天河中学花城校区及附近其它建筑。地下一层为站厅；地下二层为5号线月台。\n\n受中海花城湾建筑支撑结构影响，因此A出入口通道在地面和地下一层之间设缓冲平台。"], ["站厅", [{"data": "为方便行人进出，站厅南侧被划分为收费区，收费区内设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "猎德站现时有少量商店，包括便利店、洗衣店等。站内亦设有自动照相机、自动售卖机、招商银行自动柜员机等自助服务设施。亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于花城大道地底。\n\n另外，本站西端有一条存车线。当5号线西段出现故障时，往滘口站的列车将会通过此存车线折返，以本站为临时总站。" +
    ""]],
    "exitDesc": "猎德站目前共开放4个出入口。其中在车站投入运营时启用了C、D出入口，均在花城大道北侧。\n\n2013年8月6日，位于花城大道南侧的A出入口开通\n。位于花城大道猎德大道路口西南侧的B出入口亦于2017年1月12日正式启用。\n\n另外，本站B出入口通道旁设有连通天汇广场地库的联络通道，同时该联络通道设有自动人行道\n。",
    "usageDesc": "猎德站附近有不少住宅区和猎德村复建房，以及部分中小学校，同时周边设有为数不少的写字楼，因此本站主要以附近居民、通勤上下班或上放学为主。随着兴盛路、猎德路陆续开设多间食肆和酒吧；以及优托邦CBD店、天汇广场等购物中心落成，更令本站的人流增长迅速，早上及傍晚车站都会严重挤迫。",
    "history": [["规划", "在5号线于1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的3号线通过西村后继续沿环市西路到达珠江新城一带，中途亦设置猎德站。后来于2003年方案中，3号线亦易名为5号线，同样设有猎德站，并以该名称最终落实兴建。\n\n2006年6月26日，本站随5号线全线正式动工。2009年12月28日，本站随五号线于开通试运营，本站启用。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};