let s_inf_102 = {
    "name": ["員村", "员村", "員村-いんそん", "위안춘", "Yuancun"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.363663, 23.115768],
    "via": ["5", "21"],
    "shortDesc": "员村站是现时广州地铁5号线和21号线的换乘车站，亦是现时21号线的南端终点站\n。车站位于天河区规划花城大道东延线员村二横路口的地底\n\n\n。于2009年12月28日启用随5号线通车而启用。2019年12月20日随21号线剩余段开通而成为换乘车站\n。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    transferType: [1],
    "exitNum": [6],
    "openTime": ["2009-12=28_", "2019-12=20_"],
    "serviceTime": "05:55-00:08ND",
    "firstTrain": [[[0, "06:13"], [1, "06:13"]], [[0, "06:00"]]],
    "lastTrain": [[[0, "23:48"], [1, "23:12"], [2, "00:03ND"]], [[0, "23:50"]]],
    "structureDesc": [["车站楼层", "本站共有四层。地面为员村二横路以及附近建筑；地下一层为5号线站厅和21号线上层站厅；地下二层为5号线月台和21号线下层站厅；地下三层为21号线设备层，地下四层为21号线站台。"], ["站厅", [{
        "data": "员村站共设有5号线站厅以及21号线的两层站厅。其中5号线站厅设于地下一层，21号线站厅分别设于地下一层（上层）和二层（下层）。\n\n为了方便乘客两线换乘及行人进出，5号线站厅中间南侧，21号线两层站厅的北侧均划分为收费区，两线站厅的收费区在地下一层连通，方便乘客进行两线换乘。其中21号线两层站厅非付费区通过F出入口通道旁的楼梯和扶手电梯连接。\n\n5号线站厅设有3条扶手电梯，1组楼梯以及1台专用电梯（升降机）供乘客来往于5号线站台。而21号线在上层站厅北侧设有3条扶手电梯以直达地下四层的21号线站台，南侧则设有3条扶手电梯以及1条楼梯前往下层的站厅；下层站厅则设有多条扶手电梯以及1台专用电梯和楼梯供乘客前往21号线站台。\n\n受车站结构所限，21号线车站无法设置连通两层站厅至站台的升降机，轮椅人士如需乘坐专用电梯换乘5号线，则需要检票后请求工作人员协助，以转乘付费区外连通E出入口的升降机前往21号线上层站厅以换乘5号线。"
    }, {
        title: "换乘方式", data: "两线需要换乘，需要上到两线站厅，通过联络通道（实际为联络站厅）互相换乘。"
    }, {
        title: "商店和自助设施",
        data: "目前员村站设有便利店，以及自动售卖机和“好易”自助服务等自助服务设施。"
    }]], ["月台", "本站5号线和21号线各自设有一个岛式月台，5号线站台位于规划的花城大道东延线的地下，21号线则位于员村二横路西侧地底。其中5号线在上层，21号线在下层。\n\n本站的公共洗手间以及母婴室设于21号线站台南端。\n\n因天河公园至员村一段在未来要移交11号线，因此本站21号线直接建成一个能够容纳8节编组A型车（11号线使用车型）停靠的站台，但21号线自身使用6节编组B型车，因此站台屏蔽门按照6B编组列车安装，多出来的长度则直接以玻璃板假墙暂时封闭。同时，21号线站台、折返线以及本站至天河公园站一段亦已预先安装11号线所需的接触网。\n\n另外，21号线在站台南端设有一条存车线。目前21号线所有列车皆使用该组存车线折返。在早晚高峰过后及晚上收车前夕，部分列车在4号月台清客后会退出服务，然后折返至3号月台开出，沿途不停站返回水西停车场或镇龙车辆段。届时3号月台会发出广播提醒乘客不能上车。正线南端尽头则预留了延伸的条件，供11号线续建时接入。"]],
    exitDesc: "员村站目前共设有6个出入口供乘客进出。初期车站启用则设有3个出入口，其中D出入口于2018年启用。21号线开通后，本站新增3个出入口，包括重置后的A出入口。\n\n另外，车站在启用初期设有A出入口，位于现时的D出入口旁，但由于21号线车站建设需要而在2018年12月6日停用\n，在21号线开通后，重置后A出入口设于员村二横路东侧靠近石东小学旁，同时该口可分别前往地下一层以及地下二层的站厅，现时该出入口仅前往地下二层站厅，该口的专用电梯以及通往地下一层的通道暂未开通。\n\n本站E出入口旁虽然设有专用电梯，唯广州地铁目前实行进站安检措施，因此使用轮椅及婴儿车的乘客如果需要使用专用电梯需请求工作人员协助才可使用。",
    usageDesc: "员村站周边多数为住宅小区以及少数城中村，附近亦有多所中小学校，所以车站平日出入闸客流较多，在上放学的早晚高峰时期车站会稍显拥挤。\n\n由于早高峰客流量较大，且为了保证珠江新城站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰8时至9时将视情况采取客流控制措施，后因21号线后通段开通而分别延长时间至早上7时45分至9时30分。\n\n随着21号线后通段开通，本站亦成5号线和21号线的换乘车站，但因此加剧了5号线东段的客运压力，因此运营方在21号线后通段开通前在车站广播、电视以及官方微信公众号等渠道以提醒乘客避免早高峰以及错峰在员村进行换乘\n\n。\n\n目前5号线的2号站台会在高峰期以及节假日期间加设活动栏杆以分流上下车乘客。",
    "history": [["规划", "员村站最早于1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中出现，当时的3号线亦设置本站，位置与现时基本一致，然后于2003年方案中，当时的3号线易名为5号线，仍设置本站，并基本落实。后来在2008年方案中，当时的环线（8号线）亦经过本站，成为与5号线的其中一个换乘站。其后在2010年规划中，环线改为完全新建，编号亦调整为11号线。车站成为5号线与11号线的其中一个换乘站。\n\n在21号线进一步设计时，考虑到21号线通车时，终点站天河公园站的11号线和13号线仍未建成开通，令21号线抵达终点时成为“断头路”。故此让21号线暂时借用11号线的天河公园站至本站的一段，令21号线可以与5号线交汇，更好地接入线网。待11号线全线建成前夕，再把该段拆离21号线，归还给11号线运营。\n\n5号线员村站在2006年正式动工；2009年6月28日，本站三权正式移交营运事业总部；2009年12月28日，5号线正式开通运营，本站正式启用。\n\n2013年12月20日，二十一号线员村站开工，是二十一号线首个开工的车站\n；2018年7月，21号线车站主体结构封顶[10]。同时因应21号线车站建设，5号线站厅原有的付费区由原来的北侧改为南侧，同时拆卸5号线站厅的商店，以及重置警务室。2019年12月20日，本站21号线车站部分随21号线后通段开通而启用\n。"]],
    futureExpansion: [["11号线", "11号线开通前夕，天河公园至员村段将会拆离21号线，回归成为11号线的一部分进行运营。但因11号线预定使用8节编组A型车，届时将要拆卸本站原21号线站台的6B编组屏蔽门和玻璃板假墙，然后安装8A编组适用的屏蔽门；同时需要拆卸车站月台以及本站至天河公园站区间的第三轨，以及更换至11号线的信号系统等。预计届时需要停运天河公园至员村段以及本站原21号线站台，以配合工程。\n\n另外，未来车站移交给11号线之后，现时的21号线存车线亦会用于存放11号线备用列车，或用于11号线小交路列车折返。"]],
    "platformBelong": [["1", "5"], ["2", "5"], ["1", "21"], ["9", "21"]]
};