let s_inf_104 = {
    "name": ["東圃", "东圃", "東圃-とうほ", "둥푸", "Dongpu"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.401562, 23.109392],
    "via": ["5"],
    "shortDesc": "东圃站是广州地铁五号线的车站\n，位于天河区黄埔大道东广州环城高速公路西侧的地底\n\n\n。该站于2009年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:00-00:15ND",
    "firstTrain": [[[0, "06:18"], [1, "06:04"]]],
    "lastTrain": [[[0, "23:55"], [1, "23:06"], [2, "00:10ND"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为黄埔大道东、东环高速东圃立交以及其它建筑，地下一层为站厅层；地下二层为5号线月台。" +
    ""], ["站厅", [{"data": "为方便行人进出，东圃站厅中心北侧大部分地方被划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，东圃站设有便利店以及洗衣店。亦设有招商银行自动柜员机以及自动售卖机；车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "东圃站设有一个岛式月台，位于黄埔大道东地底。"]],
    "exitDesc": "东圃站共设置了2个出入口。",
    "usageDesc": "东圃站邻近市区最大的城中村——东圃镇，因此亦服务于东圃镇的居民。如果距离地铁站较远的东圃镇居民亦可在车站附近的地铁东圃巴士站乘坐404路（夜64路），非常便捷。\n\n除了东圃镇之外，附近同时有多个工厂以及少数写字楼，因此本站客流除工作日早晚高峰期人数较多之外，平日时间会较为冷清。\n\n为配合4号线实施大小交路后，因车陂南站会增大换乘客流及其影响，从4号线实施大小交路后的首个工作日开始，早上7时45分至8时30分将实施限流措施。",
    "history": [["规划", "东圃站最早于1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中出现，当时的3号线亦设置本站，位置与现时基本一致，然后于2003年方案中，当时的3号线易名为5号线，仍设置本站，并基本落实。\n\n随后东圃站在2006年正式动工；2009年6月28日，本站三权正式移交营运事业总部；2009年12月28日，5号线正式开通运营，本站正式启用。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};