let s_inf_106 = {
    "name": ["魚珠", "鱼珠", "魚珠-ぎょしゅ", "위주", "Yuzhu"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.432261, 23.100431],
    "via": ["5", "13"],
    "shortDesc": "员村站是现时广州地铁5号线和21号线的换乘车站，亦是现时21号线的南端终点站\n。车站位于天河区规划花城大道东延线员村二横路口的地底\n\n\n。于2009年12月28日启用随5号线通车而启用。2019年12月20日随21号线剩余段开通而成为换乘车站\n。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    transferType: [2],
    "exitNum": [4],
    "openTime": ["2009-12=28_", "2017-12=28_"],
    "serviceTime": "06:02-00:04ND",
    "firstTrain": [[[0, "06:10"], [1, "06:07"]], [[0, "06:15"]]],
    "lastTrain": [[[0, "23:59"], [1, "23:01"]], [[0, "22:50"]]],
    "structureDesc": [["车站楼层", "本站共有三层。地面为鱼木小区、鱼茅路、茅岗立交及附近建筑；地下一层为站厅；地下二层为13号线站台层，同时作为连接站厅与5号线月台的缓冲平台；地下三层为5号线站台层。"], ["站厅", [{
        "data": "鱼珠站站厅为一个偏心十字型的共用站厅，5号线站厅为东西向，13号线站厅为南北向，均位于地下一层。\n\n现时为了客流组织的需要以及方便乘客进出，十字型站厅的中部和南北两端被划分为在站厅层互不相通的三个付费区。各付费区内均设有扶手电梯以及楼梯供乘客来往13号线月台，同时站厅中部的付费区设有两部专用电梯（升降机），分别连接13号线的两个侧式月台和5号线月台。\n\n非付费区则被分成同样互不相通的两部分，并分别连通位于站厅北部的C、D出入口和南部的A、B出入口。\n\n现时乘客若要从站厅层前往5号线月台时，必须经由地下二层的13号线月台，再按导向指引前往位于地下三层的5号线月台，或者乘坐专用电梯直接前往5号线月台。"
    }, {
        title: "换乘方式",
        data: "换乘方面，由于本站13号线设有两个侧式月台，同时13号线月台两端的扶手电梯和楼梯分别只连接至站厅两端的付费区。因此从13号线换乘至5号线，只能通过月台的中部偏北处直接前往5号线月台，或绕经站厅中部的付费区进行换乘。13号线月台两端的扶手电梯和楼梯则仅供出站；而从5号线月台处换乘13号线时，需注意月台的导向指示，前往正确的方向。"
    }, {
        title: "商店和自助设施",
        data: "站厅层设有售票机、自动售卡/充值机、客务中心等设施，以及洗衣店、面包糕饼店、招商银行自动柜员机、自动售卖机以及“好易”自助服务等商店和自助服务设施，同时在靠近C出入口通道旁，设有羊城通客户服务中心\n。"
    }]], ["月台", "本站5号线设有一个岛式月台，13号线则设有两个侧式月台，均位于鱼茅路地底，但两线呈十字相交，13号线在地下二层，5号线在地下三层。\n\n另外，本站公共洗手间和母婴室设于4号月台（13号线抵站）北侧。\n\n负二层13号线站台原按照L型车使用而预留轨行区，但13号线确定使用A型车后，因A型车的地台比L型车要高，改造该层月台时对13号线侧站台部分进行垫高，而令其与两侧扶手电梯的原有区域出现高差。交接位置部分以斜坡处理，部分则以栏杆围起，防止乘客不慎踏空。\n\n另外，13号线月台北端设有一组交叉渡线，供初期13号线所有列车进行站后折返工作。同时也预留条件，未来续建一条出入段线接入13号线二期的鱼珠停车场"]],
    exitDesc: "鱼珠站目前设有4个出入口，分别是位于站厅北部的C、D出入口和南部的A、B出入口，两者互不相通。\n\n另外，本站地面C出入口旁设有公厕，在站台以及站厅均设有前往公厕的导向指引。",
    usageDesc: "鱼珠站附近以工业区为主，以及有鱼木小区、沙井新村等住宅区及村落。同时也会有乘客利用本站接驳巴士前往黄埔区各地。在本站启用初期，除早晚高峰期人数较多之外，平日时间会较为冷清。\n\n随着13号线开通，本站成为了换乘车站，更是目前13号线的唯一一个换乘站，现时13号线乘客若需往返广州市区，均需要在本站换乘，本站的客流亦大幅度增加。同时受制于5号线的列车编组，运力与13号线有较大的差距；同时又为了保证车陂南站不会累积过多未能上车的乘客形成安全隐患等因素，因此本站至2018年1月8日起，每逢工作日早高峰7:30-8:45在本站以及邻近的三溪站一同配合实施客流控制措施，以维持5号线早高峰时段的运营秩序\n。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的3号线（即现时5号线），在路线通过茅岗立交后大致沿黄埔东路延伸，中途设茅岗站\n\n，位置与现时基本一致。\n\n后来在2003年局部修改方案中，已确定命名的5号线与当时的14号线（即现时13号线的前身）交换茅岗立交以东路段，并在茅岗立交南边交汇，5号线改为在茅岗立交南边转向东北接入大沙地路，表明本站已确定为换乘车站。\n\n随后鱼珠站于2006年随5号线工程正式开工建设；2009年6月28日，本站正式三权移交；2009年12月28日，本站随5号线而正式启用。\n\n而随着穗莞深城际铁路改道增城新塘，作为接驳，13号线首期也因为穗莞深城际铁路与建设新塘交通枢纽而提早建设。\n\n而在本站作为5号线车站建设过程中，在地下一层预留13号线站厅的连续墙结构；地下二层处预留13号线月台结构。但在13号线建设前，地下二层则作为连接站厅以及5号线月台的缓冲平台，南端和北端均被车站玻璃版封闭，轨行区部分则用地砖进行封闭。直到13号线车站部分正式建设，缓冲平台中部亦进行施工围蔽以配合13号线建设。\n\n由于在建设之初，地下二层预留的侧式站台长度是以4节L型车的规模进行建设，由于13号线最终确定使用8节A型车编组，在施工时必须延长13号线的侧式站台，以及扩大13号线站厅的南半部。因此13号线建设时对预留站台进行延长，同时亦对预留的站厅连续墙结构进行破除改造。\n\n2017年12月28日，本站13号线部分的站厅、月台以及新建的A和B出入口随13号线首期通车而启用，本站成为5号线和13号线的换乘车站。"]],
    futureExpansion: [["13号线二期", "已经动工的13号线二期工程，将会把13号线从本站往西延长进入广州市区，途经中山大道、黄埔大道、东风路、增槎路等沿线人口密集，商业发达的地区，最终抵达广州西部的朝阳站，成为广州市区一条重要的东西向主干线。同时该工程亦会在本站附近增建13号线鱼珠停车场，邻近现有的5号线鱼珠车辆段。\n\n届时二期完工开通后，本站将会从13号线的西端终点站变成中途站。"]],
    "platformBelong": [["1", "5"], ["2", "5"], ["1", "13"], ["9", "13"]]
};