let s_inf_107 = {
    "name": ["大沙地", "大沙地", "大沙地-だいさち", "다사디", "Dashadi"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.446074, 23.103227],
    "via": ["5"],
    "shortDesc": "大沙地站是广州地铁五号线的车站\n，位于黄埔区大沙地西路港湾路口西侧的地底\n\n\n。该站于2009年12月28日随五号线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:00-00:06ND",
    "firstTrain": [[[0, "06:12"], [1, "06:05"]]],
    "lastTrain": [[[0, "00:01ND"], [1, "22:58"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为港湾路、大沙地西路以及其它建筑；地下一层为站厅层；地下二层为5号线月台。"], ["站厅", [{"data": "为方便行人进出，大沙地站厅中心南侧被划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有三条扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，大沙地站设有便利店、面包糕饼店以及洗衣店。亦设有招商银行自动柜员机以及自动售卖机；车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "大沙地站设有一个岛式月台，位于大沙地西路地底。"]],
    "exitDesc": "大沙地站目前设有两个出入口。",
    "usageDesc": "大沙地站附近有多个住宅小区；附近亦有多所中小学校，以及下沙村和较大规模的横沙村，但现时该地区的城中村正在进行改造当中。由于车站全天客流量加上附近的巴士站有多条前往开发区、黄埔区周边以及萝岗区一带等地的巴士线路，因此亦吸引部分东区以及科学城上班的的乘客在此接驳巴士前往上述地区，因此本站平日客流量较大，早晚高峰时期会翻倍。\n\n为配合4号线实施大小交路后，因车陂南站会增大换乘客流及其影响，从4号线实施大小交路后的首个工作日开始，早上7时30分至8时30分将实施限流措施。后来因应21号线后通段的开通而延长至9时30分\n。",
    "history": [["规划", "大沙地站最初在2003年方案中出现，规划时的5号线改为在茅岗立交南边转向东北接入大沙地路，然后沿大沙地路东西向西延伸，中途设有本站，位置与现时基本一致。车站当初规划的时候，曾命名为港湾路站\n\n。\n\n随后大沙地站于2007年正式开工；2009年6月28日，本站正式三权移交；2009年12月28日，本站随5号线而正式启用。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};