let s_inf_108 = {
    "name": ["大沙東", "大沙东", "大沙東-だいさとう", "다사둥", "Dashadong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.458515, 23.106216],
    "via": ["5"],
    "shortDesc": "大沙东站是广州地铁五号线的车站\n，位于黄埔区大沙地东路、广新路、镇东路口东侧的地底，邻近黄埔区审计局（原黄埔区政府）\n\n。该站于2009年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2009-12=28_"],
    "serviceTime": "05:57-00:09ND",
    "firstTrain": [[[0, "06:15"], [1, "06:02"]]],
    "lastTrain": [[[0, "00:04ND"], [1, "22:56"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为大沙地东路、镇东路、黄埔区审计局以及其它小区和村落等建筑；地下一层为站厅；地下二层为车站设备层；地下三层为5号线月台。" +
    ""], ["站厅", [{"data": "为方便行人进出，大沙东站站厅的中心南侧被划分其收费区。站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "此外，大沙东站站厅非付费区设有便利店。以及招商银行自动柜员机、自动售卖机、自动售卡/充值机以及“好易”自助服务。"
    }]], ["月台", "本站设有一个岛式月台，位于大沙地东路与平行广新路之间地底。"]],
    "exitDesc": "大沙东站现时共设有3个出入口。其中D出入口曾因附近楼盘施工被脚手架所包围，随着该楼盘即将落成，脚手架目前已被拆卸。",
    "usageDesc": "大沙东站邻近原黄埔区政府，以及部分住宅小区。因此本站除平日客流量一般以外，早晚高峰时期会有所增长。\n\n因应21号线后通段的开通而加剧5号线早高峰的客流压力，2019年12月18日起，本站在工作日早上7时45分至9时30分实施客流控制措施\n。",
    "history": [["规划", "大沙东站最初在2003年方案中出现，规划时的5号线改为在茅岗立交南边转向东北接入大沙地路，然后沿大沙地路东西向西延伸，中途亦设置本站，当初规划亦名为大沙地站\n\n，位置与现时基本一致。\n\n随后大沙东站于2007年正式开工；2009年6月28日，本站正式三权移交；2009年12月28日，本站随5号线而正式启用。"]],
    futureExpansion: [["7号线二期", "7号线二期将在镇东路大沙东路口北侧设大沙东站，与5号线交汇。但5号线在规划及建设时没有预留未来换乘7号线，预计为站厅换乘。7号线车站将位于5号线车站的西北侧，镇东路地下。\n\n为配合车站建设，镇东路三多路口至镇东路大沙东路口一段已于2018年12月28日起围蔽以进行工程施工\n。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};