let s_inf_109 = {
    "name": ["文沖", "文冲", "文沖-ぶんちゅう", "원충", "Wenchong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.469004, 23.103796],
    "via": ["5"],
    "shortDesc": "文冲站是广州地铁5号线的始发站之一\n，位于黄埔区大沙地东路石化路口的地底\n。该站于2009年12月28日随五号线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2009-12=28_"],
    "serviceTime": "05:55-00:11ND",
    "firstTrain": [[[1, "06:00"]]],
    "lastTrain": [[[1, "22:55"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为大沙地东路、石化路以及其它建筑；地下一层为站厅；地下二层为5号线月台。"], ["站厅", [{"data": "为方便行人进出，文冲站厅的中心南侧大部分地方被划分其收费区，收费区四周被行人通道以及车站商店包围。站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，文冲站设有便利店以及洗衣店等商店。亦设有招商银行自动柜员机以及自动售卖机；车站内亦设有“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于大沙地东路与石化路十字路口处。\n\n本站在月台西端设置渡线，在高峰期间利用该渡线可供列车站前折返进入往滘口方向的月台进行上下客；在月台东端设置双存车线，现时供所有5号线列车折返。在早晚高峰过后及晚上收车前夕，部分列车在1号月台清客后会退出服务，然后折返至2号月台开出，沿途不停站返回鱼珠车辆段。届时1号月台会发出广播提醒乘客不能上车。而东端正线则预留5号线东延至黄埔客运港。\n\n另外，本站月台东端、双存车线及正线部分原本规划以明挖结构进行建设，但由于地面有一栋房屋因为拆迁补偿问题没有得到解决\n，因此建设方将该隧道由之前的明挖结构建设更改为其暗挖结构进行建设。（详见本条目下的历史部分）" +
    ""]],
    "exitDesc": "文冲站现时共设有3个出入口；其中B出入口虽然地铁方面设置了盲道，但B出入口旁的行人道上没有设置盲道，稍有不便。",
    "usageDesc": "文冲站邻近石化生活区等住宅小区；以及少数城中村，但现时该地区的城中村正在进行改造当中。本站往东一公里为广州航海学院。\n\n由于附近的巴士站有多条前往开发区、黄埔区以东、萝岗区一带等地的巴士线路，因此亦吸引部分东区的乘客在此接驳巴士前往上述地区，因此本站平日客流量较多，早晚高峰时期会翻倍。但随着13号线开通，本站不再是唯一与巴士站接驳的地铁车站，因此进出站客流有所减少。\n\n因应21号线后通段的开通而加剧5号线早高峰的客流压力，2019年12月18日起，本站在工作日早上7时45分至9时30分实施客流控制措施\n。",
    "history": [["规划", "文冲站最初在2003年方案中出现，规划时的5号线改为在茅岗立交南边转向东北接入大沙地路，然后沿大沙地路东西向西延伸，中途亦设置本站，当初规划名为文园站\n，位置与现时基本一致。\n\n随后文冲站于2007年正式开工；2008年11月11日，车站主体结构封顶；2009年6月28日，本站正式三权移交；2009年12月28日，本站随5号线而正式启用。"], ["钉子户致使建设方案变更", "综上述月台部分，在本站东端车站主体双存车线及正线部分原本规划以明挖结构进行建设，但在其地面有一栋房屋因为屋主对其拆迁补偿不满意，甚至屋主开出的三个条件要求过高，黄埔区建设局无法同意，因此无法对该房屋拆迁。为了确保五号线按时通车，地铁方面只能重新设计该隧道，将之前的明挖结构更改为其暗挖结构建设。更改设计建设后，在2008年3月15日，文冲站折返线钉子户暗挖隧道右线贯通\n。\n\n车站启用后的4年内，大沙地东路延长线亦开通，但途径至该房屋时道路由六车道骤变为双向两车道，过往行人与车主怨声载道，亦因此被誉为“广州著名钉子户”。之后政府有关部门已与屋主协调，达成了异地安置协议。2012年10月8日，房屋完成征拆\n。"]],
    futureExpansion: [["5号线东延段", "根据规划，5号线将会从文冲站延长至黄埔客运港站\n，届时，文冲站将从5号线东端终点站变为中途站。目前的1号月台（即终点站台）将改为往黄埔客运港方向的站台。"]],
    "platformBelong": [["9", "5"], ["2", "5"]]
};