{
  "name": [
    "東山口",
    "东山口",
    "東山口-とうさんこう",
    "둥산커우",
    "Dongshankou"
  ],
  "inf": [
    {
      "platform": 1,
      "facilities": [
        [
          7,
          [
            1
          ],
          "C"
        ],
        [
          15,
          [
            3
          ],
          ""
        ],
        [
          22,
          [
            1,
            2
          ],
          "A<br>D"
        ]
      ]
    },
    {
      "platform": 2,
      "facilities": [
        [
          6,
          [
            1
          ],
          "C"
        ],
        [
          15,
          [
            3
          ],
          ""
        ],
        [
          21,
          [
            2
          ],
          "A<br>D"
        ],
        [
          22,
          [
            1
          ],
          "A<br>D"
        ]
      ]
    }
  ],
  "location": [
    113.295373,
    23.12398
  ],
  "via": [
    "1",
    "6"
  ],
  "shortDesc": "东山口站是广州地铁一号线和六号线的换乘站，车站位于越秀区中山路、农林下路、署前路和东华北路路口的地底。一号线车站于1999年2月16日启用，六号线车站则在2013年12月28日启用。",
  "structureType": [
    0,
    0
  ],
  "platformType": [
    0,
    6
  ],
  "hallType": [
    0,
    0
  ],
  "transferType": [
    2,
    2
  ],
  "exitNum": [
    4
  ],
  "openTime": [
    "1999-2=16_",
    "2013-12=28_"
  ],
  "serviceTime": "06:11-23:43",
  "firstTrain": [
    [
      [
        0,
        "06:18"
      ],
      [
        1,
        "06:16"
      ]
    ],
    [
      [
        0,
        "06:21"
      ],
      [
        1,
        "06:17"
      ]
    ]
  ],
  "lastTrain": [
    [
      [
        0,
        "23:38"
      ],
      [
        1,
        "23:16"
      ]
    ],
    [
      [
        0,
        "23:15"
      ],
      [
        1,
        "23:30"
      ]
    ]
  ],
  "structureDesc": [
    [
      "车站楼层",
      "东山口站共设有四层。地面为中山一路、署前路、内环路高架桥以及附近建筑；地下一层为行人过街通道、地铁站厅及换乘通道；地下二层为1号线月台以及6号线缓冲平台；地下三层为6号线设备区；地下四层为6号线月台。"
    ],
    [
      "站厅",
      [
        {
          "data": "东山口站有两个站厅：1号线站厅和6号线站厅。东山口站的收费区设于1号线站厅的中部和南侧、6号线站厅的东北侧以及换乘通道，付费区通过换乘通道相连，非付费区则通过市政过街通道相通。1号线和6号线站厅的收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯前往月台。由于1号线连接站台与站厅的专用电梯位处站厅的电梯门设于站台东侧的非收费区域，乘客使用时需请求工作人员协助才可使用。\n\n由于6号线车站的空间狭窄所限，因此6号线车站无法设置直达站厅及站台的升降机，只能分开设置两台升降机，乘客如需要乘坐升降机来往站厅以及6号线站台，都只能先抵达缓冲层，随后再转乘另一部升降机。稍有不便之余，亦有部分乘客认为地铁在该设计方面细节未能做得好。\n\n东山口站是6号线首期六个文化站之一，在6号线站厅设有以“印象东山 西韵情怀”为主题的文化艺术墙，主要内容为东山洋楼。柱面装饰的内容亦为东山洋楼。"
        },
        {
          "title": "换乘方式",
          "data": "东山口站与杨箕站、黄沙站一样，均采用经过两线站厅的通道换乘模式。但与杨箕站不同的是，虽然是同样直接利用原出入口通道作为换乘通道，但东山口站的通道较为宽敞，长度也较短。但在换乘通道与6号线站厅相接的位置，由于高度差较大，设置了一座较高的楼梯，同时设置了一条斜坡，供残疾人士使用。"
        },
        {
          "title": "商店及自助服务",
          "data": "现时，东山口站内提供不同类型的商店，例如有便利店、糖果店、洗衣店等。车站商店全部设于1号线站厅，大部分均设于C出口旁，少数则设于D出入口旁。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、中国建设银行和招商银行的自动柜员机、自动售卡/充值机、“好易”自助服务等。"
        }
      ]
    ],
    [
      "月台",
      "本站1号线为岛式月台，设于中山一路地底，6号线为分离岛式月台，设于署前路地底。6号线月台是分离岛式站台，在两个月台的中南部之间则设有暗挖的行人通道，本站的公共洗手间设于6号线月台北端。\n\n另外，本站1号线月台东侧设有一条存车线。当1号线的东段发生故障时，往广州东站的列车会通过此存车线折返，以本站为临时总站。此时前往广州东站的乘客则需要改用其它交通工具。\n\n两线月台上的书法字也有所区别，1号线采用的是华文新魏电脑书法字，6号线采用的是华文行楷电脑书法字。"
    ]
  ],
  "exitDesc": "东山口站共设有四个出入口，其中C出口、F出口均连通市政过街人行隧道。6号线站厅亦有一独立出口直接通往该人行隧道。\n\n本站原本设有A出入口，由于配合1、6号线的换乘通道建设于2009年11月30日停用并进行改建工程。现时原A出口通道已成为换乘通道，并划入付费区，功能亦已被E出口取代。另外，位于D出入口旁原连通地下商场，地下商场亦设有连接地面的出入口供乘客直接前往达道路等地，后来因人流问题该商场关闭，同时地下商场出入口亦一同废弃。",
  "usageDesc": "东山口站处于中山一/二路，署前路，农林下路及东华北路四条道路的交汇处，东山电车总站也位处于附近。交通四通八达。同时本站也位于原东山区的中心地带，除了住宅林立外，商业也相当发达，每日都车水马龙。因此本站的客流一直居高不下，站内客流如织。在6号线开通后，本站的客流进一步上升。附近拥有人流密集的东山百货大厦、广州市图书馆越秀分馆和广铁文化宫，提供了密集的人流。",
  "history": [
    [
      "规划",
      "东山口站最早出现在1988年的地下铁道路网规划的初步方案中，是1号线的一个中途站，位置已大致与现时相同。而在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，东山口站被确定为当时1号线与3号线（现5号线）的换乘站。但由于当时车站建设已接近完成，并未能作出相关预留。在后来的2003年规划中，本站改为1号线与6号线的换乘站。\n\n另外，10号线亦将在庙前直街署前路口设置署前路站，距离本站仅200米不到。在立项阶段，署前路站将与东山口站连接，实现1号线、6号线及10号线三线的换乘。但在工可及设计阶段，署前路站却取消了换乘，变为普通车站，未有计划建设或预留任何换乘通道。\n\n"
    ],
    [
      "1号线",
      "1993年12月28日，1号线正式开工兴建。1999年2月16日，东山口站随一号线全线通车而启用。"
    ],
    [
      "6号线",
      "2006年，6号线正式开工兴建。为配合6号线车站的建设，本站原A出口亦于2009年11月30日停用。2008年2月16日，东湖至黄花岗区间右线盾构成功下穿1号线上下行线。2013年12月28日，6号线正式通车，本站成为1号线和6号线的其中一个换乘车站。"
    ],
    [
      "东山口人行隧道",
      "1998年12月，东山口人行隧道开工。该隧道将会与东山口站A出口及C出口直接相连，同时连通农林下路、中山二路、东华北路及署前路等附近道路。2000年1月完成结构和装修工程并通过验收。但由于消防报建等问题，辗转至2001年12月才启用。人行隧道启用后，由于能直接通往地铁车站，间接增大了东山口站的服务覆盖范围。\n\n而在2013年底6号线启用后，由于东山口站原A出口通道已成为换乘通道，划入车站付费区，因此在换乘通道西端建起一道闸门，平时放下铁闸分隔换乘通道与人行隧道，仅紧急时候开放供疏散。因此原连接A出口的一段人行隧道成为了断头路。但东山口站新设的F出口与人行隧道连通，附近数米即为人行隧道署前路出口。同时在原通往A出口的隧道前方也增设一个出口，直接连接6号线车站和人行隧道。"
    ]
  ],
  "platformBelong": [
    [
      "1",
      "1"
    ],
    [
      "2",
      "1"
    ],
    [
      "1",
      "6"
    ],
    [
      "2",
      "6"
    ]
  ]
}