let s_inf_110 = {
    "name": ["潯峰崗", "浔峰岗", "潯峰崗-じんほうこう", "쉰펑강", "Xunfenggang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.201941, 23.16411],
    "via": ["6"],
    "shortDesc": "浔峰岗站是广州地铁六号线的西端总站，\n位于广州市白云区金沙洲路路浔峰山东路口以东，已于2013年12月28日启用。\n车站与佛山市南海区里水镇亦只是一岗之隔。\n\n\n本站亦与浔峰岗停车场接轨。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [3],
    "openTime": ["2013-12=28_"],
    "serviceTime": "05:55-00:01ND",
    "firstTrain": [[[1, "06:00"]]],
    "lastTrain": [[[1, "22:50"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为站厅层，车站附近为浔峰山东路、金沙洲路；地上二层为行人过街通道（非收费区）；地上三层为6号线月台。"], ["站厅", [{"data": "为方便行人进出，地面站厅东南侧被划分为收费区，四周被行人通道包围，站厅收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客前往月台。\n\n本站公共洗手间位于地面站厅非付费区处。"}, {
        "title": "商店及自助服务",
        "data": "商店及自助服务方面，浔峰岗站设有民生银行自动柜员机以及羊城通充值机。"
    }]], ["月台", "本站设有一个岛式月台和一个侧式月台，位于金沙洲路东侧上空。目前仅使用侧式的2号月台以及岛式月台靠近上行线的1号月台；岛式月台另一侧的3号月台目前作为备用月台，用于存放备用列车，于早晚高峰期开出疏导客流。\n\n本站站前设有一条单渡线，可利用站前折返至1号月台；站后亦设有数条单渡线，呈“八”字型布置，亦可以利用站后折返。现时列车主要使用站后渡线进行折返。站后渡线后方的正线则直接通往浔峰岗停车场，作为出入段线。\n\n值得一提的是，本站站前单渡线及站后折返线岔区由于线路限界的原因，接触轨有几个断口。因此该处上空亦架设有柔性接触网，在列车所有受电靴都处于接触轨断口无法取得电力时，能够通过降靴升弓从接触网取电，从而自行恢复动力。"]],
    "exitDesc": "浔峰岗站现时设有3个出入口，其中A、B出入口设于地面站厅，C出口设在2号月台北侧，并直接连接地上一层的行人过街天桥。行人过街天桥位于金沙洲路的东西两侧，均设有楼梯以及升降机连接地面行人道。\n\n由于本站C出入口只能出站而不能进站，因此车站方面在出口扶梯处设有告示牌，提醒乘客不能由此处进站。",
    "usageDesc": "本站是金沙洲内三个地铁站其中之一，服务范围则是金沙洲北部及西部。在一岗之隔的佛山市南海区里水镇，聚集了不少位于广佛交界附近的楼盘或村落，上述地区的大部分居民会使用公交、楼巴等接驳至本站，来往广州市区。",
    "history": [["规划", "本站在2003年地铁规划方案中作为6号线的西端终点站出现，服务金沙洲北部。其后车站确定为6号线首期的车站之一进行建设。2013年1月15日，本站正式进行“三权移交”\n。2013年12月28日，本站随6号线首期正式开通而启用。\n\n车站原设计只有一组侧式月台（即现有1号及2号月台，类似横沙站及沙贝站）。但在6号线后期设计中，在本站1号月台西侧增加一条侧线，并把1号月台改为一个岛式月台（增加现有3号月台）。同时重新编排本站前后的渡线设置，以增加本站的折返能力和从浔峰岗车辆段发车的效率，进而尽量提高6号线的极限班次密度。\n\n因为6号线列车只有四节车厢，运力有可能无法应付未来金沙洲来往市区的客流需求。在2014年5月28日召开的市规委会上获得通过的金沙洲地区最新版规划当中，地铁12号线由原来的延伸至里水改道延伸至浔峰岗站，与6号线交汇并设换乘，以疏导金沙洲地区的客流\n。"]],
    futureExpansion: [["12号线", "12号线将在浔峰山东路金沙洲路口以东设浔峰岗站，与6号线交汇并设换乘。但6号线在规划及建造时未预计12号线延伸至浔峰岗，因此没有预留与12号线的换乘条件。12号线车站届时将位于6号线车站以北，设有一对侧式月台位于地下二层。两线车站站厅将通过长约190米的换乘通道连接。"]],
    "platformBelong": [["1", "6"], ["9", "6"], ["1", "6"]]
};