let s_inf_113 = {
    "name": ["河沙", "河沙", "河沙-こうさ", "허사", "Hesha"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.217405, 23.135576],
    "via": ["6"],
    "shortDesc": "河沙站是广州地铁六号线的车站，位于荔湾区大坦沙岛规划主干道育贤路口北侧的地下，广州市第一中学东侧。于2013年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:01-23:55",
    "firstTrain": [[[0, "06:06"], [1, "06:19"]]],
    "lastTrain": [[[0, "22:56"], [1, "23:50"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为育贤路、广州市第一中学及其它建筑，地下一层为站厅层；地下二层为6号线月台。" +
    ""], ["站厅", [{
        "data": "为方便行人进出，站厅西侧划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有两台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，河沙站设有便利店以及羊城通充值机。"
    }]], ["月台", "本站设有一个岛式月台，位于广州市第一中学东侧的规划主干道的地底。\n\n本站虽为地下车站，但台风来袭需要停运露天段时，因本站没有设置折返线，6号线将视情况继续维持地下段至本站的有限度列车服务，或直接把本站和坦尾站一同停运[a]。\n\n本站公共洗手间设于月台南侧。"]],
    "exitDesc": "河沙站现时共设置2个出入口。",
    "usageDesc": "本站是大坦沙岛第二个开通的地铁车站。本站随6号线开通之后，亦分流了原来需要接驳坦尾站乘坐地铁的大坦沙岛北部居民。\n\n车站服务范围是河沙村一带的城中村居民，以及珠岛花园部分居民为主。同时本站邻近各所中小学校以及职业学校，平常使用率属于普通，但是在上学和放学高峰期会有大量的学生客流使用车站，甚至会令车站出现短时拥挤。",
    "history": [["规划", "在1997年的城市快速轨道交通线网规划A方案当中，3号线（即如今的5号线）已在大坦沙岛内设站，该站位置与现时车站位置相当。\n\n后来于2003年方案中，6号线西段路线在通过黄沙之后不过江，继续沿珠江沿岸到达旧广州南站一带，随后转入大坦沙岛，沿桥中南路再转向正北穿过该岛。最终在沙头顶向西北方向跨过珠江，进入金沙洲。当时本站被称为大坦沙北站，车站位置与现时一致。\n\n2006年，本站动工。随后，本站正式定名为河沙站。2009年2月2日，本站封顶，成为全线第六个封顶的车站\n。2013年1月15日，本站随浔峰岗站、横沙站、沙贝站正式“三权移交”\n。六号线于同年12月28日开通试运营，本站启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};