let s_inf_115 = {
    "name": ["文化公園", "文化公园", "文化公園-ぶんかこうえん", "원화 공원", "Cultural Park"],
    "inf": [{
        "platform": 1,
        "facilities": [[3, [1], "A B D E"], [6, [2], ""], [12, [1, 2, 3], "垂直电梯仅站厅，扶梯楼梯仅换乘", "Line8-GZ"]]
    }, {
        "platform": 2,
        "facilities": [[3, [1], "A B D E"], [6, [2], ""], [12, [1, 2, 3], "垂直电梯仅站厅，扶梯楼梯仅换乘", "Line8-GZ"]]
    }, {"platform": 3, "facilities": [[27, [2], "爬3層 B口"], [21, [3], "B"], [7, [1], "D"], [14, [1], "A E"]]}, {}],
    "location": [113.248976, 23.109186],
    "via": ["6", "8"],
    "shortDesc": "文化公园站是广州地铁6号线和8号线的换乘车站，亦是目前8号线的北端终点站。车站位于广州市镇安路西堤二马路口东北侧，文化公园西南方的地底。车站于2013年12月28日随6号线开通而启用\n，2019年12月28日随8号线凤凰新村至文化公园段开通而成为换乘车站\n\n。",
    "structureType": [0, 0],
    "platformType": [0, 6],
    "hallType": [0, 0],
    transferType: [3],
    "exitNum": [4],
    "openTime": ["2013-12=28_", "2019-12=28_"],
    "serviceTime": "06:02-23:53",
    "firstTrain": [[[0, "06:14"], [1, "06:10"]], [[1, "06:11"]]],
    "lastTrain": [[[0, "23:04"], [1, "23:42"]], [[1, "23:27"]]],
    "structureDesc": [["车站楼层", "本站共有4层，地面为文化公园西南角，邻近镇安路、西堤二马路；地下一层为站厅；地下二层为设备区；地下三层为6号线月台及8号线缓冲平台；地下四层为8号线站台。\n\n因本站为两线统一设计且同步建成的车站，虽未能同步启用，但整个车站均使用了玻璃幕板装修。车站配色为浅土黄色。站厅及6号线站台柱面装饰的内容为粤海关大楼；但2019年才启用的8号线部分站厅、缓冲层及站台的柱面则未有进行有关装饰。\n\n本站为6号线首期六个文化站之一，在车站站厅层6号线部分设有以“缤纷羊城 文化之窗”为主题的文化艺术墙，主要内容为广州市文化公园、珠江“一河两岸”及岭南民俗文化\n\n。\n\n另外，本站在8号线南站厅非付费区以及8号线站台南端设有公共洗手间，同时在8号线站台往南站厅一侧的楼梯旁设有母婴室\n。"], ["站厅", [{
        "data": "文化公园站站厅结构大致成顺时针旋转90度“T”型，东西向部分为6号线站厅，南北向部分为8号线站厅。\n\n为方便乘客进出以及方便两线的站厅换乘，6号线站厅中央以东，8号线站厅中部靠近东侧被划分为收费区。站厅收费区设有三台扶手电梯，以及一台专用电梯（升降机）和一条楼梯供乘客前往前往6号线站台。同时在8号线北部站厅设有两组扶手电梯供乘客前往8号线站台，但由于8号线月台位处地下较深的位置，因此搭乘扶手电梯前往8号线站台需要经由缓冲平台换乘另一部扶手电梯才可前往8号线月台，反向同理；乘客亦可通过8号线南部站厅连通三层的专用电梯以及楼梯前往8号线站台。\n\n而地下三层的8号线缓冲平台亦分为南北两部分，分别通往8号线的南北两部分站厅。两者因被同层的6号线站台和轨行区分隔而无法在地下三层直接相通。"
    }, {
        title: "换乘方式", data: "6号线换乘8号线可以在6号线站台东侧，使用楼梯/扶梯下至8号线站厅直接换乘，而考虑到两线运力差距和为了防止客流对冲，8号线换乘6号线需要绕经站厅换乘"
    }, {
        title: "商店和自助设施",
        data: "站厅目前设有售票机、自动售卡/充值机、客务中心等设施。同时亦设有便利店，同时亦提供“好易”自助服务机。"
    }]], ["月台", "本站6号线设有一个岛式月台，位于文化公园地底近西堤二马路一侧。8号线设有一个分离岛式月台，位于文化公园地底近镇安路一侧。6号线在上层，8号线在下层。\n\n8号线的3号站台（北行）为明挖，4号站台（南行）为暗挖。以及由于车站设计的原因，因此连接站厅及8号线站台的扶梯全部设于3号站台一边。\n\n地下三层的6号线月台东侧设有设有扶梯和楼梯连接至地下四层的8号线月台\n。由于考虑到6号线和8号线有较大的运力差距，在现时客流组织安排下此扶梯和楼梯只供从6号线换乘至8号线的乘客使用，而8号线换乘至6号线则需要绕经站厅。\n\n另外，本站8号线月台北端设有一条存车线，现时该存车线用于折返8号线全部班次列车。"]],
    exitDesc: "文化公园站共计设有5个出入口，目前建成4个供乘客进出车站，分别分布在站厅6号线一侧和8号线一侧。其中车站启用时即启用A、D两个出入口，E出入口则在2014年3月17日启用\n；B出入口则在2019年12月28日开通，同时设有两台升降机供乘客进出车站。",
    usageDesc: "文化公园站邻近广州市文化公园、沙面岛东部、清平药材市场、十三行及上下九步行街。由于离上下九步行街的中心上下九广场只有600米左右的距离，与从长寿路站前往上下九步行街距离相若，所以有部分乘客开始改用本站前往上下九步行街。同样，由于车站邻近众多批发市场，因此本站会有较多乘客会携带大量行李物品以及包裹进出站。每逢文化公园举办迎春花会、中秋灯会、羊城菊会等展览或其它大型活动时，本站的客流也会较平日增多。\n\n综合上述条件，本站在启用后客流一直维持较高水平，就在6号线开通后翌日（2013年12月29日）更以10698人次的客流，成为6号线车站当日客流之冠。8号线开通至本站后，亦开始吸引部分需要在8号线沿线来往6号线沿线以至珠江北岸市区的乘客在本站换乘。\n\n为缓解6号线晚高峰的客流压力，本站目前工作日晚高峰的18时至20时实施进站客流控制措施，以维持运营秩序。",
    "history": [["车站设计", "文化公园站最早出现在1965年的广州地下电车系统规划中，为南北线（桂花岗至文化公园）的终点站。后来于1988年的地下铁道路网规划中，文化公园成为初步方案4A中第二期工程（体育中心至文化公园）的终点站。大约位置在镇安路六二三路口西北侧，与现时位置相若。而在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，文化公园站被更改为当时4号线与7号线的换乘站。在后来的规划中，4号线与7号线辗转成为现时的8号线北延段及6号线，文化公园站亦定为现时位置，仍为该两线的换乘站。\n\n虽然本站亦被列入二八号线延长线工程当中，并原定于2012年同步开通本站6号线和8号线两部分。但由于2008年线网规划调整等原因，本站只有统一设计的两线车站主体部分和8号线折返线能于2006年10月随6号线首期工程开始动工，本站至凤凰新村的路段并未能与8号线西延段（晓港至凤凰新村）一同动工，其后与8号线北延段（文化公园至滘心）一同开工建设。"], ["车站建设", "2006年，本站开工建设。为配合地铁工程施工而需要直接占用文化公园1万多平方米的地方，因此导致文化公园内的水上乐园及游乐场都需要关闭以配合地铁施工建设。\n\n2013年12月28日，6号线首期开通试运营，本站启用\n。同时8号线北部站厅启用，以开放D出入口供乘客来往镇安路、康王南路一带。\n\n2019年年中开始，本站站厅及6号线站台的预留换乘节点开始围蔽，进行加装扶手电梯等施工。其后亦对车站站厅付费区布局和出入闸机位置进行调整，以适应本站即将成为换乘站的需要。本站至凤凰新村站的轨行区已在同年9月27日三权移交运营单位，并随即开始进行运营调试。11月19日起，8号线开始安排运营列车在凤凰新村站清客后，不载客经同福西站继续行驶至本站并折返，并在返回凤凰新村站之后起载。2019年12月28日，8号线开通至本站，南部站厅及8号线站台层启用\n。"], ["康王路地陷事故", "2013年1月28日16时37分，康王南路杉木栏路口东侧（下方为本站8号线折返线隧道）因地质与图纸不符，爆破时引发地陷，两座楼房（含八间商铺）连同两棵榕树陷入坑内。所幸疏散及时，无人伤亡。事后地陷形成的大坑被填平，相关隧道重新建设。事件未对6号线的开通造成影响。\n\n2018年1月24日凌晨，该折返线隧道重建完成。"]],
    futureExpansion: [["8号线北延段", "8号线将会由本站继续向北延伸，至位于白云区的滘心站作为终点站。届时，文化公园站将从8号线北端终点站改为中途站，目前的3号月台（即终点站台）将改为往滘心方向的站台。"]],
    "platformBelong": [["1", "6"], ["2", "6"], ["9", "8"], ["2", "8"]]
};