let s_inf_116 = {
    "name": ["一德路", "一德路", "一德路-いちどくろ", "이더루", "Yide Lu"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.2572, 23.113036],
    "via": ["6"],
    "shortDesc": "一德路站是广州地铁六号线的一个地下车站，位于越秀区一德路海珠南路口的地底。车站于2015年1月28日正式启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2015-1=28_"],
    "serviceTime": "06:04-23:45",
    "firstTrain": [[[0, "06:16"], [1, "06:09"]]],
    "lastTrain": [[[0, "23:06"], [1, "23:40"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地面为一德路、海珠南路及各批发市场；地下一层为车站站厅；地下二层为连接站厅与月台间的缓冲平台；地下三层为6号线月台。"], ["站厅", [{
        "data": "一德路站的站厅设于地下一层，由于周边建筑环境等原因，本站的站厅被迫放在一德路北侧，从而完全偏离了位于一德路下方的站台。两者须通过地下二层的缓冲平台连接。站厅主付费区设于车站站厅东南侧，区域内总共设有6部扶手电梯，其中3部从站厅层连接至缓冲层，另外3部从缓冲平台连接至月台层。此外，站厅设有票务设施及客务中心；亦设有自动售卖机及自动售卡/充值机。\n\n本站的专用电梯（即升降机）设置在A出入口旁，近车站警务室，因此在该升降机的位置另外划出了一个付费区，专门提供给使用升降机来往月台的乘客使用，这是广州地铁首次使用这种设计。但该付费区只设有一个标准宽度的双向闸机，并没有采用阔闸机，因此轮椅人士、盲人或者携带较大行李的乘客仍然需要向职员求助使用专用通道进出。同时由于车站空间狭窄所限，本站因此无法设置直达站厅及站台的升降机，只能分开设置两台升降机，乘客如需要乘坐升降机来往站厅和站台，只能先抵达缓冲层，随后再经过一条通道转乘另一部升降机。该条通道亦不与车站其他的公共区域直接相通。"
    }, {
        "title": "商店及自助服务",
        "data": "本站的母婴室设于站厅付费区内。另外，本站的厕所计划设在永久的A出入口，但由于永久A出入口尚未开通，导致无法启用\n，本站也因此成为是6号线首期少数没有站内公共洗手间的车站之一，须如厕的乘客只能出站借用邻近商场的洗手间；同时本站亦没有设置任何车站商店。"
    }]], ["月台", "一德路站设有一个分离岛式月台，位于一德路地下。"]],
    "exitDesc": "一德路站现时设有2个出入口供乘客进出车站，其中规划为永久的A出入口位于一德路南侧的山海城旁，但因建设时需要迁改通信、煤气等大量的地下管线，如与车站同步施工，将会严重影响一德路早已拥挤的交通。因此目前启用的A出入口为临时性出入口，位于一德路、海珠南路路口东北侧。规划的A出入口待管线迁改和交通疏解条件成熟后再实施建设。而C出入口由于受到周边商户反对建设而暂时缓建\n。\n\n目前2个出入口均位于一德路海珠南路口的东北侧，因此乘客来往车站与一德路南侧及海珠南路西侧时，须利用路面上的斑马线前往。",
    "usageDesc": "一德路素以干果、海味、玩具等杂货批发一条街闻名\n，平常来往的人流极多，农历新年前夕更会有众多市民前往一德路办置年货，因此本站启用之后能进一步吸引市民利用地铁来往一德路进行购物。另外，车站附近的石室圣心大教堂，亦是众多游客会前往的景点。同时附近有多个大型医院及中小学校，因此本站平日客流量较多，高峰时段客流更会进一步上升\n。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，当中的7号线文化公园站和海珠广场站中间设有一站，位置位于现时本站以南。后来在2003年的规划方案中，该条7号线成为现时的6号线，本站亦北移至现时位置，并根据本站所处的道路，命名为一德路站。"], ["工程受阻", "本站站厅建设时，需要拆迁一德路海珠南路口东北地块的部分房屋。但其中一座房屋的租客不满意政府提出的补偿方案，并要求巨额补偿，态度反复。谈判陷入僵持，导致拆迁无法完成，本站站厅一直无法建设。地铁方面只能先施工完成本站暗挖的站台层隧道，尽量减少对6号线首期全线工期的影响。在扰攘6年之后，2010年11月该房屋租约到期，早已移居香港的业主亦在历经五年的处理后收回产权，并接受政府的拆迁补偿方案，才在该租客最终分文不获无条件搬离的结果下，于2011年8月完成本站的拆迁\n\n。\n\n但本站工期亦已累计延误长达71个月，虽然进场后日以继夜加速进行施工以图追回延误的进度，并因此影响到附近居民，工地更受到钢珠弹枪的袭击。\n\n但车站依然无法赶及在2013年底随6号线首期通车而启用，在6号线启用后一年零一个月的时间内列车不停站通过本站。\n\n最后在2014年9月本站完成所有土建工程，移交机电施工\n。同年12月25日本站正式三权移交，周边施工工程亦于2015年1月25日晚完成。同年1月28日，一德路站在6号线当日首班车开出之时正式启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};