let s_inf_117 = {
    "name": ["北京路", "北京路", "北京路-ぺきんろ", "베이징루", "Beijing Lu"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.270268, 23.11873],
    "via": ["6"],
    "shortDesc": "北京路站是广州地铁6号线的一个地下车站，临近北京路步行街，位于北京路万福路东侧的地下。于2013年12月28日启用。\n\n6号线本站至海珠广场站相距只有631米，是广州地铁线网相距最近的两个车站，车程仅需1分钟。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:00-23:41",
    "firstTrain": [[[0, "06:15"], [1, "06:05"]]],
    "lastTrain": [[[0, "23:10"], [1, "23:37"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地面为北京路、泰康路、万福路，粤海仰忠汇及其上其它建筑，地下一层为站厅；地下二层为设备区；地下三层为6号线月台。\n\n虽然6号线建设时需要根据国家新标准，在车站内加设公共洗手间，但由于本站无法腾出足够的设备区空间，因此本站是6号线首期开通时少数没有站内公共洗手间的车站之一，若要使用洗手间则需要从车站B出入口出站，前往粤海仰忠汇商场负一层的公厕。"], ["站厅", [{
        "data": "为方便行人进出，站厅西侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有两台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n本站为6号线首期六个文化站之一，在本站站厅层设有以“千年商道 繁华依然”为主题的文化艺术墙，主要内容为北京路步行街及该区域由古至今的千年商业历史。柱面装饰的内容则为北京路大南路口的景色。"
    }, {
        "title": "商店及自助服务",
        "data": "商店及自助服务方面，北京路站仅设有便利店、民生银行自动柜员机以及羊城通充值机。"
    }]], ["月台", "本站设有一个岛式月台，位于万福路地底。" +
    ""]],
    "exitDesc": "北京路站目前共设有2个出入口。",
    "usageDesc": "本站位处广州老城区，周边多为老式住宅区，也邻近北京路步行街、粤海仰忠汇等商业设施，越秀区儿童医院亦位于本站附近。同时由于本站名为“北京路”站，而且车站离北京路步行街南端只有200米左右的距离，比从公园前站前往北端近了200多米，因此吸引到不少乘客利用本站前往北京路步行街，令本站全天出入闸客流处于较高水平。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线，也就是现时的6号线，中途设有北京路站，位置与现时基本一致。\n\n2005年，随六号线开工本站开始建设。2007年12月12日，本站发生吊机倾倒意外，折断的吊臂砸落万福路一侧的骑楼，无人受伤\n。2008年7月15日，本站封顶\n。2013年12月28日，6号线首期开通试运营，本站启用。\n\n本站启用初期，因车站B出入口与粤海仰忠汇商场结合设置，而该商场当时仍在装修布置阶段，仅开放车站出入口部分供乘客进出。故当时商场内装修用油漆等散发出的气味进入车站，令车站站厅和站台出现显著异味。随着商场装修结束及开放，站内空气质量才得以逐渐改善。"]],
    futureExpansion: [["增设出入口", "本站未来将在北京南路泰康路口西南侧增加一个出入口，并横跨北京南路连通现有A出口通道。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};