{
  "name": [
    "楊箕",
    "杨箕",
    "楊箕-ようき",
    "양지",
    "Yangji"
  ],
  "inf": [
    {
      "platform": 1,
      "facilities": [
        [
          7,
          [
            1
          ],
          "C"
        ],
        [
          15,
          [
            3
          ],
          ""
        ],
        [
          22,
          [
            1,
            2
          ],
          "A<br>D"
        ]
      ]
    },
    {
      "platform": 2,
      "facilities": [
        [
          6,
          [
            1
          ],
          "C"
        ],
        [
          15,
          [
            3
          ],
          ""
        ],
        [
          21,
          [
            2
          ],
          "A<br>D"
        ],
        [
          22,
          [
            1
          ],
          "A<br>D"
        ]
      ]
    }
  ],
  "location": [
    113.308877,
    23.128137
  ],
  "via": [
    "1",
    "5"
  ],
  "shortDesc": "杨箕站是广州地铁1号线和5号线的换乘车站，车站位于越秀区中山一路梅东路口的地底。于1999年2月16日随1号线全线通车而正式启用。2009年12月28日随着地铁5号线通车成为换乘车站。",
  "structureType": [
    0,
    0
  ],
  "platformType": [
    0,
    0
  ],
  "hallType": [
    0,
    0
  ],
  "transferType": [
    2,
    2
  ],
  "exitNum": [
    7
  ],
  "openTime": [
    "1999-2=16_",
    "2009-12=28_"
  ],
  "serviceTime": "06:11-23:47",
  "firstTrain": [
    [
      [
        0,
        "06:16"
      ],
      [
        1,
        "06:18"
      ]
    ],
    [
      [
        0,
        "06:16"
      ],
      [
        1,
        "06:16"
      ]
    ]
  ],
  "lastTrain": [
    [
      [
        0,
        "23:36"
      ],
      [
        1,
        "23:18"
      ]
    ],
    [
      [
        0,
        "23:37"
      ],
      [
        1,
        "23:23"
      ],
      [
        2,
        "23:52"
      ]
    ]
  ],
  "structureDesc": [
    [
      "车站楼层",
      "杨箕站共设有三层。地面为中山一路、内环路高架桥以及附近建筑；地下一层为站厅，以及换乘通道；地下二层为1号线月台，和5号线车站部分的设备区；地下三层为5号线月台。"
    ],
    [
      "站厅",
      [
        {
          "data": "杨箕站共设有三个站厅：1号线站厅、5号线站厅以及连接两线站厅的客流集散厅。杨箕站的收费区设于1号线站厅的西南侧、5号线月台的东侧，以及联络三个站厅的通道[a]。由于三个站厅之间只通过换乘通道连接，各站厅在非付费区并不相通。1号线和5号线站厅的收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯前往月台。"
        },
        {
          "title": "换乘方式",
          "data": "杨箕站与东山口站、黄沙站一样，均采用连接各个站厅的通道换乘模式。如1号线换乘5号线为例：先从1号线站台上1号线站厅，经原来A出入口改造后的换乘通道至客流集散厅，然后到达5号线站厅后下楼梯即可换乘5号线。由于换乘路线较长并且迂回，而且由原A出口改造而成的换乘通道过于狭窄，形成瓶颈造成拥堵，同时在高峰时段需增派大量人手进行引导。该换乘方式为不少乘客所诟病，亦令部分市民怀疑广州地铁的设计有缺陷。且本站的换乘距离和时间是目前广州地铁换乘站中最长的，需要步行5至7分钟左右。\n\n从1号线接出的换乘通道与客流集散厅相接处由于有楼梯接驳，因此在楼梯处设有供残障人士使用的轮椅升降台；同时该通道由于没有安装中央空调，比较闷热，在换乘通道周围设置了3个柜式空调机以缓解换乘通道的闷热环境。"
        },
        {
          "title": "商店及自助服务",
          "data": "杨箕站的1号线站厅层和5号线站厅层均设有商店，例如有便利店、时装店、洗衣店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、中国建设银行和招商银行的自动柜员机、自动售卡充值机以及“好易”自助服务等。"
        }
      ]
    ],
    [
      "月台",
      "杨箕站设有两个岛式月台，其中1号线月台设于中山一路地底，5号线月台设于梅东路中山一路口南侧，两线月台大致成“L”型。\n\n两线月台上的书法字也有所区别，1号线采用的是华文新魏电脑书法字，5号线采用由叶根友制作的电脑书法字。"
    ]
  ],
  "exitDesc": "杨箕站总共设置了7个出入口，分别分布于1号线站厅，5号线站厅以及客流集散厅。\n\n本站的A出入口位置原来在1号线站厅直接引出，后来该出口为配合5号线杨箕站，改建为换乘通道，换乘通道原前往该出口的位置已被封闭。新的A出口现重置于客流集散厅。\n\n另外，本站的D和E1两个出入口在地面上分别位于梅东路两侧，但两者却分别接入了车站的1号线和5号线站厅，在非付费区范围内互不相通。因此两个出入口无法供行人横过梅东路，而需要使用地面的斑马线。\n\n而E2出入口是其附近楼盘开发商跟地铁公司申请的合建口，以方便该楼盘小区居民就近使用地铁车站。不过当时由于周围环境不符合规范，且该地段仍有在建的建筑物，因此该出入口一直无法投入使用，直至2016年4月8日，E2出入口才正式启用。",
  "usageDesc": "杨箕站周围以住宅区为主，同时有少数办公写字楼，所以本站每天有不少乘客进出此站。\n\n自从五号线通车后，杨箕站成为1号线和5号线的换乘站，客流量激增，由于换乘通道过于狭窄，且两线月台尤其是5号线月台空间过于狭小，在高峰时间，拥挤程度更严重，车站不得不实施客流管制，并利用活动铁马分开不同方向的人流。",
  "history": [
    [
      "规划",
      "1987年，当时的广州市人民政府准备进行地铁建设，当时出现的四个方案的方案1中，1号线在现时中山一立交附近设杨箕村站，同时东山口和杨箕村之间亦设有梅花村站。在征求市民意见后，最终形成了“十字线网”的规划。在这个规划中，杨箕村站则与梅花村站合并，移至梅花路口附近，亦为现时的杨箕站。"
    ],
    [
      "1号线",
      "1993年12月28日，1号线正式开工兴建。1999年2月16日，杨箕站随一号线全线通车而启用。"
    ],
    [
      "加装屏蔽门",
      "2005年，地铁公司因考虑月台乘客安全和节省能源，决定为营运中的1号线全线加装月台幕门、半高式安全门，并展开月台风道及管线改造工程。2007年，本站一号线屏蔽门系统开始启用。"
    ],
    [
      "5号线",
      "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的3号线将在东山口站与1号线换乘，但后来于2003年方案中，3号线成为现时5号线，同时改在本站与1号线换乘，本站正式成为换乘车站。\n\n2004年5月28日，5号线正式开工兴建。2009年12月28日，5号线正式通车，本站成为1号线和5号线的换乘车站。"
    ],
    [
      "车站冷却塔改造",
      "为改善杨箕站空调不足的情况，本站的空调冷却塔改造项目于2013年3月28日完成。地铁公司表示，该工程现建于某地产公司物业上，并改造为下沉式冷却塔，最大限度降低对环境的影响。"
    ]
  ],
  "platformBelong": [
    [
      "1",
      "1"
    ],
    [
      "2",
      "1"
    ],
    [
      "1",
      "5"
    ],
    [
      "2",
      "5"
    ]
  ]
}