let s_inf_121 = {
    "name": ["沙河頂", "沙河顶", "沙河頂-さかてい", "사허딩", "Shaheding"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.306967, 23.147276],
    "via": ["6"],
    "shortDesc": "沙河顶站是广州地铁6号线的车站，位于广州天河区先烈东路水荫路口的地下。于2013年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2013-12=28_"],
    "serviceTime": "06:09-23:30",
    "firstTrain": [[[0, "06:14"], [1, "06:20"]]],
    "lastTrain": [[[0, "23:22"], [1, "23:25"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为先烈东路、水荫路、广东省建筑科学研究院、广东工学院沙河顶分院及其它建筑；地下一层为站厅层；地下二层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，站厅东北侧大部分为收费区，四周为各出入口以及商店，收费区设有两台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }, {
        title: "商店和自助服务",
        data: "车站商店及自助服务方面，沙河顶站设有一座便利店以及自动售卖机。"
    }]], ["月台", "本站设有一个岛式月台，位于先烈东路地底。\n\n另外，本站公共洗手间以及无障碍洗手间位于月台西端。" +
    ""]],
    "exitDesc": "沙河顶站共设置两个出入口。",
    "usageDesc": "本站邻近多所院校，同时附近有多数住宅小区以及城中村，客流较为可观理想。现时沙河地铁站未开通前，本站是濂泉路与先烈东路一带服装批发市场距离最接近的地铁车站，不少乘客会携带大件包裹或者手拖车，甚至是大型行李于本站乘坐地铁。",
    "history": [["规划", "本站在6号线规划初期，曾用名：水荫路站。后来正式定名为沙河顶站。\n\n由于受房屋拆迁影响，沙河顶站的建设自2009年7月正式开工以来多次停工，2011年的停工时间更长达半年。2011年底，在广东工业大学沙河校区旁的广州地铁六号线11标线的沙河顶站Ⅱ号出入口贯通。\n\n\n2012年5月，沙河顶站所在的广州地铁6号线首期20座车站主体封顶\n。\n\n2013年12月28日，6号线首期开通试运营，本站启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};