let s_inf_122 = {
    "name": ["沙河", "沙河", "沙河-さか", "사허", "Shahe", "UC"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.313064, 23.151916],
    "via": ["6", "11"],
    "shortDesc": "沙河站是广州地铁6号线与11号线的换乘站，位于广州市天河区先烈东路广州大道北路口西北侧\n。\n\n由于受到房屋拆迁问题影响\n，本站6号线部分无法建造车站大堂及设备层，只有暗挖站台层隧道完工，因此无法跟随6号线首期车站开通而启用，现时6号线列车均不停靠本站\n。\n\n后来房屋拆迁问题扰攘近14年后终告解决，同时因应本站地块规划的变更，亦将配合11号线统筹建设，本站预计将同11号线一起于2023年建成启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [0],
    transferType: [3],
    "openTime": ["预估2023年"],
    "serviceTime": "未启用",
    "firstTrain": [[[0, "不停站"], [1, "不停站"]]],
    "lastTrain": [[[0, "不停站"], [1, "不停站"]]],
    "structureDesc": [["车站楼层", ""], ["站厅", [{
        "data": "未开放"
    }]], ["月台", "6号线设有一个分离岛式月台，位于先烈东路广州大道北路口西北侧地底。11号线将设有一个岛式月台，位于先烈东路地底。6号线在上，11号线在下。两线月台大致成“V”字型。\n\n预计换乘方面，因考虑到6号线与11号线有非常大的运力差距，现时计划安排6号线换乘往11号线可先在6号线站台往下，进入换乘通道，再往上前往地下四层的换乘平台，再向下到达地下五层的11号线站台。相关换乘通道及扶梯均为单向设计；而11号线换乘至6号线则需要先往上到达地下二层的转换层，再往下到达地下三层的6号线站台。\n\n现时车站6号线月台仅完成了土建工程，以及装有必要的设备和基础照明设施，并未进行任何装修、亦未安装屏蔽门。且6号线列车通过本站时不会减速，乘客会觉得与在普通区间隧道行驶无异，难以察觉此处建有车站月台。"]],
    "exitDesc": "沙河顶站共设置两个出入口。",
    "usageDesc": "本站邻近多所院校，同时附近有多数住宅小区以及城中村，客流较为可观理想。现时沙河地铁站未开通前，本站是濂泉路与先烈东路一带服装批发市场距离最接近的地铁车站，不少乘客会携带大件包裹或者手拖车，甚至是大型行李于本站乘坐地铁。",
    "history": [["规划", "沙河站在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线（现6号线）设有本站，位置与现时基本一致。后来于2003年方案中，当时的7号线易名为现在的6号线，同样设有本站。本站原设计共有四层，地下一、二层为上盖物业的地库，地下三层为站厅及设备区，地下四层为6号线站台。但随着2008年广州市新一轮轨道交通线网规划方案再次出现环线，亦设有沙河站与6号线换乘，同时因应本站地块规划的变更，原规划的上盖物业发展变更为公共绿地\n。但因受到拆迁困难的影响，以及11号线被纳入广州市轨道交通十二五规划并获得批复后，本站将配合11号线的车站一同统筹设计和建设。"], ["拆迁难题", "6号线首期于2005年开始正式动工建设，但由于受到房屋拆迁问题影响\n\n，从6号线建设开始至今，本站无法建造车站大堂及设备层，只有暗挖站台层隧道完工，因此无法跟随6号线首期车站开通而启用，列车长期不停站通过。\n\n直到2019年2月3日，天河区人民政府发布《关于征收广州市轨道交通十一号线沙河站国有土地上房屋的决定》后\n，截至2月17日已有38户签约\n；至2月26日，增加至52户，征收工作已完成过半\n。4月29日，沙河站102户的征收工作终告完成，并于同日开始清拆相关建筑\n[10]。"], ["事故", "2019年12月1日9时28分，11号线沙河站工地旁的广州大道北与禺东西路交界处发生地面塌陷，一辆清污车和一辆电动自行车陷入坑内，造成3人遇难[11][12][13][14]。广州地铁官方表示坍塌不是因为盾构机施工导致的塌陷[15]。2020年1月11日，三人遗体已寻回。[16][17]"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};