let s_inf_125 = {
    "name": ["植物園", "植物园", "植物園-しょくぶつえん", "식물원", "Botanical Garden"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.365686, 23.190164],
    "via": ["6"],
    "shortDesc": "植物园站是广州地铁六号线的一座中途站，位于天河区天源路华南植物园正门附近的地底，车站于2017年6月28日启用。",
    "structureType": [0],
    "platformType": [2],
    "hallType": [0],
    "exitNum": [6],
    "openTime": ["2017-6=28_"],
    "serviceTime": "05:55-23:40",
    "firstTrain": [[[0, "06:00"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:35"], [1, "23:12"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为天源路、华南植物园及各住宅小区。地下一层为站厅；地下二层目前为6号线月台。"], ["站厅", [{
        "data": "植物园站站厅设有售票机、客务中心和商店等设施。为方便行人进出，站厅中央被划分为收费区，收费区内各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n\n本站车站色系为湖绿色，是6号线车站中没有使用灰绿色作为色系的车站之一。"
    }]], ["月台", "本站设有两个岛式月台，位于天源路的地底\n。目前6号线只使用内侧的1号和2号站台；而外侧站台则被玻璃板假墙封闭，留待远期植物园及以东路段拆解延长为20号线之后才使用。因此在乘客眼中，本站只设有一对侧式站台。两个月台均设有公共洗手间，其中在1号月台设于浔峰岗方向的头端，在2号月台则设于香雪方向的头端。\n\n另外，本站南端6号线正线之间设有一条单渡线，当6号线二期路段出现故障时，往香雪的列车会通过此渡线折返，以本站为临时总站。此时往龙洞至香雪的乘客需要转乘其它交通工具。\n\n拆解预留方面，车站北端设有两条单渡线分别连接6号线和20号线的上下行，现时该组渡线作为6号线正线参与日常运营；未来新6号线和20号线区间下穿现时6号线的隧道亦均已建成；被封闭的外侧站台轨行区亦已铺轨及装有必要的设备。" +
    ""]],
    "exitDesc": "植物园站在启用时设有6个出入口供乘客进出车站，也是6号线二期车站中目前出入口数量最多的车站。\n\nC、D出入口以及与站厅相连的区域因应地铁商业街施工需要，于2017年1月6日封闭至2017年9月15日\n。",
    "usageDesc": "本站周边有大量较为成熟的楼盘，同时本站以北有广东工业大学龙洞校区等高等院校，以及传统意义上的龙洞街道，因此本站的客流平日或者节假日均会有非常多的乘客在此进出车站。同时由于本站启用后，大量龙洞以北的市民亦改为在本站转驳公交车前往龙洞以北的工业区、广东金融学院等地，亦舒缓了长湴站的客流压力。\n\n本站A出口离华南植物园距离大约500米，步行约5分钟\n。因此每逢天气良好的节假日和周末，本站会涌现大量本地或外地旅客，前往华南植物园游览。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，并没有植物园站。当时7号线只有一个名为龙洞的车站，位置位于本站东北边。2003年，该线路成为现时的6号线。随后6号线分为两期建设，龙洞站亦被拆分为现时的植物园和龙洞两站，两者一同被拨入二期路段之中。因为考虑到6号线首期4节编组列车运力有可能无法满足未来6号线的运力需求，因而从本站起始的6号线二期各站将按照6节编组列车长度设计和建设，并在本站预留拆解条件。2011年6月17日，6号线二期工程正式开工建造。\n\n由于征地问题，导致施工队无法按时进场施工，本站和柯木塱站无法与六号线二期同期开通，与沙河站一样采取飞站处理。\n2017年6月28日，本站和柯木塱站由当天头班车起同时投入服务。"]],
    futureExpansion: [["20号线", "未来6号线植物园至香雪一段将会拆解同时延长进入市区，成为独立运营的20号线，并改用6节编组列车行驶；而6号线自身亦会从植物园站继续延长。届时本站将会成为拆解后的6号线和20号线的换乘站，现时封闭外侧站台的玻璃假墙亦会拆除，外侧站台将会作为新线的站台启用。不过新6号线拆解延长段和20号线仍属远期规划，没有动工和开通的时间表。" +
    ""]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};