let s_inf_127 = {
    "name": ["柯木塱", "柯木塱", "柯木塱-かもくろう", "커무랑", "Kemulang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.395991, 23.193462],
    "via": ["6"],
    "shortDesc": "柯木塱站\n是广州地铁六号线的一座中途站，位于天河区广汕一路柯木塱小学附近的地底，车站于2017年6月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-6=28_"],
    "serviceTime": "05:59-23:46",
    "firstTrain": [[[0, "06:04"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:41"], [1, "23:07"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为广汕一路、柯木塱小学及附近建筑。地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "柯木塱站站厅设有售票机、自动售卡/充值机、客务中心和便利店等设施。\n\n为方便行人进出，站厅南侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }]], ["月台", "本站设有一个岛式月台，位于广汕一路的地底\n。本站的公共洗手间设于月台处往浔峰岗方向的一端。\n\n另外，本站西端设有一条存车线。"]],
    "exitDesc": "柯木塱站目前设有2个出入口供乘客进出车站，均设于广汕一路南侧，需要前往北侧的乘客需前往B出入口旁的行人过街天桥、或者前往A出入口旁的人行横道线。",
    "usageDesc": "龙洞站周边有多个工业区，因此在工作日上下班高峰时段会有许多乘客在此站进出。另外，车站附近有多所职业学校，同时龙洞周边多所学校在会有大量学生利用巴士等交通工具以接驳至本站乘坐地铁，因此在周日和周五的上下学时段，本站会涌现大量学生。\n\n本站离传统意义上的龙洞街道较远。植物园站启用之后，植物园站由于车站位置更靠近龙洞街道，因此分流了本站前往龙洞街道的客流。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，为当时7号线的中途站。2003年，该线路成为现时的6号线。随后6号线分为两期建设，本站被拨入二期路段之中。2011年6月17日，6号线二期工程正式开工建造。本站主体结构经已完工封顶。\n\n由于征地问题导致施工队无法进场施工，本站和植物园站无法与六号线二期同期开通，与沙河站一样采取飞站处理。\n2017年6月28日，本站和植物园站由当天头班车起同时投入服务。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};