let s_inf_129 = {
    "name": ["黃陂", "黄陂", "黄陂-おうべい", "황베이", "Huangbei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.433738, 23.188379],
    "via": ["6"],
    "shortDesc": "黄陂站\n是广州地铁六号线的中途站，位于广州市黄埔区广汕二路黄陂新村以西的地底。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:57-23:51",
    "firstTrain": [[[0, "06:10"], [1, "06:02"]]],
    "lastTrain": [[[0, "23:47"], [1, "23:01"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为广汕二路、黄陂新村及附近建筑。地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "黄陂站站厅设有售票机、自动售卡/充值机、客务中心和便利店、面包糕饼店、自动照相机、自动贩卖机、“好易”自助服务等设施。\n\n为方便行人进出，站厅北侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }]], ["月台", "本站设有一个岛式月台，位于广汕二路的地底\n。\n\n另外，本站东端设有一组存车线，供停放备用列车，该组存车线亦会用于折返以本站为终点的短线（小交路）列车。短线班次列车在1号月台清客完成后，便会进入该存车线，折返到2号月台上客。而且当6号线的东段出现故障时，届时香雪方向的列车会通过此存车线折返，以本站为临时总站。此时往金峰至香雪的乘客需要转乘其它交通工具。\n\n本站的公共洗手间设于月台浔峰岗方向车头的一端。"]],
    "exitDesc": "黄陂站现时共设有3个出入口。",
    "usageDesc": "由于本站接近广州市第一一七中学与广州市科学城小学，本站南侧为黄埔富春山居，北侧为黄陂新村，故平日客流可观。",
    "history": [["规划", "2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从高塘石站大幅延伸进入萝岗区内，本站亦成为6号线二期的其中一个车站，设于现时位置，并命名为黄陂站。2011年6月17日，6号线二期工程正式开工建造。2011年9月，广州市民政局公示6号线萝岗段初定站名，本站维持现有名称。\n\n\n2016年12月28日，本站随6号线二期的开通而启用。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};