let s_inf_130 = {
    "name": ["金峰", "金峰", "金峰-きんほう", "진펑", "Jinfeng"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.451182, 23.181468],
    "via": ["6"],
    "shortDesc": "金峰站为广州地铁6号线的一个车站，位于广州市黄埔区开创大道科翔路口与香山路口之间的地底。2016年12月28日随六号线二期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:04-23:55",
    "firstTrain": [[[0, "06:13"], [1, "06:08"]]],
    "lastTrain": [[[0, "23:50"], [1, "22:58"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为开创大道、万科城、保利林语山庄等住宅小区。地下一层为站厅，设有售票机、客务中心和商店，地下二层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，站厅西侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施", data: "金峰站站厅设有售票机、自动售卡/充值机、客务中心和自动照相机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于开创大道的地底\n。\n\n另外，本站的公共洗手间设于月台处往浔峰岗方向的一端。"]],
    "exitDesc": "金峰站现时共设有4个出入口。\n\n本站开通初期是6号线二期开通时少数没有设置连接地面的升降机车站之一，直至2018年2月10日D出入口启用后才增设升降机。",
    "usageDesc": "由于本站被诸多小区包围，以及南侧有尖峰岭公园，故本站在多数时候都是属于客流比较饱和的情况。",
    "history": [["规划", "2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从高塘石站大幅延伸进入萝岗区内。后来本站成为6号线二期的其中一个车站，设于现时位置，并命名为香山路站。2011年9月，广州市民政局公示6号线萝岗段初定站名，本站更名为金峰站。\n2011年6月17日，6号线二期工程正式开工建造。本站主体结构经已完工封顶。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};