let s_inf_131 = {
    "name": ["暹崗", "暹岗", "暹崗-せんこう", "셴강", "Xiangang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.460177, 23.172296],
    "via": ["6"],
    "shortDesc": "暹岗站\n是广州地铁六号线的一个车站，位于广州市黄埔区科学城开创大道科学大道路口。2016年12月28日随六号线二期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:01-23:57",
    "firstTrain": [[[0, "06:16"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:52"], [1, "22:56"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为开创大道、科学大道、暹岗村及其它建筑。地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，站厅东侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n值得一提的是，本站车站色系为绯红色，是6号线车站中没有使用灰绿色作为色系的车站之一。"
    }, {
        title: "商店及自助设施", data: "暹岗站站厅设有售票机、自动售卡/充值机、客务中心和面包糕饼店、自动照相机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于开创大道的地底\n。\n\n另外，本站的公共洗手间设于月台处往浔峰岗方向的一端。"]],
    "exitDesc": "暹岗站现时共设有3个出入口。",
    "usageDesc": "暹岗站周边为广州科学城和暹岗村，因此大部分使用车站进出的人流都是暹岗村村民或在科学城东部一带工作的员工为主。\n\n二十一号线剩余段通车前，本站距离广州科学城较近，因此吸引了一部分科学城东部一带的员工乘搭地铁来往市区各地，因此早上和下午的繁忙时间会有许多乘客在此站出入闸。",
    "history": [["规划", "2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从高塘石站大幅延伸进入萝岗区内。后来本站成为6号线二期的其中一个车站，设于现时位置，并因车站位于广州科学城东部，而被命名为科学城东站。2011年9月，广州市民政局公示6号线萝岗段初定站名，本站更名为暹岗站。\n\n\n2011年6月17日，6号线二期工程正式开工建造。本站主体结构经已在2013年11月初完工封顶。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};