let s_inf_132 = {
    "name": ["蘇元", "苏元", "蘇元-そげん", "수위안", "Suyuan"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.468482, 23.17097],
    "via": ["6", "21"],
    "shortDesc": "苏元站是广州地铁6号线和21号线的换乘站，位于广州市黄埔区开创大道、科丰路和水西路口的地底。2016年12月28日随六号线二期开通而启用，2019年12月20日随21号线剩余段开通而成为换乘车站\n。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    transferType: [2],
    "exitNum": [4],
    "openTime": ["2016-12=28_", "2019-12=20_"],
    "serviceTime": "05:58-23:59",
    "firstTrain": [[[0, "06:17"], [1, "06:04"]], [[0, "06:14"], [1, "06:02"]]],
    "lastTrain": [[[0, "23:54"], [1, "22:54"]], [[0, "23:13"], [1, "23:19"]]],
    "structureDesc": [["车站楼层", "本站共有三层。地面为开创大道、科丰路、水西路，萝岗万达广场，以及其它小区或建筑。地下一层为站厅，地下二层为6号线月台，地下三层为21号线月台。"], ["站厅", [{
        "data": "苏元站站厅呈“𠂇”字型布置，南北向部分为21号线，东西向部分为6号线，21号线站厅被6号线站厅分开为南北两个部分。\n\n为方便行人进出以及方便两线的站厅换乘，目前6号线站厅区域南侧，21号线北侧中央、南侧偏东部分被划分为收费区。收费区内6号线站厅部分设有4台扶手电梯、3组楼梯和1台专用电梯（升降机）供乘客来往于站厅及6号线站台层，21号线站厅部分在南北两侧分别设有2台扶手电梯和1组楼梯连接21号线站台层。\n\n另外，21号线站厅北端另外划出了一个付费区供一部直达21号线月台的升降机使用；与一德路站和大学城南站不同的是，该付费区除了设有免费专用通道外供乘客进出外，还设有3个标准闸机和1个阔闸机供乘客进出。"
    }, {
        title: "换乘方式", data: "换乘方面，两线站台通过夹层的换乘平台，分别连接6号线月台西端及21号线月台中央，供乘客换乘于两线。另外亦可绕经站厅进行换乘。"
    }, {
        title: "商店和自助设施",
        data: "目前站厅设有售票机、自动售卡/充值机、客务中心等设施。同时设有便利店，以及自动照相机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站6号线和21号线各自设有一个岛式月台，6号线站台位于开创大道地底\n，21号线月台位于科丰路和水西路地底。6号线在上层，21号线在下层。\n\n另外，本站6号线站台和21号线站均设有公共洗手间，其中6号线设于站台东端，21号线则设于站台南端。而母婴室亦设于21号线站台公共洗手间旁。\n\n\n本站6号线站台东侧及21号线站台南侧各自设有一条单渡线，均可供两线列车在线路出现故障时于本站折返，并以本站为临时总站。同时东南边设有6号线和21号线的联络线。"]],
    exitDesc: "苏元站目前共设有4个出入口\n；其中B出入口另配备升降机，方便有需要人士进出车站\n。",
    usageDesc: "苏元站周边为住宅区及村落、商场、萝岗儿童公园、医院以及黄埔区政府机构\n；但由于乘坐6号线前往市区较远，同时该处有公交线路经由天河前往黄村站换乘地铁前往市区各地，因此在本站开通初期客流一般。\n\n21号线后通段通车后，本站成为换乘车站，亦吸引了原来利用6号线来往市区的乘客在本站换乘21号线前往广州市区\n，以避开6号线沿途上车的客流而造成的车内客流拥挤。同时亦吸引部分乘客通过本站出入闸乘坐21号线前往广州市区。在21号线后通段开通之前的2019年12月14日，本站的总客流只有8929人次，开通之后的2019年12月21日则暴涨至73162人次，增幅为9倍，其中接近八成为换乘客流（56206人次）。",
    "history": [["规划", "本站最早出现在2003年的地铁规划中，为4号线在开创大道上的中途站之一。2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从高塘石站大幅往东延伸，取代4号线开创大道一段；4号线则改为沿科丰路、水西路北上，在本站与6号线换乘，并把车站命名为暹岗站\n。2010年底，原4号线北延段规划更改为21号线，本站成为6号线和21号线的换乘站。2011年9月，广州市民政局公示6号线萝岗段初定站名，本站更名为苏元站，“苏元”取自邻近的苏元山。\n\n2011年6月17日，6号线二期工程正式开工建造。车站在最初设计时仅按照普通中途站设计，动工后才确定需要为21号线预留换乘条件，因此紧急停工更改了设计，预留换乘21号线的节点。6号线车站主体结构已经在2015年12月29日完工封顶。\n\n2016年5月，本站二十一号线车站部分正式工建设，2016年10月29日，二十一号线车站站第一块底板顺利浇筑。2017年8月5日，本站二十一号线车站主体结构封顶。\n\n2016年12月28日，本站随6号线二期开通试运营而启用。2019年12月20日，21号线后通段开通运营，21号线车站部分正式启用，本站成为换乘车站\n。"]],
    "platformBelong": [["1", "6"], ["2", "6"], ["1", "21"], ["2", "21"]]
};