let s_inf_133 = {
    "name": ["蘿崗", "萝岗", "蘿崗-らこう", "뤄강", "Luogang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.481288, 23.175137],
    "via": ["6"],
    "shortDesc": "萝岗站是广州地铁六号线的一个车站，位于广州市黄埔区开创大道、香雪三路和开达路口的地底，邻近广州国际体育演艺中心。2016年12月28日随六号线二期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:58-00:01ND",
    "firstTrain": [[[0, "06:20"], [1, "06:02"]]],
    "lastTrain": [[[0, "23:56"], [1, "22:52"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为开创大道、开达路、香雪三路、广州国际体育演艺中心及其它小区或建筑。目前车站地下一层为站厅；地下二层为6号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有三台扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施", data: "萝岗站站厅设有售票机、自动售卡/充值机、客务中心和洗衣店、自动照相机、自动贩卖机、“好易”自助服务等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于开创大道北侧的地底\n。\n\n另外，本站的公共洗手间设于月台处往浔峰岗方向的一端。"]],
    "exitDesc": "萝岗站现时共设有3个出入口。",
    "usageDesc": "萝岗站附近设有多个住宅区，同时邻近黄埔区部分政务服务机构，因此本站除平日客流量一般以外，早晚高峰时期会有所增长。\n\n由于本站靠近广州国际体育演艺中心，因此每逢演艺中心有体育比赛及演唱会等大型活动时，当天会有许多乘客使用该站来往市区各处。由于6号线列车编组受限，因此高峰期需要在本站实施客流控制，维持乘车秩序。",
    "history": [["规划", "本站最早出现在2003年的地铁规划中，为4号线在开创大道上的中途站之一。2006年，萝岗区选择直接通往广州市区的6号线来连接萝岗中心区，规划6号线二期从高塘石站大幅往东延伸，取代4号线开创大道一段，本站设于现时位置，并命名为萝岗站。2009年10月18日，本站作为6号线二期试验性工点率先动工，并在2010年广州亚运会前封顶。2011年9月，广州市民政局公示6号线萝岗段初定站名，本站名称维持不变。"]],
    futureExpansion: [["7号线二期", "7号线二期将在香雪三路开创大道路口北侧设萝岗站，与6号线交汇。但6号线在规划及建造时并没有预留未来换乘7号线，预计两线只能通过站厅通道换乘。7号线车站将位于6号线车站的东北侧。"]],
    "platformBelong": [["1", "6"], ["2", "6"]]
};