let s_inf_136 = {
    "name": ["鍾村", "钟村", "鍾村-しょうそん", "중춘", "Zhongcun"],
    "inf": [{
        "platform": 1,
        "facilities": [[5, [1], "A"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]
    }, {"platform": 2, "facilities": [[5, [1], "A"], [11, [2], ""], [15, [2], ""], [11, [3], ""], [19, [1], "C"]]}],
    "location": [113.31698, 22.986437],
    "via": ["7"],
    "shortDesc": "钟村站是广州地铁7号线的一个中途车站，位于广州市番禺区汉溪大道市广路立交西北侧的地底。2016年12月28日随七号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:02-23:42",
    "firstTrain": [[[0, "06:07"], [1, "06:19"]]],
    "lastTrain": [[[0, "23:37"], [1, "23:32"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为汉溪大道东、市广路以及其他建筑，地下一层为站厅；地下二层为7号线站台。"], ["站厅", [{
        "data": "钟村站站厅设于地下一层，站厅主要设有售票机、云购票机、客服中心等基础设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施", data: "另外，本站设有少数车站商店，例如便利店、面包糕饼店等；同时也设有少数自助服务设施，例如“好易”机、自动售卖机、自动照相机等。"
    }]], ["月台", "本站设有一个岛式月台，位于汉溪大道北侧地块的地底。本站的公共洗手间设于站台往谢村方向的一端。\n\n另外，本站西端设有一组双存车线。当7号线西段出现故障时，往广州南站的列车会通过此存车线折返，以本站为临时总站。此时往谢村至广州南站的乘客需要转乘其它交通工具。" +
    ""]],
    "exitDesc": "钟村站目前共设有3个出入口。该站A1, A2车站入口处上方设有乘车资讯的显示屏\n。",
    "history": [["规划", "2013年4月1日，钟村站动工\n。\n\n2016年2月4日，钟村站主体结构封顶。" +
    ""]],
    "platformBelong": [["1", "7"], ["2", "7"]]
};