let s_inf_137 = {
    "name": ["南村萬博", "南村万博", "南村万博-なんそんだんけく", "난춘완보", "Nancun Wanbo"],
    "inf": [{"platform": 1, "facilities": [[7, [1, 2], "A"], [12, [3], ""], [14, [1], "B"]]}, {
        "platform": 2,
        "facilities": [[7, [1, 2], "A"], [12, [3], ""], [14, [1], "B"]]
    }],
    "location": [113.347555, 23.004769],
    "via": ["7"],
    "shortDesc": "南村万博站为广州地铁7号线的一个中途车站，位于广州市番禺区汉溪大道万博一路口和万博二路口之间的地底。2016年12月28日随七号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:07-23:49",
    "firstTrain": [[[0, "06:12"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:44"], [1, "23:26"]]],
    "structureDesc": [["车站楼层", "本站共设有三层，地面为汉溪大道、万博一路、万博二路、番禺大道北，万博中心、广州番禺万达广场以及万博商务区内其它在建建筑；其中地下一层和二层为地下正在建设中的商业中心；地铁站厅层设在地下二层与地下商业中心共用，7号线站台层设在地下三层。\n\n本站作为7号线首期三个文化站之一，在站厅层设有以“雅·筑”为主题的文化艺术墙，主要内容为南村镇历史悠久的建筑，以及各种古式家具，体现了岭南水乡中的建筑文化\n。\n\n除此之外，车站的部分立柱及墙面装饰的内容有芭蕉叶、燕子、船、古式家具、锅耳屋顶等，同样体现南村历史悠久的建筑特色。"], ["站厅", [{
        "data": "南村万博站站厅设于地下二层，站厅主要设有售票机、云购票机、客服中心等基础设施。为方便乘客进出，南村万博站中心偏东侧被划分为收费区，四周被行人通道和车站商店等设施包围，收费区内设有多组扶手电梯、升降机（专用电梯）以及楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施", data: "本站目前没有设置任何商店以及自助服务设施。"
    }]], ["月台", "本站设有一个岛式月台，位于汉溪大道东地底。\n\n另外，本站的公共洗手间设于月台往员岗方向的一端。"]],
    "exitDesc": "南村万博站设有2个出入口，分别为通往汉溪大道南侧的A、B出入口；同时另外设一个无编号出入口直接连通北侧的万博地下商业空间。但因车站周边建筑和地下空间仍在施工，两个出入口地面部分均为临时搭建。\n\n\n由于现时两个出入口均通往汉溪大道南侧，同时路面仍因地下空间施工而围蔽，乘客出站后无法直接前往车站北侧的万达广场等地，需要在A出口出站后步行超过400米，到位于番禺大道上的万博中心公交站，再转乘公交车迂回前往，备受市民诟病\n。\n\n直到2018年6月4日，B出入口旁才新增设临时通道，供乘客步行前往车站北侧的万达广场等地\n。",
    usageDesc: "南村万博站位处番禺区重点发展的万博商务区，现时区内只有万博中心和万达广场开幕，车站上盖建筑和地下商业空间仍在施工。因此现时车站出入闸客流以前往上述两个商业点的乘客为主，亦有部分乘客在本站接驳公共汽车前往南村镇内各地。未来当万博商务区内的设施均建成开幕后，本站预计将会出现可观的人流，成为繁忙的车站。",
    "history": [["规划", "本站规划和建设阶段的站名为鹤庄站。2014年7月，广州地铁七号线及九号线站名进行批前公示，鹤庄站改名为南村万博站\n。\n\n2013年4月1日，车站动工。2015年1月初，车站主体结构封顶。车站于2016年12月28日随7号线一期开通而启用。"]],
    futureExpansion: [["18号线", "18号线将设有南村万博站，与7号线交汇并换乘。但在7号线规划及建设时并没有预留任何换乘结构，且18号线将行走番禺大道，离7号线车站有一段距离。因此两线通过站厅长通道换乘。\n\n18号线月台将设于地下四层，同时本站作为18号线的快慢车越行站，因此设有四条路轨，内侧两条路轨供慢车停靠使用，并设有岛式月台供乘客上下车；外侧两条路轨则专供快车使用，在本站越过慢车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，届时乘客在月台上并不会看见快车越过本站的情景。"], ["佛山地铁4号线", "同时佛山地铁4号线亦有规划，未来二期段延伸进入番禺区，并以南村万博站为终点站。惟佛山4号线二期为远期规划，详情现时并未明朗。"]],
    "platformBelong": [["1", "7"], ["2", "7"]]
};