let s_inf_14 = {
    "name": ["體育中心", "体育中心", "体育中心-てんかスポーツセンター", "톈허 스포츠 센터", "Tianhe Sports Center"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A<br>D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A<br>D"], [22, [1], "A<br>D"]]
    }],
    "location": [113.328376, 23.13497],
    "via": ["1"],
    "shortDesc": "体育中心站是广州地铁一号线的一座车站，位于广州市天河区天河体育中心东门对开、体育东路天河路口北侧的地底，于1999年2月16日启用。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，本站的英文站名以拼音“Ti Yu Zhong Xin”表示，现改名为Tianhe Sports Center",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [6],
    "openTime": ["1999-2=16_"],
    "serviceTime": "06:07-23:37",
    "firstTrain": [[[0, "06:12"], [1, "06:22"]]],
    "lastTrain": [[[0, "23:32"], [1, "23:22"]]],
    "structureDesc": [["车站楼层", "体育中心站共设有两层，地面为体育东路、天河路、天河体育中心以及附近建筑；地下一层为站厅，设有票务设施，客务中心及商店。地下二层为1号线月台。本站实际与3号线石牌桥站距相近，体育中心A出入口与石牌桥站D出入口步行距离仅400m。"], ["站厅", [{"data": "为方便行人进出，收费区设于站厅东侧，车站周围被行人通道及车站商店包围，站厅收费区内设有多组扶手电梯以及楼梯前往月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"}, {
        "title": "商店及自助服务",
        "data": "现时，体育中心站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店以及洗衣店等。此外，体育中心站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "体育中心站设有一个岛式月台，位于体育东路地底。"]],
    "exitDesc": "体育中心站共设6个出入口。其中本站C出入口在2010年5月至11月期间进行了加装扶梯及雨棚加装工程。本站D1出入口旁设有专用电梯方便轮椅及携带婴儿车人士进出车站。",
    "usageDesc": "体育中心站邻近天河路和天河北商业中心区，有众多商业写字楼和购物中心，因此每日亦有不少乘客进出该站。如果天河体育中心有活动进行（如演唱会、运动比赛和天河花市），更会出现大量的人潮，有时甚至需要在出入口实施限流措施。",
    "history": [["规划", "1987年，当时的广州市地下铁道路网初步规划的方案1当中，1号线体育中心站在天河东路天河路口设置，即现时石牌桥站的东侧。后来在征求市民意见后形成的“十字线网”的规划中，体育中心站跟随1号线走线西移至体育东路地下。\n\n1993年12月28日，一号线正式动工。1999年2月16日大年初一当日，本站启用，当日亦为1号线全线通车之日。"]],
    "platformBelong": [["1", "1"], ["2", "1"]]
};