let s_inf_140 = {
    "name": ["同福西", "同福西", "同福西-どうふくさい", "통 푸시", "Tongfuxi"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1], "A D"], [9, [2], ""], [12, [3], ""], [14, [1], ""], [22, [1], "B C"]]
    }, {"platform": 2, "facilities": [[7, [1], "A D"], [9, [2], ""], [12, [3], ""], [14, [1], ""], [22, [1], "B C"]]}],
    "location": [113.252372, 23.101689],
    "via": ["8"],
    "shortDesc": "同福西站是广州地铁8号线的一座车站，位于广州市海珠区洪德路同福西路口南侧的地底，2019年12月28日正式启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2019-12=28_"],
    "serviceTime": "06:08-23:33",
    "firstTrain": [[[0, "06:21"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:21"], [1, "23:28"]]],
    "structureDesc": [["本站共有三层。附近为洪德路、同福西路、工业大道北、内环路高架桥及其它建筑，地下一层为站厅层，地下二层为预留新线月台，地下三层为8号线月台。\n\n与文化公园站一样，本站主体部分使用了玻璃幕板装修车站。车站配色为金黄色，与凤凰新村站的深蓝色形成对比。惟8号线站台南部暗挖部分使用了钢板覆盖，再漆上白色进行装修。"], ["站厅", [{
        "data": "同福西站目前被分为东西两个站厅，分别位处洪德路两侧。两个站厅均设有票务设施、客务中心，其中东西站厅均设有商铺，现时在西站厅设有便利店。\n\n两个站厅之间通过三条下穿洪德路的暗挖通道连接，令东西两侧站厅的付费区和非付费区都能各自连通。为了方便行人进出，目前两个站厅内侧以北被划分为收费区。收费区内设有多组扶手电梯，以及楼梯和两台专用电梯（升降机）供乘客前往8号线站台。\n\n由于本站被设计为换乘站，同时又受到洪德路上方内环路高架桥的限制，因此本站主体设计呈现一个“π”字型。目前本站新线仅预留部分结构，两个站厅前往该结构的位置暂时被玻璃假墙封闭，待未来新线建成后，两个站厅将会与新线站厅一同融合为一个“π”字型站厅。"
    }, {
        title: "商店及自助设施", data: "设有售票机、云购票机、客务中心等设施。亦同时设有7-eleven便利店。"
    }]], ["月台", "本站8号线设有一个分离岛式月台，位于洪德路两侧的地底。未来新线则预留一个岛式月台，位于同福西路地底。两线月台组成一个“π”字型。新线在上层，8号线在下层。\n\n本站的公共洗手间以及母婴室设于8号线1号站台北端。\n\n另外，新线月台与8号线月台之间将通过两层之间东西两个换乘平台，分别连接8号线两个侧站台的北端及预留月台中部。现时在1号站台洗手间之外的非公共区已建成相关楼梯的土建结构；2号站台则只在站台公共区之外预留相应的空间。"]],
    "exitDesc": "同福西站目前设有4个出入口供乘客进出。",
    usageDesc: "同福西站位处海珠区西北部，周边均为各式新旧住宅；而且该处亦是海珠最早开始发展的地区之一，历史旧建筑老街巷众多。因此本站客流均以附近居民为主。惟目前8号线只开通至对岸的文化公园站，抵达珠江北岸后只能直接换乘6号线，仍未能换乘途经就业岗位集中地区的1号线和5号线；且车站开通时间尚短，因此本站客流一般。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，是当时4号线的一个中途站，名为洲头咀站。后来当时的4号线辗转成为现时8号线的一部分，本站亦根据本站附近的同福西路，易名为同福西站。虽然本站亦被列入二八号线延长线工程当中，并原定于2012年开通。但由于2008年线网规划调整等原因，并未能与8号线西延段（晓港至凤凰新村）一同动工。\n\n本站在规划初期以一般车站设计，但在2011年的规划方案中，19号线会在本站与8号线交汇，因此本站需要更改设计并且预留换乘，同时在建设前期引起拆迁及文物保护纠纷，导致本站到2014年初才完成征拆工作，开始动工。但现时规划19号线不再经过本站，线位让给28号线。惟28号线现时不设同福西站，但本站的预留结构仍随8号线建成，现时则被暂时封闭。\n\n凤凰新村站至本站的隧道（含本站站台暗挖部分）已于2016年10月28日全面贯通；本站主体结构亦已于2019年9月12日封顶；2019年12月28日，该站随8号线凤凰新村至文化公园段一同开通。"]],
    futureExpansion: [["28号线", "同福西站曾经为8号线以及规划中的19号线的换乘站，车站建设时亦为规划中为东西走向的19号线预留了部分岛式站台换乘结构。但根据最新规划显示，原19号线海珠区沿江段被重新划为28号线并改为快线，不在同福西设站。但由于19号线、28号线属于远期规划线路，线路方案尚未稳定，同福西站换乘结构是否能够投入使用仍属未知数。"], ["周边升级改造", "根据《广州市轨道交通八号线北延线同福西站周边交通提升方案及控制性详细规划》的计划，同福西站A、B两个出入口将会进行改建，在A出入口旁现有的冷凝塔将会进行改造，在B出入口旁建设8层的社区综合服务中心，同时设有停车场[10]。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};