let s_inf_141 = {
    "name": ["鳳凰新村", "凤凰新村", "鳳凰新村-ほうおうしんそん", "펑황신춘 역", "Fenghuang Xincun"],
    "inf": [{"platform": 1, "facilities": [[8, [1, 2], "B"], [15, [3], ""], [24, [1], "A"]]}, {
        "platform": 2,
        "facilities": [[6, [1, 2], "B"], [16, [3], ""], [25, [1], "A"]]
    }],
    "location": [113.255994, 23.094705],
    "via": ["8"],
    "shortDesc": "凤凰新村站是广州地铁8号线的车站，位于广州市海珠区工业大道北南田路口以南的地底，于2010年11月3日启用。\n\n本站曾经在启用初期至2019年12月27日期间作为8号线西端的终点站。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:09-23:35",
    "firstTrain": [[[0, "06:19"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:19"], [1, "23:30"]]],
    "structureDesc": [["凤凰新村站共有3层，地面为工业大道北、南田路和内环路高架，地下一层为站厅；地下二层为设备区；地下三层为8号线月台。"], ["站厅", [{
        "data": "受制于内环路高架桥的桥墩，因此凤凰新村站站厅设于工业大道北南田路口东南侧的地底，面积较一般站厅小。为方便行人进出，收费区划分于站厅西侧，周围被行人通道以及车站商店包围。站厅收费区内设有一台专用电梯（升降机）、三条扶手电梯以及一组楼梯供乘客前往月台层，惟受制于上述因素，以上连接站厅与月台的设施均全部位于1号月台一侧。"
    }, {
        title: "商店及自助设施",
        data: "商店及自助服务方面，凤凰新村站设有少量商店供乘客购物或进食，例如有便利店、面包糕饼店以及凉茶店等。此外，本站也有不少自助服务设施供乘客使用，包括自动售卖机、中国建设银行自动柜员机等。车站内亦设有“好易”自助服务。"
    }]], ["月台", "本站设有一个分离式岛式月台，位于工业大道北南田路口以南，内环路高架两侧地底。\n\n另外，本站南端设有一条存车线。该存车线可供停放故障列车或备用列车。在本站开通至8号线延长线开通前夕，该存车线供8号线列车进行站前折返。\n\n值得一提的是，1号月台因曾作为备用月台，在车站开通后至2016年年底正式获编号前，吊板上更直接留白不显示任何信息，获得编号后才加上站名、编号及终点站等字样。在以往本站一直启用站前折返，即基本这个站台为备用站台。"]],
    "exitDesc": "凤凰新村站目前设有2个出入口供乘客进出车站，并预留两个供前往工业大道北西侧的出入口。",
    usageDesc: "本站附近均是住宅区，因此客流都以附近居民为主。同时由于现时广州地铁线网仍未基本完善，8号线以本站为总站时，因无法直接过江到达珠江北岸市区，导致在本站利用地铁往返越秀区和荔湾区（芳村除外）仍稍有不便，不如路面交通直接。8号线北延之后，只开通至对岸的文化公园站。虽然抵达珠江北岸后只能直接换乘6号线，仍未能换乘途经就业岗位集中地区的1号线和5号线，但亦令本站客流有所上升。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，是当时的方案A之中4号线的一个车站，位置已与现时相若。后来该4号线在2003年的规划方案中成为8号线的一部分。随后本站作为8号线西延段（晓港至文化公园）的其中一站，得以列入2/8号线拆分工程中兴建。\n\n但受到2008年规划的影响，8号线成为环线，因当时环线有大环和小环两个方案，两个方案中本站以北路段走向不一致。因环线规划未能落实采用哪个方案，故令本站至文化公园的一段缓建。但随后在2010年规划中，环线改为采用完全新建的特大环线方案，因此8号线恢复2008年前的规划走向。本站至文化公园的一段最终与8号线北延段工程一同进行建设。"], ["沙园冷却塔事件", "受到沙园站附近的广州地铁沙园冷站（负责凤凰新村至昌岗一段四个车站的供冷）试运行时影响到附近居民，而引起居民反对，导致沙园冷却塔无法投入运行。令本站及沙园站、宝岗大道站在2010年9月25日新二号线和八号线开通时无法如期开通。当时西行列车到达昌岗站随即进行清客，然后列车驶至本站折返返回昌岗站起载。后来地铁方面与居民谈判后取得进展，让沙园冷却塔终能够投入运行，三站随即在2010年11月3日开通运营。"], ["8号线延长线", "本站在建设时亦往北挖掘了约四百米的隧道并已铺轨，路轨尽头大致位于革新路口。该两段隧道曾暂作存车线使用，在需要的时候可用作临时停放故障列车或备用列车。剩余革新路口以北至同福西站的三百多米隧道亦已于2016年10月28日全面贯通。\n\n本站至文化公园站的轨行区已在2019年9月27日三权移交运营单位，并随即开始进行运营调试。故有关路段现时已成为本站至同福西站的正线行驶路段。\n\n原计划延长线与8号线北延段同步建设并开通，但由于北延段工程出现延误，延长线已于2019年12月28日率先通车。"], ["站前村车线", "本站南端设有的存车线，在自本站启用至延长线开始运行测试前长达九年的时间内专供列车站前折返使用。也由于这个原因，期间只使用西面的2号月台同时上下客，而东面的1号月台作为备用月台，只会在非常特殊的情况下作为终点站台使用。\n\n但该存车线的道岔在此期间曾多次出现故障，无法自动转辙。由于该存车线负责西行列车的折返，故会对8号线全线运营造成较大影响，为使运营不至于完全中断，万胜围站出发的西行列车只能通过晓港站西端的渡线折返并以昌岗站4号月台为总站上下客，同时另外安排一列列车在8号线西行路轨单线往返昌岗站3号月台至凤凰新村站沿途各站，并在本站1号月台上下客。来往两段需在昌岗站换乘。\n\n2019年11月19日及20日，8号线晚间低峰期部分列车在抵达本站时不再进入存车线，改为直接经正线进入1号月台下客，并随即驶入延长线进行不载客试运行。11月21日开始，该安排扩展至8号线全天的运营，不过在部分时段仍会有载客列车使用存车线进行站前折返。随着8号线延长线的开通，该存车线作为终点站折返线的使命终告结束。"]],
    futureExpansion: [["28号线", "同福西站曾经为8号线以及规划中的19号线的换乘站，车站建设时亦为规划中为东西走向的19号线预留了部分岛式站台换乘结构。但根据最新规划显示，原19号线海珠区沿江段被重新划为28号线并改为快线，不在同福西设站。但由于19号线、28号线属于远期规划线路，线路方案尚未稳定，同福西站换乘结构是否能够投入使用仍属未知数。"], ["周边升级改造", "根据《广州市轨道交通八号线北延线同福西站周边交通提升方案及控制性详细规划》的计划，同福西站A、B两个出入口将会进行改建，在A出入口旁现有的冷凝塔将会进行改造，在B出入口旁建设8层的社区综合服务中心，同时设有停车场。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};