let s_inf_142 = {
    "name": ["沙園", "沙园", "沙園-さえん", "사위안 역", "Shayuan"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [3], "", true], [9, [1], "A D"], [16, [1], "新城东 万胜围方向", "Line-GF,Line8-GZ"], [17, [2], "站厅 新城东 万胜围方向", "Line-GF,Line8-GZ"], [23, [1], "B C 新城东 万胜围方向", "Line-GF,Line8-GZ"]]
    }, {
        "platform": 2,
        "facilities": [[4, [3], "", true], [14, [1], "A D 沥滘 文化公园方向", "Line-GF,Line8-GZ"], [21, [2], "站厅 沥滘 文化公园方向", "Line-GF,Line8-GZ"], [25, [1], "B C", "Line-GF,Line8-GZ"]]
    }, {
        "platform": 3,
        "facilities": [[1, [3], "", true], [1, [1], "A D"], [9, [1, 2], "站厅 新城东 万胜围方向", "Line-GF,Line8-GZ"], [15, [1], "B C 新城东 万胜围方向", "Line-GF,Line8-GZ"]]
    }, {
        "platform": 4,
        "facilities": [[1, [3], "", true], [8, [1], "A D 沥滘 文化公园方向", "Line-GF,Line8-GZ"], [14, [2], "站厅 沥滘 文化公园方向", "Line-GF,Line8-GZ"], [16, [1], "B C"]]
    }],
    "location": [113.260584, 23.088625],
    "via": ["8", "GF"],
    "shortDesc": "沙园站是广州地铁8号线及广佛地铁的换乘站，位于广州海珠区工业大道北榕景路口的地底。该站亦是一个跨月台转车站，本站于2010年11月3日启用。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    transferType: [0],
    "exitNum": [4],
    "openTime": ["2010-11=3_", "2015-12=28_"],
    "serviceTime": "06:05-23:37",
    "firstTrain": [[[0, "06:17"], [1, "06:16"]], [[0, "06:17"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:17"], [1, "23:32"]], [[0, "23:19"], [1, "23:08"]]],
    "structureDesc": [["车站楼层", "本站共三层，地面为工业大道北，榕景路，乐峰广场以及其它建筑，地下一层为站厅；地下二层及三层为8号线及广佛线月台。", [{
        "data": "为方便行人进出，沙园站站厅东侧大部分区域被划分为收费区，收费区内设有多组专用扶手电梯以及楼梯供乘客来往不同方向的站台。由于专用电梯（升降机）连接站台与站厅北侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "换乘方式",
        data: "另外，本站为逆向跨月台转车站，乘客可以走到对面月台直接换乘另一列列车前往目的地（例如广佛线新城东方向换乘至8号线万胜围方向），或利用扶手电梯以及升降机上/下一层换乘另一列列车前往目的地（例如8号线文化公园方向换乘至广佛线新城东方向）。"
    }, {
        title: "商店和自助设施",
        data: "沙园站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、面包糕饼店、凉茶店，以及建设银行自动柜员机、自动售卖机、好易自助服务和自动售卡/充值机等设施。"
    }]], ["月台", "沙园站设有两个叠摞的岛式月台，皆位于工业大道北地底。8号线使用东侧的1号和2号月台、广佛地铁使用西侧的3号和4号月台。在沙园站启用初期时，虽然广佛线尚未延伸至本站，但在车站启用时广佛线的两个月台均已安装好屏蔽门。"]],
    exitDesc: "沙园站共设有4个出入口。车站开通初期设有B、C、D出入口，2013年，乐峰广场开幕并启用A出入口。",
    usageDesc: "沙园站邻近多个大型小区，以及乐峰广场为主的数个商场，因此本站出入闸客流仅以附近的居民和41中的学生为主。\n\n车站在开通初期客流一般，但随着乐峰广场开幕，车站客流开始稳步上升，同时也带动了商场的客流。在广佛线西朗至燕岗段开通，本站成为换乘站之后，客流进一步上升，车站更成为广佛两地市民相约时的其中一个集中点。\n\n同时由于本站为逆向跨月台转车站，但该换乘设置并不符合现时乘客主流换乘流向（广佛线沥滘方向换乘至8号线万胜围方向，以及8号线文化公园方向换乘至广佛线新城东方向），这些乘客均需要从上层月台前往下层月台换乘。因此上层月台每当有列车进站，均会有大批乘客在下车之后涌至前往下层月台的扶梯口及楼梯口，造成拥堵。",
    "history": [["规划", "在1997年的广州市地铁规划中，并没有沙园站和宝岗大道站。当时规划中只有一站位于现时昌岗立交附近，作为旧2号线拆解后的东西向路段（当时称为5号线）西延过江段的一个中途站。同时此站亦与位于工业大道的线路（当时称为4号线）换乘。\n\n2003年的规划中，该两段路线部分路段重组。拆解之后的东西向路段改为在此站转向工业大道北，成为8号线；原来的西行过江段与本站以南的工业大道段合并，成为广佛地铁的一部分。后来该方案作出局部修改，此站被拆分为位于工业大道北的沙园站，与广佛线平行换乘；以及位于昌岗中路的宝岗大道站，并列入2/8号线拆分工程中兴建。"], ["沙园冷却塔事件", "位于本站附近的广州地铁沙园冷站（负责凤凰新村至昌岗一段四个车站的供冷），由于在试运行期间噪音太大，且冷却塔离光大花园最近只有10多米，因此引起了冷站附近的光大花园业主的反对。业主经常在大楼阳台、外墙挂上标语表达对冷却塔的抗议，期间警方曾多次出动。由于当时协商未果，导致沙园冷却塔无法投入运行，令本站及凤凰新村站、宝岗大道站在2010年9月25日新二号线和八号线开通时无法如期开通，而昌岗站则临时就近借用附近商场的空调冷水开通运营。当时西行列车到达昌岗站随即进行清客，然后列车经本站驶至凤凰新村站折返返回昌岗站起载。后来地铁公司与光大花园业主谈判后取得进展，让沙园冷却塔终能够投入运行，三站随即在2010年11月3日开通运营。\n\n未来待车站B出口邻近的广昊大厦建成后，沙园冷却塔将重置于该大厦裙楼内。"]],
    "platformBelong": [["1", "8"], ["2", "8"], ["1", "GF"], ["2", "GF"]]
};