let s_inf_143 = {
    "name": ["寶崗大道", "宝岗大道", "寶崗大道-ほうこうだいどう", "바오강다다오 역", "Baogang Dadao"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.2697, 23.086027],
    "via": ["8"],
    "shortDesc": "宝岗大道站是广州地铁8号线的一座车站，位于广州市海珠区昌岗中路宝岗大道路口西侧的地底。在2010年11月3日正式启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:10-23:39",
    "firstTrain": [[[0, "06:15"], [1, "06:18"]]],
    "lastTrain": [[[0, "23:15"], [1, "23:34"]]],
    "structureDesc": [["本站共两层，地面为昌岗中路，宝岗大道及其上建筑，地下一层为站厅；地下二层为8号线月台。"], ["站厅", [{
        "data": "为方便行人进出，收费区划分于站厅北侧，周围被行人通道以及车站商店包围。站厅收费区内设有一台专用电梯（升降机）、三条扶手电梯以及一组楼梯供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "现时，宝岗大道站设有少量商店供乘客购物或进食，例如有便利店、面包糕饼店等。此外，本站也有不少自助服务设施供乘客使用，包括自动售卖机、羊城通充值机以及中国建设银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于昌岗中路地底。"]],
    "exitDesc": "宝岗大道站共设有5个出入口，目前开通3个。",
    usageDesc: "本站附近均是住宅区，因此出入闸客流均以附近居民为主。同时车站附近设有一个巴士总站，亦有不少乘客利用本站转乘巴士。但本站客流水平依然仅属于中等水平。\n\n为缓解昌岗站的客流压力，该站已于2014年5月12日开始，每逢周一早高峰将视情况在本站实施客流控制措施，维持运营秩序。",
    "history": [["规划", "在1997年的广州市地铁规划中，并没有宝岗大道站和沙园站。当时规划中只有一站位于现时昌岗立交附近，作为旧2号线拆解后的东西向路段（当时称为5号线）西延过江段的一个中途站。同时此站亦与位于工业大道的线路（当时称为4号线）换乘。\n\n2003年的规划中，该两段路线部分路段重组。拆解之后的东西向路段（现8号线）改为在此站转向工业大道北，成为8号线；原来的西行过江段与本站以南的工业大道段合并，成为广佛地铁的一部分。后来该方案作出局部修改，此站被拆分为位于位于昌岗中路的昌岗中路站（后正式定名为宝岗大道站）；以及工业大道北的沙园站，与广佛线平行换乘，并列入2/8号线拆分工程中兴建。"], ["沙园冷却塔事件", "受到沙园站附近的广州地铁沙园冷站（负责凤凰新村至昌岗一段四个车站的供冷）试运行时影响到附近居民，而引起居民反对，导致沙园冷却塔无法投入运行。令本站及沙园站、凤凰新村站在2010年9月25日新二号线和八号线开通时无法如期开通。当时西行列车到达昌岗站随即进行清客，然后列车经本站驶至凤凰新村站折返返回昌岗站起载。后来地铁方面与居民谈判后取得进展，让沙园冷却塔终能够投入运行，三站随即在2010年11月3日开通运营。"], ["B出入口", "现今宝岗大道站已开通3个出入口，B出入口由于位于昌岗中路小学内，引起该校师生和家长的不满，广州市规划局已经专门与昌岗中路小学以及海珠区教育局协调，但至今仍未达成一致共识，导致该出入口迟迟不能开通。"], ["额外出入口", "宝岗大道站第五个预留出口位于A出口北面，宝岗大道西侧（但详细位置不清楚，目前可能的位置为住宅区）\n\n不过A口北面片区的住宅已经开始入户测量面积，不排除要拆迁，估计这个出口有生之年可以建成"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};