let s_inf_144 = {
    "name": ["曉港", "晓港", "曉港-ぎょうこう", "샤오강 역", "Xiaogang"],
    "inf": [{
        "platform": 1,
        "facilities": [[3, [3], "", true], [7, [1], "C"], [13, [2], ""], [17, [2], ""], [22, [1], "A D"]]
    }, {
        "platform": 2,
        "facilities": [[3, [3], "", true], [7, [1], "C"], [13, [2], ""], [17, [2], ""], [22, [1], "A D"]]
    }],
    "location": [113.281883, 23.093066],
    "via": ["8"],
    "shortDesc": "晓港站是广州地铁8号线的一个车站，位于广州市海珠区昌岗东路晓港西马路口东侧。于2002年12月29日启用。\n\n另外，8号线本站至昌岗站相距只有673米，曾经是广州地铁线网相距最近的两个车站，车程仅需1分余钟，后来被海珠广场站至北京路站的631米站距取代。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2002-12=29_"],
    "serviceTime": "06:07-23:42",
    "firstTrain": [[[0, "06:12"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:11"], [1, "23:37"]]],
    "structureDesc": [["本站共有两层，地面为昌岗东路、晓港西马路及附近住宅小区等建筑及街巷，地下一层为站厅，设有票务设施，客务中心，及商店。地下二层为8号线月台。"], ["站厅", [{
        "data": "为方便行人进出，收费区位于站厅南侧处，北侧以及东西侧为行人通道及商店，商店主要是在大堂非收费区，收费区内设有多组扶手电梯及楼梯往返月台。专用电梯（升降机）由于设于站台东侧的非收费区，乘客使用时需要车站工作人员检票后协助使用。"
    }, {
        title: "商店及自助设施",
        data: "现时，晓港站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店以及洗衣店等。\n\n此外，晓港站有中国建设银行自动柜员机、自动售卖机等自助服务设施供乘客使用。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于昌岗东路地底。\n\n另外，本站至昌岗站之间设有一条渡线。当8号线在昌岗站出现故障时，文化公园方向的列车将会通过此渡线折返，以本站为临时总站。届时前往昌岗至凤凰新村沿途各站需使用其他交通工具。本站作为旧2号线首通段的临时终点站时，亦使用此渡线进行折返。\n\n该渡线西端设有一条联络线，连接本站1号月台和2号线江南西站1号月台的路轨。在2010年9月21日前，该联络线曾作为旧2号线本站往江南西站的正线行驶路段参与运营，现时则供车务调动使用；而原有江南西站往本站的行车区间因与新2号线和8号线平面交叉，而在当晚收车后停用。相关路轨、接触网及其它设备已于翌日被拆走。地铁方面其后在该隧道两端建起砖墙进行封闭，但没有回填该隧道。而广州市国规委发布的轨道交通2号线保护区图则仍有画出江晓区间两条隧道的走线。"]],
    "exitDesc": "晓港站目前设有3个出入口。",
    usageDesc: "本站附近为广州市美术学院，同时住宅区林立，并没有大型购物点或旅游景点。本站客流仅以附近住宅区为主，因而客流水平一般，仅在上下班高峰期客流会有较明显的攀升。\n\n为缓解昌岗站和客村站的客流压力，于2014年5月12日开始，每逢周一早高峰将视情况在本站实施客流控制措施，维持运营秩序。",
    "history": [["车站变迁", "在1988年的“十字线网”规划中，已经出现名为美术学院的车站。当时该站为2号线的一座车站，位置已与现时相若。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，2号线被拆分，本站被确定为当时5号线（现8号线）的一座车站。但本站至琶洲的一段线路也列入2号线首通段工程中，采取先行贯通预留远期拆分的方式。车站亦确定为现时名称。\n\n2号线首期工程则于1999年10月10日正式动工。2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用，本站当时也是2号线首通段的临时南端终点站。后来于2003年6月8日，本站至琶洲一段线路通车，本站成为中途站。\n\n2007年6月，二八号线延长线工程获得国家发改委批复，8月全面动工。该工程将会把旧2号线在本站和江南西站拆解，并分别往南、西及北三个方向延长，回归线网规划。2010年9月22日至24日，本站随旧2号线一同全线停运，进行轨道拆解、信号，供电割接工程以及联合调试。9月25日清晨，本站正式改属8号线，重新启用。从本站往西驶出的8号线列车随即改为前往新建的昌岗站，不再前往江南西站。"], ["C出入口", "本站自2002年12月29日开通，多年来一直只有两个出入口，且设计不符合实际客流需求，一直为市民所诟病。位于昌岗东路北侧的A出入口附近客流很少，但设有双向扶梯，而位于昌岗东路南侧的D出入口附近有多个居民区，客流十分大，但只设有一条又窄又多弯的楼梯，最多只能容纳4人同时并排通过。每当上下班高峰期，D口便会挤得水泄不通，进站的乘客排队长龙一直到马路，而出站的乘客排队长龙则到站厅，此时需要多名站务工作人员维持秩序，进出站往往需要5-10分钟。而同样位于昌岗东路南侧的C口却迟迟未能开通，乘客意见颇大。随着2010年9月25日新2号线开通，原本需要从本站出站换乘公交车往海珠区南部的乘客可以通过新2号线前往，所以本站D出入口客流迅速减少。在同年11月11日，被盼望已久的车站C出入口开通，但其起到的分流作用已经不大。"], ["意外事件", "2004年6月3日12时25分，警方接到一名男子报警，称在晓港地铁站内放置了炸弹。接报后，警方迅速到现场戒备，搜查现场，协助撤离乘客及车站商店店员，并在12时30分临时封闭车站的两个出入口，只准乘客出站。直至12时55分，现场解封。所谓“炸弹”只不过是恶作剧，晓港站恢复正常运营秩序。当天下午5时许，该男子再次在工业大道报警时被警方抓获，经审查，陕西籍疑犯刘某供认了昨天多次拨打“110”谎称发现炸弹的事实。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};