let s_inf_145 = {
    "name": ["中大", "中大", "中大-ちゅうだい", "중다 역", "Sun Yat-sen University"],
    "inf": [{
        "platform": 1,
        "facilities": [[8, [1], "B C"], [20, [2], ""], [24, [1], "A D"], [27, [3], "", true]]
    }, {"platform": 2, "facilities": [[8, [1], "B C"], [20, [2], ""], [24, [1], "A D"], [27, [3], "", true]]}],
    "location": [113.292863, 23.092124],
    "via": ["8"],
    "shortDesc": "中大站是广州地铁8号线的一座车站，车站位于海珠区新港西路立新街口西侧的地底，中山大学广州校区南校园南侧、南门以西310米。本站以墨绿色作为主色调。车站于2003年6月28日启用。\n\n跟广州地铁2006年之前开通的车站一样，在通车初期，此站的英文站名是以拼音“Zhong Da”表示。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [5],
    "openTime": ["2003-6=28_"],
    "serviceTime": "06:08-23:45",
    "firstTrain": [[[0, "06:15"], [1, "06:13"]]],
    "lastTrain": [[[0, "23:09"], [1, "23:40"]]],
    "structureDesc": [["本站共有两层，地面为新港西路、立新街、中山大学广州校区南校园及附近建筑及街巷；地下一层为站厅；地下二层为8号线月台。"], ["站厅", [{
        "data": "中大站采用无柱站厅设计，使车站站厅更为宽敞。为方便乘客进出，付费区设于站厅南侧，周围被行人通道以及车站商店包围，部分车站商店亦设于收费区范围内。付费区站厅与站台之间设有多组扶手电梯以及楼梯往返于各层。由于专用电梯（升降机）连接站台与站厅东侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店及自助设施",
        data: "现时，中大站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、凉茶店、书店、时装店以及洗衣店等。此外，中大站有不少自助服务设施供乘客使用，包括中国建设银行自动柜员机、自动照相机、自动售卖机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于新港西路地底。"]],
    "exitDesc": "中大站共设有5个出入口；其中开通本站启用时设置了A、B、D三个出入口，后来在2015年1月9日，C1出入口启用，2016年4月28日，C2出入口启用。",
    usageDesc: "本站附近为中山大学广州校区南校园、中大布匹批发市场，同时住宅区林立。因此本站客流以中大的学生、附近居民为主，以及少部分批发客。客流水平仅属一般。",
    "history": [["规划", "在1988年的“十字线网”规划中，已经出现名为中山大学站的车站。当时该站为2号线的一座车站，位置已与现时相若。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，2号线被拆分，本站被确定为当时5号线（现8号线）的一座车站。但本站至琶洲的一段线路也列入2号线首通段工程中，采取先行贯通预留远期拆分的方式。车站亦确定为现时名称。\n\n于2010年的城市轨道交通线网规划方案中，新增的10号线在本站以东的中山大学南门前设站，与8号线交汇。但现时10号线车站规划名称却易名为中大南门站，其后更取消了换乘，并南移至瑞康路金纺路口，与本站距离因此拉远至超过500米的路程，同时亦未有计划建设或预留任何换乘通道。\n\n2号线首期工程则于1999年10月10日正式动工。2003年6月28日，本站随2号线首期晓港至琶洲段启用。直至2010年9月21日，本站一直都是旧2号线中途站之一。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。\n\n最终本站于2010年9月25日重新启用，并改属新的8号线。"], ["C出入口", "本站在启用之初已开通了A、B、D出入口，唯独位于新港西路西侧的C出入口迟迟不能开通。当时规划的C出入口位于某楼盘的商业裙楼地下层，由于该单位规划、报建和施工等各方面的问题，导致项目报建搁浅，而该出入口也因此多年来一直沉睡在地下，未能为有需要的市民提供服务。直到2012年，附近的轻纺交易园落成，决定自行出资向地铁总公司申请建设地铁中大站C出入口。目前，C1出入口已经通过地铁总公司的各项验收，已于2015年1月9日启用，C2出入口则在2016年4月28日启用。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};