let s_inf_146 = {
    "name": ["鷺江", "鹭江", "鷺江-ろこう", "루장 역", "Lujiang"],
    "inf": [{
        "platform": 1,
        "facilities": [[8, [1], "B C"], [20, [2], ""], [24, [1], "A D"], [27, [3], "", true]]
    }, {"platform": 2, "facilities": [[8, [1], "B C"], [20, [2], ""], [24, [1], "A D"], [27, [3], "", true]]}],
    "location": [113.308219, 23.095331],
    "via": ["8"],
    "shortDesc": "鹭江站是广州地铁8号线的一座车站，于2003年6月28日启用；车站位于海珠区新港西路下渡路口的地底，设有四个出入口，并采用棕黄色作为车站的主色调。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2003-6=28_"],
    "serviceTime": "06:08-23:47",
    "firstTrain": [[[0, "06:12"], [1, "06:15"]]],
    "lastTrain": [[[0, "23:07"], [1, "23:42"]]],
    "structureDesc": [["本站共有2层，地面为新港西路、下渡路和其它建筑，地下一层为站厅；地下二层为8号线月台。"], ["站厅", [{
        "data": "鹭江站采用无柱站厅设计，使车站站厅更为宽敞。为方便乘客进出，付费区设于站厅南侧，周围被行人通道以及车站商店包围，部分车站商店亦设于收费区范围内。付费区站厅与站台之间设有多组扶手电梯以及楼梯往返于各层。由于专用电梯（升降机）连接站台与站厅东侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店及自助设施",
        data: "现时，鹭江站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、凉茶店、书店以及洗衣店等。此外，鹭江站有不少自助服务设施供乘客使用，包括自动照相机、自动售卖机、羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于新港西路地底。\n\n另外，本站东端有一条存车线。当8号线的客村站出现故障时，往万胜围站的列车将会通过此存车线折返，以本站为临时总站。此时往客村至万胜围沿途各站则需转乘其它交通工具。由于此条存车线需要撑大线间距的关系，本站月台东段有较不明显的弧度。"]],
    "exitDesc": "鹭江站共设有4个出入口。值得留意的是，本站虽然设有一个A出入口，但在地面的出入口牌匾灯箱上，A出入口往新港西路一端被命名为A1出入口，往下渡路一端被命名为A2出入口。",
    usageDesc: "本站附近有众多的居民区，以及广州市第六中学等学校。因而本站客流主要以通勤上下班或上放学为主。高峰期客流较为可观。\n\n为缓解客村站的客流压力，每逢周一早高峰将视情况在本站实施客流控制措施，维持运营秩序。",
    "history": [["规划", "在1988年的地下铁道路网规划中，本站是2号线的其中一个中途站。后来在1997年规划方案A中，本站成为2号线拆解出来的5号线（现8号线）的一个中途站。随后本站成为旧2号线首期的其中一个站，先行建设，采取先行贯通预留远期拆分的方式。2号线首期工程则于1999年10月10日正式动工。\n\n本站在设计时，是计划的小交路终点站，因而设计有东边的存车线。后来本站以东的客村站在动工后突然被确定为未来与3号线的换乘站，因而小交路终点站需要从本站向东移动，以覆盖客村站。但客村站没有增加存车线的条件，所以改为在赤岗站作为小交路终点站。同时在赤岗站以东增加一条存车线，提供小交路折返条件。但本站的存车线亦得以保留，继续建设。\n\n2003年6月28日，本站随2号线首期晓港至琶洲段启用。直至2010年9月21日，本站一直都是旧2号线中途站之一。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。\n\n最终本站于2010年9月25日重新启用，并改属新的8号线。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};