let s_inf_148 = {
    "name": ["磨碟沙", "磨碟沙", "磨碟沙-ませつさ", "모뎨사 역", "Modiesha"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "出闸后B，过轨抵C"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "出闸后C，过轨抵B"]]
    }],
    "location": [113.341285, 23.098689],
    "via": ["8"],
    "shortDesc": "磨碟沙站是广州地铁8号线的一座车站，于2003年6月28日启用；车站位于海珠区新港东路近广州市农业科学研究所的地底，车站以金黄色为主色调，配合站名“磨碟沙”。\n\n本站与位于附近的赤沙车辆段接轨。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2003-6=28_"],
    "serviceTime": "06:01-23:54",
    "firstTrain": [[[0, "06:06"], [1, "06:22"]]],
    "lastTrain": [[[0, "23:01"], [1, "23:49"]]],
    "structureDesc": [["本站共有两层，地面为新港东路，地下一层为8号线月台，并设有票务设施，客务中心及商店；地下二层为联络通道。"], ["站厅", [{
        "data": "磨碟沙站分为南北两个站厅，均位于地下一层。两个站厅及两个月台无论在收费区范围以及非收费区范围均可由两条路轨下方的联络通道前往。"
    }, {
        title: "商店及自助设施",
        data: "车站商店及自助服务方面，磨碟沙站设置了便利店以及面包糕饼店；此外，本站亦提供自动售卖机、自动售卡/充值机、“好易”自助服务等。"
    }]], ["月台", "本站设有两个侧式月台，位于新港东路地底。月台东端设有一组交叉渡线，来往赤沙车辆段的出入段线在交叉渡线东侧从两条正线分别分岔。高峰时段结束后部分列车在万胜围站折返后，不载客行驶至本站1号月台，稍作停留后随即返回赤沙车辆段，届时月台会发出广播通知乘客不能上车。"]],
    "exitDesc": "磨碟沙站设有四个出入口，现时开通两个。",
    usageDesc: "由于本站处于广州近郊地区，很多企业都曾在此设厂，曾是广州市近郊的一个轻工业基地。后来工厂撤走，本站所在地块重新规划发展。但现时附近亦只有几个小区，所以每天客流较低。本站是目前8号线使用量最少的车站。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》规划方案A中，本站是2号线拆解出来的5号线（现8号线）的一个中途站，位置与现时相若。随后本站成为旧2号线首期的其中一个站，先行建设，采取先行贯通预留远期拆分的方式。但由于本站附近未有足够发展，不属于交通繁忙的市区，因此最初线路在本站以东曾经是立即伸延出地面，并以高架形式前往琶洲。但由于中央有关部门不批准此段建为高架路段，该段定线最后确定改为建在地底。\n\n2号线首期工程则于1999年10月10日正式动工。2003年6月28日，本站随2号线首期晓港至琶洲段启用。直至2010年9月21日，本站一直都是旧2号线中途站之一。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。\n\n最终本站于2010年9月25日重新启用，并改属新的8号线。"], ["D出入口", "磨碟沙站自2003年6月28日启用以来，一直只有两个出入口，C出入口虽能为新港东路南侧的居民提供服务，但对于华南大桥附近的居民来说路途稍为遥远，略有不便。2015年3月17日，广州市环保局受理了广州市轨道交通八号线磨碟沙站A端风亭改造及新增4号出入口工程环评，磨碟沙站附近由于要新建一个邦华大厦地块项目，项目位于地铁八号线磨碟沙站东南侧，并同时预留地铁出入口。该出入口位于新港东路以南，通道西端接驳车站预留口，东端接入邦华大厦负一层夹层，出入口位于该大厦地面一层。同时为配合建设，届时亦需对磨碟沙站A端2号风亭和紧急疏散口进行迁移。"]],
    futureExpansion: [["赤沙车辆段", "待8号线北延段建成后，8号线将改为使用新建的白云湖车辆段。而赤沙车辆段将会移交给11号线工程进行改造，并改属11号线使用。但届时本站连接至赤沙车辆段的出入段线会被保留，并改为8号线及11号线的联络线。"], ["18号线琶洲西区站", "18号线、19号线及28号线将在双塔路海洲路口设有琶洲西区站，距离现有磨碟沙站仅200多米。预计届时将设有换乘通道连接两站，实现8号线、18号线、19号线和28号线的换乘。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};