let s_inf_149 = {
    "name": ["新港東", "新港东", "新港東-しんこうとう", "신강둥 역", "Xingangdong"],
    "inf": [{"platform": 1, "facilities": [[17, [1], "出闸后过轨抵D F"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[17, [0], "出闸后A，过轨抵F"], [14, [0], "D"]]
    }],
    "location": [113.35701, 23.098722],
    "via": ["8"],
    "shortDesc": "新港东站是广州地铁8号线的一座车站，于2003年6月28日启用；车站位于海珠区新港东路会展西路口东侧的地底，华南快速干线新港东立交的以东，邻近广交会展馆；车站采用了紫蓝色作为主色调。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2003-6=28_"],
    "serviceTime": "05:58-23:57",
    "firstTrain": [[[0, "06:03"], [1, "06:25"]]],
    "lastTrain": [[[0, "22:58"], [1, "23:52"]]],
    "structureDesc": [["本站共有两层，地面为新港东路、广交会展馆A区，地下一层为南北站厅以及8号线月台；地下二层为联络通道。"], ["站厅", [{
        "data": "新港东站分为南北两个站厅，均位于地下一层。两个站厅及两个月台无论在收费区范围以及非收费区范围均可由两条路轨下方的联络通道前往。"
    }, {
        title: "商店及自助设施",
        data: "车站商店及自助服务方面，新港东站设置了便利店、洗衣店以及面包糕饼店；另外，本站亦提供中国建设银行自动柜员机以及自动售卖机等自助服务。“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有两个侧式月台，位于新港东路地底。"]],
    "exitDesc": "新港东站共设有6个出入口，目前开通3个。A出入口可直接前往广交会展馆A区。\n\n在车站启用初期，仅开通A、F两个出入口，2012年7月1日原来的F出入口永久关闭，并在同侧50米处（往会展南一路方向）开通临时出口替代，现时新F出入口已与南丰汇国际会展中心地库结合设置，原临时出入口已停用。后来亦开通D出入口。",
    usageDesc: "本站是广州国际会议展览中心的交通配套之一，而每年的中国出口商品交易会（又称广交会）都在会展中心的A区举行。当广交会或其它活动举行的时候，众多客商及参观游客都会取道本站前往，车站会在早晚高峰时段根据客流状况实施客流控制；本站附近并没有任何其它的住宅区或商业点，但会有少数办公室（例如广州地铁总部曾设在南丰汇国际会展中心写字楼内），因此本站在平时没有展览活动的时候，则会显得相当冷清。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，是当时5号线的其中一座中途站。后来本站确定与二号线首期工程一同先行建设，建成并正式投入使用则于2003年6月28日，当时是广州地铁二号线已开通段（琶洲站至三元里站区间）的一个中途站（现为八号线）。直至2010年9月21日，本站一直都是旧2号线中途站之一。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。\n\n最终本站于2010年9月25日重新启用，并改属新的8号线。"], ["春运专列", "2009年春运起使用位于琶洲地区的广州国际会议展览中心作为春运持票旅客异地候车点。因此，当时连接会展中心和广州火车站的旧2号线便被政府要求为异地候车旅客提供免费的列车服务，从会展中心运送到广州火车站。此服务便被称为春运专列。\n\n在开设初期，为免影响市民的通勤，需要异地候车的火车班次皆为晚上开出。每晚繁忙时间之后，本站会封闭北边站厅，专供异地候车旅客登车前往广州火车站。这时乘客需从本站前往三元里方向时，需先乘搭地铁前往琶洲站然后再乘坐往三元里方向的列车。路线拆解后，该专列仍开行，但改为封闭往凤凰新村月台后端供异地候车旅客乘车，直至2015年，春运不再启用琶洲异地候车，因此广州地铁也不再开行春运专列为止。"]],
    "platformBelong": [["1", "8"], ["2", "8"]]
};