let s_inf_151 = {
    "name": ["飛鵝嶺", "飞鹅岭", "飛鵝嶺-ひがねれい", "페이어링", "Fei'eling"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.155127, 23.378345],
    "via": ["9"],
    "shortDesc": "飞鹅岭站是广州地铁9号线的一个车站，位于花都区风神大道，风神花园南侧的地底。于2017年12月28日启用。\n\n本站为广州地铁线网中，位于广州市境内位处最西的车站。\n\n本站与位于附近的岐山车辆段接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:55-23:45",
    "firstTrain": [[[0, "06:00"]]],
    "lastTrain": [[[0, "22:30"]]],
    "structureDesc": [["本站共有二层，地面为风神大道、风神花园、花都东风体育馆以及其他建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "飞鹅岭站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店、面包糕饼店等商店；同时也设有少数自助服务设施，例如“好易”自助服务、自动售卖机、自动照相机以及自动售卡充值机等。"
    }]], ["月台", "本站设有一个岛式月台，位于风神大道地底。本站的公共洗手间以及母婴室均设于往岐山车辆段方向的一端。\n\n本站月台西端设有往返岐山车辆段的出入段线，除了供9号线列车使用该出入段线往返岐山车辆段，亦供9号线列车在正常运营时进行站后折返工作，而正线西端尽头则预留了9号线继续往西延伸的条件。同时，月台东端同样设有一条渡线供9号线列车进行站前折返工作。"]],
    "exitDesc": "飞鹅岭站目前设有4个出入口供乘客进出车站。",
    "history": [["规划", "2016年11月11日上午，中铁二局深圳公司承建的广州地铁九号线机电Ⅰ标飞鹅岭站顺利通过了由业主广州地铁集团、广州轨道交通建设监理有限公司、广东省建筑设计研究院等多家单位组成的验收组的样板验收。\n\n本站随后在2017年12月28日与9号线其余车站同时启用。"], ["B出入口", "D出入口\n\n9号线花都汽车城站B口、飞鹅岭站D口于4月5日与运营时间同步开通，周边市民出行将更加便捷。花都汽车城B口位于风神大道南侧，可通往毕村南、天马河1号、宝利悦庭等大型小区。飞鹅岭站D口位于风神大道北侧，可通往新华陵园，直线距离600米左右。"]],
    futureExpansion: [["9号线二期", "该段线路将从飞鹅岭站往西延伸4.8公里，并增设森林公园站作为新的西端终点站，中途不设其它车站。目前该段线路仍在规划阶段，没有建造时间表。"]],
    "platformBelong": [["1", "9"], ["9", "9"]]
};