let s_inf_152 = {
    "name": ["花都汽車城", "花都汽车城", "花都モーターシティ-かと", "화두치처청", "Huadu Autocity"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.180367, 23.379671],
    "via": ["9"],
    "shortDesc": "花都汽车城站是广州地铁9号线的一个车站，位于花都区风神大道九潭北路口的地底，于2017年12月28日随9号线通车而启用。\n\n本站与4号线的黄阁汽车城站英文名称中的“汽车城”表示不同，花都汽车城以“Autocity”来表示，而黄阁汽车城则以“Auto Town”来表示。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:58-23:43",
    "firstTrain": [[[0, "06:02"], [1, "06:29"]]],
    "lastTrain": [[[0, "22:32"], [1, "23:38"]]],
    "structureDesc": [["本站共有二层，地面为风神大道、九潭北路、东风日产乘用车花都工厂以及其他建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "花都汽车城站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店等商店；同时也设有少数自助服务设施，例如“好易”自助服务、自动售卖机以及自动售卡充值机等。"
    }]], ["月台", "本站将设有一个岛式月台，位于风神大道地底。\n\n本站的公共洗手间以及母婴室均设于往飞鹅岭方向的一端。"]],
    "exitDesc": "花都汽车城站目前设有4个出入口供乘客进出车站。",
    "history": [["规划", "本站在2017年12月28日与9号线其余车站同时启用。"], ["B出入口", "在2018年4月5日，9号线花都汽车城站B口、飞鹅岭站D口于4月5日与运营时间同步开通，周边市民出行将更加便捷。花都汽车城B口位于风神大道南侧，可通往毕村南、天马河1号、宝利悦庭等大型小区。飞鹅岭站D口位于风神大道北侧，可通往新华陵园，直线距离600米左右。"]],
    futureExpansion: [["9号线二期", "该段线路将从飞鹅岭站往西延伸4.8公里，并增设森林公园站作为新的西端终点站，中途不设其它车站。目前该段线路仍在规划阶段，没有建造时间表。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};