let s_inf_153 = {
    "name": ["廣州北站", "广州北站", "広州北駅-こうししゅうきたうき", "광저우 북역", "Guangzhou North Railway Station"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.201568, 23.376419],
    "via": ["9"],
    "shortDesc": "广州北站地铁站是广州地铁9号线的一座车站，位于花都区新华街道农新路，广州火车北站西侧的地底。于2017年12月28日启用。\n\n受广清城轨正在建设以及广州北站改扩建工程的影响，目前本地铁站未有道路及行人通道通往国铁广州北站，乘客需要在花城路站下车，再前往国铁广州北站，也可以从本站附近的花都汽车客运站巴士总站乘搭花4路前往国铁广州北站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:00-23:40",
    "firstTrain": [[[0, "06:00"], [1, "06:26"]]],
    "lastTrain": [[[0, "22:35"], [1, "23:35"]]],
    "structureDesc": [["本站共有两层，地面为国铁广州北站、花都汽车客运站、农新路及其它建筑，地下一层为站厅；地下二层为9号线月台。"], ["站厅", [{
        "data": "广州北站地铁站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，目前站厅南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。\n\n本站是广州地铁2017年新线开通车站中，其中一座设置“岭南文化”主题站的车站（另外三站为南沙客运港站、南海神庙站、知识城站）。\n\n在本站站厅处设有文化艺术墙“狮舞南粤”，以广州城市剪影和珠江为背景，主要突出“醒狮”作为广东著名的民间体育艺术代表。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店等商店；同时也设有少数自助服务设施，例如“好易”自助服务、自动售卖机、自动照相机以及自动售卡充值机等。"
    }]], ["月台", "本站设有一个岛式月台，位于农新路地底。本站的公共洗手间以及母婴室均设于往飞鹅岭方向的一端。\n\n另外，本站以西设有一组双存车线。当9号线西段出现故障时，往飞鹅岭站的列车将会通过此组存车线折返，以本站为临时总站。届时前往花都汽车城和飞鹅岭两站需使用其他交通工具。"]],
    "exitDesc": "广州北站目前设有3个出入口供乘客进出车站。",
    usageDesc: "广州北站地铁站目前的客流主要是来自花都汽车客运站的客流，以及来自巴士总站的客流为主，同时也会有附近布心村以及部分住宅小区的客流。\n\n广州北站地铁站是作为接驳国铁广州北站而命名的，但受广清城轨正在建设以及配套的广州北站西广场尚未完工的影响，因此在本站启用初期至今，未有道路及行人通道通往国铁广州北站，虽然地铁公司方面在9号线沿途车站以及在9号线列车报站时会附有相关提示，但仍有不少需要前往国铁广州北站的乘客因未留意到相关提示，误在本站下车而需要向车站职员求助。",
    history: [["建设", "2013年8月8日，广州北站动工。\n\n2014年5月21日，花都汽车城站～广州北站盾构区间始发，采用国内首台泥水＋土压双模盾构机[13]。2017年1月18日，广州北站～花城路站区间隧道双线贯通，意味着九号线已安全平稳成功下穿武广高铁和京广铁路，全线最大工程难题已被攻克，该隧道也成为国内首条下穿高铁路基的地铁盾构隧道。"]],
    "futureExapansion": [["8号线/24号线", "8号线未来将继续往北延伸至广州北站，并与9号线交汇。不过9号线规划及建造时并没有预留未来8号线接入。换乘方式及8号线车站位置及结构仍然不明。\n\n同时根据广州市第三期轨道交通（2015-2025）建设规划方案，未来8号线江府至广州北站一段将拆离8号线，并向南延伸形成正在规划中的24号线独立运营。该线落实并建成之后，本站在未来将会成为24号线的一个车站。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};