let s_inf_154 = {
    "name": ["花城路", "花城路", "花城路-かじょうそ", "화두루", "Huacheng Lu"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.21274, 23.379622],
    "via": ["9"],
    "shortDesc": "花城路站是广州地铁9号线的一个车站，位于花都区秀全大道花城路口西侧地底，于2017年12月28日随9号线通车而启用。\n\n受广清城轨正在建设的影响，目前广州北站地铁站初期没有道路及行人通道通往国铁广州北站，因此乘客需要在本站下车，可沿秀全大道徒步前往以及乘坐接驳专线巴士前往国铁广州北站。同时9号线列车在报部分站点时会附有相关提示。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:02-23:38",
    "firstTrain": [[[0, "06:07"], [1, "06:24"]]],
    "lastTrain": [[[0, "22:37"], [1, "23:33"]]],
    "structureDesc": [["本站共有二层，地面为秀全大道、花城路、花都体育馆、花都大剧院以及其他建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "花城路站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅北侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店等商店；同时也设有少数自助服务设施，例如“好易”自助服务、自动售卖机、自动照相机以及自动售卡充值机等。"
    }]], ["月台", "本站将设有一个岛式月台，位于秀全大道地底。\n\n本站的公共洗手间以及母婴室均设于往飞鹅岭方向的一端。"]],
    "exitDesc": "花城路站目前设有2个出入口供乘客进出车站。",
    usageDesc: "由于花城路站位于花都区新华街道的老城区地带，有众多住宅小区、商业区以及多所中小学校，因此全天会有众多乘客利用本站进出。\n\n在9号线开通初期受广州北站地铁站未有道路及行人通道连接，因此也会有许多前往广州北站乘坐国铁的乘客利用本站进出。",
    history: [["建设", "2013年5月27日，花城路站正式动工建设。该站开始进行连续墙成槽施工，土建工程进入实施阶段。\n\n2013年9月4日，花果山公园站至花城路站左线顺利始发。\n\n2014年3月15日，九号线花城路站顺利完成围护结构施工。\n\n2017年1月18日，广州北站～花城路站区间隧道双线贯通，意味着九号线已安全平稳成功下穿武广高铁和京广铁路，全线最大工程难题已被攻克，该隧道也成为国内首条下穿高铁路基的地铁盾构隧道。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};