let s_inf_157 = {
    "name": ["馬鞍山公園", "马鞍山公园", "馬鞍山公園-ばあんぎんこうえん", "마안산공원", "Ma'anshan Park"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.237846, 23.399699],
    "via": ["9"],
    "shortDesc": "马鞍山公园站是广州地铁9号线的一个车站，位于花都区迎宾大道百寿路口，马鞍山公园北侧的地底，已于2017年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:10-23:50",
    "firstTrain": [[[0, "06:15"], [1, "06:16"]]],
    "lastTrain": [[[0, "22:45"], [1, "23:25"]]],
    "structureDesc": [["本站共有二层，地面为迎宾大道、百寿路以及其他住宅小区等建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "马鞍山公园站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅西南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店等商店；同时也设有少数自助服务设施，例如自动照相机、自动售卖机、“好易”自助服务以及自动售卡充值机等。"
    }]], ["月台", "本站将设有一个岛式月台，位于马鞍山公园北侧地底。\n\n本站的公共洗手间以及母婴室均设于往飞鹅岭方向的一端。"]],
    "exitDesc": "马鞍山公园站目前设有2个出入口供乘客进出车站。",
    usageDesc: "花都广场站北面是花都区政府，周边还有水务局、住建局、民政局、环保局、教育局、人社局、农林局、档案局、信访局、国税局、交通局等政府部门汇集，是花都的行政中心。同时车站附近有多个住宅小区及公寓，因此本站有着非常可观的客流。",
    history: [["建设", "2017年4月12日，花都广场站～马鞍山公园站盾构隧道完工，标志着九号线全线隧道贯通\n\n2017年12月28日上午，广州地铁2017年新线开通仪式于花都广场站的站厅层举行。同日中午，本站随9号线首期通车而启用。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};