let s_inf_158 = {
    "name": ["蓮塘", "莲塘", "蓮塘-れんとう", "롄톈", "Liantang"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.245149, 23.389101],
    "via": ["9"],
    "shortDesc": "莲塘站为广州地铁9号线的一个车站，位于广州市花都区迎宾大道商业大道路口南侧的地底，已于2017年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:09-23:28",
    "firstTrain": [[[0, "06:17"], [1, "06:14"]]],
    "lastTrain": [[[0, "22:47"], [1, "23:23"]]],
    "structureDesc": [["本站共有二层，地面为迎宾大道、商业大道，莲塘村以及其它建筑；地下一层为站厅层；地下二层为9号线月台。"], ["站厅", [{
        "data": "莲塘站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅西侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站站厅层设有便利店、面包糕饼店等商店；同时也设有少数自助服务设施，例如自动照相机、自动售卖机、“好易”自助服务以及自动售卡充值机等。"
    }]], ["月台", "本站设有一个岛式月台，位于迎宾大道地底。\n\n本站的公共洗手间以及母婴室均设于往高增方向的一端。"]],
    "exitDesc": "莲塘站目前设有3个出入口供乘客进出车站。",
    history: [["建设", "2010年10月，广州地铁曾为莲塘村站所在的广州地铁9号线首期土建工程材料供应管理服务项目[2010-4951]招标。\n\n莲塘站在规划初期为首期建造的预留车站，但本站曾经被取消，其后本站将与九号线同步开通。"]],
    "platformBelong": [["1", "9"], ["2", "9"]]
};