let s_inf_161 = {
    "name": ["裕豐圍", "裕丰围", "裕豊囲-ようほうい", "유풍위", "Yufengwei"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.455011, 23.094934],
    "via": ["13"],
    "shortDesc": "裕丰围站是广州地铁13号线的其中一个车站，也是未来与广州地铁7号线和广州地铁25号线的其中一个换乘站。位于黄埔区海员路丰乐南路口西侧，已于2017年12月28日随13号线首期开通而启用[1]。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:09-23:03",
    "firstTrain": [[[0, "06:18"], [1, "06:14"]]],
    "lastTrain": [[[0, "22:53"], [1, "22:58"]]],
    "structureDesc": [["本站共有两层。地面为海员路（规划中）、丰乐南路及其它建筑；地下一层为站厅；地下二层为13号线站台；地下三层为7号线站台预留结构[2]。"], ["站厅", [{
        "data": "清塘站站厅设于地下一层，站厅主要设有售票机、客服中心、自助客服中心等设施。为方便行人进出，站厅南侧被划分为收费区，收费区内设多组扶手电梯、专用电梯（升降机）和楼梯方便乘客来往月台层。"
    }, {
        title: "商店及自助设施",
        data: "为方便行人进出，现时站厅中央处被划作收费区，收费区内设有一台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客来往于站厅及月台层。\n" +
            "\n"
    }]], ["月台", "本站13号线设有一个岛式月台，位于海员路地底。而7号线预留月台则位于丰乐南路地底。\n" +
    "\n" +
    "由于13号线月台东端为预留连通7号线月台的节点，本站的公共洗手间和母婴室设于13号线月台西端。"]],
    "exitDesc": "裕丰围站目前设有3个出入口。",
    history: [["建设", "本站规划曾用名：丰乐路站，在13号线首期各站初定站名公示中，本站定名裕丰围站[3]。最终经广州地铁集团申报，广州市民政局地名办确定以裕丰围站作为车站正式名称[4]。\n" +
    "\n" +
    "2017年1月10日，车站主体结构封顶[5]。12月28日，本站随13号线首期开通而启用。"]],
    futureExpansion: [["7号线二期", "7号线二期亦将设有裕丰围站，与13号线交汇。在13号线建设时，车站东端已经预留换乘节点和7号线月台部分结构。"], ["25号线", "新规划25号线亦会设有裕丰围站，位于13号线车站以南，令本站成为广州地铁的三线换乘枢纽之一。7号线二期建设时亦会预留换乘节点。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};