let s_inf_162 = {
    "name": ["雙崗", "双岗", "双崗-そうとう", "쌍강", "Shuanggang"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.474331, 23.094468],
    "via": ["13"],
    "shortDesc": "双岗站是广州地铁13号线的其中一个车站[1][2]，位于黄埔区黄埔东路双岗村北侧的地底，已于2017年12月28日开通。[3]",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:06-23:00",
    "firstTrain": [[[0, "06:20"], [1, "06:11"]]],
    "lastTrain": [[[0, "22:55"], [1, "22:55"]]],
    "structureDesc": [["本站共有两层。地面为黄埔东路、双岗村及其它建筑；地下一层为站厅；地下二层为站台。"], ["站厅", [{
        "data": "为方便行人进出，站厅东侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "双岗站站厅设有售票机、自动售卡/充值机、客务中心，以及便利店、面包糕饼店等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于黄埔东路北边的地底。公共洗手间和母婴室均设于月台西端。\n" +
    "\n" +
    "另外，本站东端设有一组双存车线。"]],
    "exitDesc": "双岗站目前设有2个出入口。",
    history: [["建设", "本站规划曾用名：文园站，在13号线首期各站初定站名公示中，本站定名双岗站[4]。最终经广州地铁集团申报，广州市民政局地名办确定以双岗站作为车站正式名称[5]。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};