let s_inf_163 = {
    "name": ["南海神廟", "南海神庙", "南海神廟-なんかいしんびょう", "남해신묘", "Nanhai God Temple"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.497434, 23.083718],
    "via": ["13"],
    "shortDesc": "南海神庙站是广州地铁13号线的其中一个车站[1][2]，位于黄埔区黄埔东路和电厂西路口南边的地底，邻近南海神庙，以及BRT南海神庙站，已于2017年12月28日随13号线首期开通而启用[3]。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:03-23:04",
    "firstTrain": [[[0, "06:24"], [1, "06:04"]]],
    "lastTrain": [[[0, "22:59"], [1, "22:52"]]],
    "structureDesc": [["本站共有两层。本站共有两层。地面为黄埔东路、电厂西路、南海神庙、BRT南海神庙站及其它建筑；地下一层为站厅；地下二层为站台。"], ["站厅", [{
        "data": "为方便行人进出，站厅南侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客来往于站厅及月台层。由于车站开通时间不长，车站商店尚未有任何商家进驻。\n\n本站是广州地铁2017年新线开通车站中[b]，其中一座设置“岭南文化”主题站的车站（另外三站为南沙客运港站、广州北站、知识城站）[4]。\n" +
            "\n" +
            "本站位于南海神庙旁，为了突出本站“历史之景”主题，天花吊顶装饰与13号线大部分车站设计不同，改为朱红色；车站墙面更使用镜面玻璃，并用波浪纹理图案点缀。以展现古代海上丝绸之路发祥地历史风貌[5]。"
    }, {
        title: "商店及自助设施",
        data: "南海神庙站站厅设有售票机、自动售卡/充值机、客务中心等设施。"
    }]], ["月台", "车站设有一个岛式月台，位于黄埔东路南边的地底。\n" +
    "\n" +
    "另外，本站的公共洗手间和母婴室设于月台东端。"]],
    "exitDesc": "南海神庙站目前设有2个出入口，所有出入口均设于黄埔东路南侧。",
    usageDesc: "本站附近有主要旅游景点南海神庙，以及庙头村村落及住宅小区。因此本站主要进出站客流主要以前往南海神庙观光游客以及附近庙头一带居民为主。虽然附近有BRT车站方便乘客接驳巴士，但邻站夏园站同样附近有BRT车站接驳巴士，因此本站的平日客流一般。\n" +
        "\n" +
        "每逢农历二月十三前后的波罗诞庙会期间，不少来自广州市各地的市民会搭地铁经由本站出站前往车站附近的南海神庙进香礼拜祈求平安[6]。",
    history: [["建设", "本站规划曾用名：庙头站，在13号线首期各站初定站名公示中，本站定名南海神庙站[7]。最终经广州地铁集团申报，广州市民政局地名办确定以南海神庙站作为车站正式名称[8]。\n" +
    "\n" +
    "2013年11月7日，车站开始围蔽施工[9]。施工期间导致南海神庙出入口空间收窄，因此导致2014至2017年的波罗诞会期均收窄为3天[10][11]。2016年5月31日，车站结构封顶[12]。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};