let s_inf_164 = {
    "name": ["夏園", "夏园", "夏園-かえん", "하원", "Xiayuan"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.518376, 23.082901],
    "via": ["13"],
    "shortDesc": "夏园站是广州地铁13号线的其中一个车站，也是未来与广州地铁5号线的其中一个换乘站。位于黄埔区黄埔东路夏园东路口的地底，邻近BRT夏园站。已于2017年12月28日开通。[1]",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:03-23:07",
    "firstTrain": [[[0, "06:08"], [1, "06:19"]]],
    "lastTrain": [[[0, "23:02"], [1, "22:49"]]],
    "structureDesc": [["本站共有两层。地面为黄埔东路、夏园村、夏园工业区、BRT夏园站及其它建筑；地下一层为站厅；地下二层为13号线站台层。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "夏园站站厅设有售票机、自动售卡/充值机、客务中心和便利店等设施。"
    }]], ["月台", "本站13号线设有一个岛式月台，位于黄埔东路北侧路面的地底。本站的公共洗手间及母婴室均设于13号线月台东端。\n" +
    "\n" +
    "此外，本站13号线月台西端设有一条渡线。"]],
    "exitDesc": "夏园站目前设有2个出入口，均设于黄埔东路北侧。黄埔东路南侧的出入口则留待未来5号线东延段进行建设。因此现时需要往来黄埔东路南侧的乘客需要绕行位于BRT夏园站东侧配套的过街天桥。\n" +
        "\n" +
        "同时本站是13号线开通时少数没有设置连接地面的升降机车站之一。",
    usageDesc: "夏园站附近有不少工业区，以及车站南面的夏园村村落，因此本站除上下班时期进出站客流较多以外，平日客流一般。\n" +
        "\n" +
        "由于本站现时是距离广州开发区最近的地铁车站，因此吸引了不少在开发区上班的市民和居民均接驳途经夏园站或BRT夏园站的巴士站乘坐地铁前往市区。",
    history: [["建设", "2013年，13号线一期工程可行性研究报告获省发改委批复[2]。但由于车站附近的一家酒店不满补偿标准，阻扰地铁施工，因而拖慢地铁建设进度[3][4]。经协商解决之后，在2015年4月15日，本站正式开工建设，标志着13号线一期所有车站全面开建。\n" +
    "\n" +
    "2015年4月23日，本站正在进行污水管迁改时，误将地下铺设的煤气管损坏，导致大量煤气泄漏[5]。\n" +
    "\n" +
    "2017年1月19日，夏园站主体结构顺利封顶。"]],
    futureExpansion: [["5号线东延段", "5号线东延段亦将设有夏园站，与13号线交汇。但13号线建设时只预留了站厅换乘的条件，并留出黄埔东路南侧路面供5号线进行车站扩建。5号线建成后两线站厅将会融为一体，乘客可通过车站站厅直接换乘。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};