let s_inf_166 = {
    "name": ["沙村", "沙村", "沙村-さそん", "사촌", "Shacun"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.570399, 23.11059],
    "via": ["13"],
    "shortDesc": "沙村站是广州地铁13号线的其中一个车站，位于增城区新塘镇新塘大道西、温涌路、温涌东路口的地底[1]，2017年12月28日随13号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:06-23:14",
    "firstTrain": [[[0, "06:14"], [1, "06:11"]]],
    "lastTrain": [[[0, "23:09"], [1, "22:41"]]],
    "structureDesc": [["本站共有两层。地面为新塘大道、温涌路、温涌东路，新塘新世界花园及其它建筑；地下一层为站厅；地下二层为站台。"], ["站厅", [{
        "data": "为方便行人进出，站厅北侧被划分为收费区，收费区内各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "沙村站站厅设有售票机、自动售卡/充值机、客务中心；亦设有自动照相机、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "沙村站设有一个岛式月台，位于新塘大道西北侧的地底。本站的公共洗手间以及母婴室均设于月台北端。\n" +
    "\n" +
    "另外，本站东端设有一组双存车线。"]],
    "exitDesc": "沙村站目前设有4个出入口供乘客进出车站。",
    history: [["建设", "本站规划曾用名：温涌路站，在13号线首期各站初定站名公示中，本站定名温涌站[2]。其后增城区新塘镇向广州市有关部门提出建议，把本站更名为沙村站，理由是车站附近片区的村民和有关人士均称自己是沙村人[3]。最终经广州地铁集团申报，广州市民政局地名办确定以沙村站作为车站正式名称[4]。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};