let s_inf_167 = {
    "name": ["白江", "白江", "白江-はつとう", "백강", "Baijiang"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.595627, 23.123235],
    "via": ["13"],
    "shortDesc": "白江站是广州地铁13号线的车站，位于增城区新塘镇107国道（广深大道西）东江大道路口以东的现况空地地底，2017年12月28日随13号线首期开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:03-23:18",
    "firstTrain": [[[0, "06:18"], [1, "06:08"]]],
    "lastTrain": [[[0, "23:38"], [1, "22:38"]]],
    "structureDesc": [["本站共有两层。地面为现况空地、107国道（广深大道西）以及周边众多住宅小区；地下一层为站厅；地下二层为站台。"], ["站厅", [{
        "data": "为方便行人进出，站厅西侧被划分为收费区，收费区内各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。"
    }, {
        title: "商店及自助设施",
        data: "白江站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、面包糕饼店，以及自动照相机、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "本站设有一个岛式月台，位于广深大道北侧现况空地的地底。\n" +
    "\n" +
    "此外，本站的公共洗手间以及母婴室均设于月台北端。"]],
    "exitDesc": "白江站目前设有4个出入口供乘客进出车站。",
    history: [["建设", "本站规划曾用名：东洲站，在13号线首期各站初定站名公示中，本站定名白江站。最终经广州地铁集团申报，广州市民政局地名办确定以白江站作为车站正式名称。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};