let s_inf_168 = {
    "name": ["新塘", "新塘", "新塘-しんとう", "신당", "Xintang"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.604472, 23.131731],
    "via": ["13"],
    "shortDesc": "新塘站是广州地铁13号线的其中一个车站，也是未来与广州地铁16号线的换乘站。位于增城区新塘镇新新公路与规划107国道相交的“十”字路口以西的地块，即未来的新塘枢纽地底[1][2]。车站于2017年12月28日开通。",
    "structureType": [0],
    "platformType": [2],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:00-23:21",
    "firstTrain": [[[0, "06:21"], [1, "06:05"]]],
    "lastTrain": [[[0, "23:16"], [1, "22:35"]]],
    "structureDesc": [["本站共有两层。本站共有两层，地面为107国道，新新公路，国铁新塘南站、群星花园以及其他建筑，地下一层为13号线站厅，地下二层为站台层。"], ["站厅", [{
        "data": "为方便行人进出，站厅北侧被划分为收费区，收费区内各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。"
    }, {
        title: "商店及自助设施",
        data: "新塘站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、面包糕饼店，以及自动照相机、自动售卖机和自动售卡/充值机。"
    }]], ["月台", "新塘站设有两个并排的岛式月台，位于新塘枢纽地底。由13号线和16号线共用。目前13号线只使用外侧的1号和2号站台；而内侧预留给16号线的站台则被玻璃板假墙封闭，留待16号线建成之后才使用。因此在乘客眼中，本站只设有一对侧式站台。\n" +
    "\n" +
    "两个月台设有公共洗手间和母婴室，其中1号月台设于月台东侧；2号月台则设于月台西侧。"]],
    "exitDesc": "新塘站开通初期设有3个出入口供乘客进出车站。",
    history: [["建设", "2017年12月28日，本站随13号线首期正式开通运营。"]],
    futureExpansion: [["16号线"], "16号线拟在本站始发，前往增城区荔城街道。16号线建成后，本站内侧月台亦会启用，乘客可在本站换乘13号线和16号线。惟16号线仍属远期规划，未有建设时间表。\n" +
    "\n" +
    "另外，16号线将会在月台西侧将设存车线以及折返线；月台东侧则设单渡线。同时亦会在月台西侧设置连接13号线正线的联络线。\n" +
    "\n"],
    "platformBelong": [["1", "13"], ["2", "13"]]
};