let s_inf_169 = {
    "name": ["官湖", "官湖", "官湖-かんこ", "관호", "Guanhu"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.636569, 23.137226],
    "via": ["13"],
    "shortDesc": "官湖站是广州地铁13号线的车站，位于增城区新塘镇环城路石新路口地底，已于2017年12月28日开通。\n" +
        "\n" +
        "本站与位于南侧的官湖车辆段接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:56-23:24",
    "firstTrain": [[[0, "06:10"], [1, "06:01"]]],
    "lastTrain": [[[0, "23:44"], [1, "22:31"]]],
    "structureDesc": [["本站共有两层。地面为环城路、石新路、官湖村以及其它建筑；地下一层为站厅；地下二层为站台。"], ["站厅", [{
        "data": "为方便行人进出，站厅南侧被划分为收费区，收费区内各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。"
    }, {
        title: "商店及自助设施",
        data: "官湖站站厅设有售票机、自动售卡/充值机、客务中心；亦设有洗衣店，以及自动照相机、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "本站设有一个岛式月台，位于环城路地底。本站的公共洗手间以及母婴室均设于月台东端。\n" +
    "\n" +
    "另外，本站西端设有一组通往官湖车辆段的出入段线。\n" +
    "\n"]],
    "exitDesc": "官湖站目前设有2个出入口供乘客进出车站。",
    history: [["建设", "2017年12月28日，本站随13号线首期正式开通运营。"]],
    "platformBelong": [["1", "13"], ["2", "13"]]
};