let s_inf_170 = {
    "name": ["新沙", "新沙", "新沙-しんさ", "신사", "Xinsha"],
    "inf": [{"platform": 1, "facilities": [[14, [0], "B C D"], [18, [0], "A"]]}, {
        "platform": 2,
        "facilities": [[14, [0], "C 保利"], [17, [0], "A B D 保利"]]
    }],
    "location": [113.649417, 23.136863],
    "via": ["13"],
    "shortDesc": "新沙站是广州地铁13号线的东端终点站，位于增城区新街村、石下村的地底，斜交新沙大道，2017年12月28日随13号线首期开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:55-23:26",
    "firstTrain": [[[1, "06:00"]]],
    "lastTrain": [[[1, "22:30"]]],
    "structureDesc": [["本站共有两层。地面为新沙大道，石下村、新街村；地下一层为站厅；地下二层为站台。"], ["站厅", [{
        "data": "为方便行人进出，站厅南侧被划分为收费区，收费区内各自设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。"
    }, {
        title: "商店及自助设施",
        data: "新沙站站厅设有售票机、自动售卡/充值机、客务中心；亦设有洗衣店，以及自动照相机、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "本站设有一个岛式月台，位于新沙大道的地底。本站的公共洗手间以及母婴室均设于月台西端。\n" +
    "\n" +
    "另外，本站月台西端设有一条单渡线，可用于站前折返。月台东端则设有一组双存车线，目前13号线所有列车皆使用该组存车线折返。而在正线末端预留往东延伸的条件。在早晚高峰过后及晚上收车前夕，部分列车在1号月台清客后会退出服务，然后折返至2号月台开出，沿途不停站返回官湖车辆段。届时2号月台会发出广播提醒乘客不能上车。"]],
    "exitDesc": "新沙站目前设有3个出入口供乘客进出车站。",
    history: [["建设", "本站规划曾用名：象颈岭站，在13号线首期各站初定站名公示中，本站定名复昌桥站。其后增城区新塘镇向广州市有关部门提出建议，把本站更名为新沙路站，理由是复昌桥知名度不高；同时车站位于新沙大道两边。之后广州地铁集团以新沙站作为车站名称向广州市民政局地名委员会申报，最终经公示确定以新沙站作为车站正式名称。\n" +
    "\n" +
    "本站于2013年10月正式开工建设；2017年1月21日，本站主体结构顺利封顶。"]],
    "platformBelong": [["9", "13"], ["2", "13"]]
};