let s_inf_173 = {
    "name": ["太和", "太和", "太和-たいわ", "태화", "Taihe"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1], "E"], [12, [2], ""], [13, [3], ""], [20, [1, 2], "C D"]]
    }, {"platform": 2, "facilities": [[7, [1], "E"], [12, [2, 3], ""], [20, [1, 2], "C D"]]}],
    "location": [113.347197, 23.299284],
    "via": ["14"],
    "shortDesc": "太和站是广州地铁14号线的一个车站，位于广州市白云区105国道（广从公路）、大沥路、科强路口。车站于2018年12月28日随14号线一期通车而启用。\n\n本站与位于附近的石湖停车场接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:05-23:20",
    "firstTrain": [[[0, "06:10"], [2, "06:10"]]],
    "lastTrain": [[[0, "23:01"], [2, "23:15"]]],
    "structureDesc": [["本站共有两层。地面为105国道、大沥路、科强路，太和镇及沿街商铺和村镇住宅等。地下一层为站厅，地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中间偏东侧被划分为收费区，收费区内设有三条扶手电梯、两条楼梯和一台专用电梯（升降机）供乘客前往月台层。\n\n本站为14号线一期四个特色站之一，以“逸·居”为主题，采用动态LED显示屏实时展示车站外的天空变化、日出日落、四季轮回等美景，在显示屏上不断呈现。"
    }, {
        title: "商店及自助设施",
        data: "太和站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店以及面包糕饼店。"
    }]], ["月台", "本站设有一个岛式月台，位于105国道地底。本站的公共洗手间和母婴室均设于站台北侧。\n\n本站作为14号线的快慢车越行站，因此设有四条路轨，内侧两条路轨供普通车停靠供乘客上下车使用；外侧两条路轨则专供快车使用，在本站越过普通车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，不过在往东风一端的墙壁较短，乘客可以在往东风一端的月台部分，清楚看见快车越过本站的情景。\n\n另外，内侧的两条路轨亦于南端互相连接成为一条路轨，可供列车往返于石湖停车场。\n\n14号线首期开通至今，因列车班次尚未加密，快车绝大多数班次均会经内侧车站月台的路轨越行过站，只有少数班次经外侧越行线过站。"]],
    "exitDesc": "太和站共设有3个出入口供乘客进出。",
    history: [["规划", "本站最早在2003年的地铁规划方案出现，为当时的新华线的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为太和站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以太和站作为车站正式名称。\n\n2018年9月26日，包括本站在内，14号线嘉禾望岗至马沥段举行“三权移交”，随即展开运营调试，随后于同年12月28日下午2时，本站随14号线一期通车而启用。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};