let s_inf_174 = {
    "name": ["竹料", "竹料", "竹料-ちくりゅう", "죽료", "Zhuliao"],
    "inf": [{"platform": 1, "facilities": [[6, [1], "C"], [13, [3], ""], [19, [2], "A B"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [13, [3], ""], [19, [2], "A B"]]
    }],
    "location": [113.368332, 23.348496],
    "via": ["14"],
    "shortDesc": "竹料站是广州地铁14号线的车站，车站位于广东省广州市白云区105国道（广从公路）角隆路口。车站于2018年12月28日随14号线一期通车而启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:09-23:14",
    "firstTrain": [[[0, "06:15"], [2, "06:13"]]],
    "lastTrain": [[[0, "23:06"], [2, "23:09"]]],
    "structureDesc": [["本站共有三层，地面为设备层，车站附近为105国道，国铁竹料站以及其他建筑，地上二层为站厅层，地上三层为月台层。"], ["站厅", [{
        "data": "为方便行人进出，竹料站站厅中心被划分为收费区，收费区内各自设有三条扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n\n另外，本站的公共洗手间及母婴室均设于站厅非付费区东南侧。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "竹料站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "竹料站在105国道中心的上空设有两个侧式月台。"]],
    "exitDesc": "竹料站共设有3个出入口供乘客进出。受到站厅付费区划分影响，本站C出入口在非收费区范围不能连通车站其它出入口。\n\n另外，站厅设有通道前往正在建设中的国铁竹料站。",
    history: [["规划", "本站最早在2003年的地铁规划方案出现，为当时的新华线的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为竹料站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以竹料站作为车站正式名称。\n\n2018年9月26日，包括本站在内，14号线嘉禾望岗至马沥段举行“三权移交”，随即展开运营调试，随后于同年12月28日下午2时，本站随14号线一期通车而启用。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};