let s_inf_175 = {
    "name": ["鐘落潭", "钟落潭", "鐘落潭-しょえらくたん", "종락담", "Zhongluotan"],
    "inf": [{"platform": 3, "facilities": [[5, [1], ""], [13, [3], ""], [19, [2], "A B"]]}, {
        "platform": 4,
        "facilities": [[5, [1], ""], [13, [3], ""], [19, [2], "A B"]]
    }],
    "location": [113.400686, 23.375649],
    "via": ["14"],
    "shortDesc": "钟落潭站是广州地铁14号线的车站，车站位于白云区105国道（广从公路）广龙路口东北侧[1]。车站于2018年12月28日随14号线一期通车而启用[2]。",
    "structureType": [2],
    "platformType": [2],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:03-23:15",
    "firstTrain": [[[0, "06:07"], [2, "06:09"]]],
    "lastTrain": [[[0, "23:10"], [2, "23:05"]]],
    "structureDesc": [["本站共有三层，地面为设备层，车站附近为105国道、广龙路，钟落潭镇及沿街商铺和村镇住宅等。地上二层为站厅层，地上三层为月台层。"], ["站厅", [{
        "data": "为方便行人进出，钟落潭站站厅南侧被划分为收费区，收费区内各自设有三条扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n" +
            "\n" +
            "另外，本站的公共洗手间及母婴室均设于站厅付费区内南侧。"
    }, {
        title: "商店及自助设施",
        data: "钟落潭站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "钟落潭站在105国道中心的上空设有两个并排的岛式月台。\n" +
    "\n" +
    "本站作为14号线的快慢车越行站，因此设有四条路轨。但14号线首期开通至今，因列车班次尚未加密，故只使用本站作为越行车站。现时内侧的1号和2号站台作为备用站台，全天供快车越行使用，在车站开通初期更未获得站台编号。而普通车则停靠外侧的3号及4号月台上下客。\n" +
    "\n" +
    "另外，本站东风方向一端的正线处设有一条渡线。"]],
    "exitDesc": "钟落潭站目前设有3个出入口供乘客进出。",
    history: [["规划", "本站最早在2003年的地铁规划方案出现，为当时的新华线[a]的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为钟落潭站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以钟落潭站作为车站正式名称[3]。\n" +
    "\n" +
    "2018年9月26日，包括本站在内，14号线嘉禾望岗至马沥段举行“三权移交”，随即展开运营调试[4]，随后于同年12月28日下午2时，本站随14号线一期通车而启用[2]。"]],
    "platformBelong": [["1", "14"], ["10", "14"], ["10", "14"], ["3", "14"]]
};