let s_inf_176 = {
    "name": ["馬瀝", "马沥", "馬瀝-ばれき", "마력", "Mali"],
    "inf": [{"platform": 3, "facilities": [[5, [1], ""], [13, [3], ""], [19, [2], "A B"]]}, {
        "platform": 4,
        "facilities": [[5, [1], ""], [13, [3], ""], [19, [2], "A B"]]
    }],
    "location": [113.450388, 23.393877],
    "via": ["14"],
    "shortDesc": "马沥站是广州地铁14号线的车站，车站位于白云区105国道黎佛路口西北侧。车站于2018年12月28日随14号线一期通车而启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:58-23:20",
    "firstTrain": [[[0, "06:02"], [2, "06:04"]]],
    "lastTrain": [[[0, "23:15"], [2, "23:00"]]],
    "structureDesc": [["本站共有三层，地面为设备层，车站附近为105国道、黎佛路以及其他建筑，地上二层为站厅层，地上三层为月台层。"], ["站厅", [{
        "data": "为方便行人进出，马沥站站厅北侧被划分为收费区，收费区内各自设有三条扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n\n另外，本站的公共洗手间及母婴室均设于站厅付费区内北侧。"
    }, {
        title: "商店及自助设施",
        data: "马沥站站厅设有售票机、自动售卡/充值机、客务中心；亦设有自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "马沥站在105国道中心的上空设有两个侧式月台。\n\n另外，月台往东风方向的一端东侧设有一条存车线。"]],
    "exitDesc": "马沥站设有2个出入口供乘客进出车站。",
    history: [["建设", "本站最早在2003年的地铁规划方案出现，为当时的新华线的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为黎家塘站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以马沥站作为车站正式名称。\n\n2018年9月26日，14号线嘉禾望岗站至本站一段举行“三权移交”，随即展开运营调试。随后于同年12月28日下午2时，本站随14号线一期通车而启用。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};