let s_inf_177 = {
    "name": ["新和", "新和", "新和-しんわ", "신화", "Xinhe"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "A C"], [12, [3], ""], [14, [2], ""], [20, [2], "B"]]
    }, {"platform": 2, "facilities": [[4, [1], "A C"], [12, [3], ""], [14, [2], ""], [20, [2], "B"]]}, {
        "platform": 3,
        "facilities": [[4, [1], "A C"], [12, [3], ""], [14, [2], ""], [21, [2], "B"]]
    }, {"platform": 4, "facilities": [[4, [1], "A C"], [12, [3], ""], [14, [2], ""], [21, [2], "B"]]}],
    "location": [113.46706, 23.413259],
    "via": ["14"],
    "shortDesc": "新和站是广州地铁14号线的一个运营车站，也是主线和知识城支线的换乘站[1]。车站位于白云区105国道与九龙大道交叉口东南侧，新和村西南侧。2017年12月28日随14号线知识城支线通车而启用。",
    "structureType": [2],
    "platformType": [2],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:05-23:23",
    "firstTrain": [[[0, "06:15"], [1, "06:10"], [2, "06:21"]]],
    "lastTrain": [[[0, "23:18"], [1, "22:30"], [2, "22:57"]]],
    "structureDesc": [["本站共有三层，地面为设备层，人行道，105国道以及其他建筑，地上二层为站厅层，地上三层为月台层[2]。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中心南侧被划分为收费区，收费区内各自设有三条扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n" +
            "\n" +
            "另外，本站的公共洗手间及母婴室均设于站厅付费区内南侧以东。"
    }, {
        title: "商店及自助设施",
        data: "新和站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、面包糕饼店，以及自动照相机、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "新和站在105国道东侧的上空设有两个并排的岛式月台，由14号线主线与知识城支线共用。主线使用外侧的1号和2号月台，支线使用内侧的3号和4号月台。两个岛式月台均设有空调候车室。\n" +
    "\n" +
    "乘客可在本站换乘14号线主线和知识城支线，本站为顺向跨月台转车站，乘客可以走到对面月台直接换乘另一列列车前往目的地（例如主线东风方向换乘至支线镇龙方向），或途经站厅至另一月台换乘另一列列车前往目的地（例如支线抵站后换乘至主线东风方向）。\n" +
    "\n" +
    "另外，月台南端设有渡线连接主线和支线，可供主支线贯通运营；而内侧支线月台北侧设有一条单渡线供支线进行站前折返；南侧设有一组交叉渡线供支线进行站后折返。\n" +
    "\n"]],
    "exitDesc": "新和站目前设有3个出入口供乘客进出车站。",
    usageDesc: "新和站附近仅有新和村一带的民房建筑及农田绿地，进出站的乘客仅为需要来往广州市的附近居民。但本站作为14号线主线及支线的换乘站，以及快车的中途停靠站，车站以换乘的客流为主：除了在本站换乘来往主线及支线的客流外，亦有不少来往非快车停靠站的乘客会使用本站在快车和普通车之间换乘，以节省乘车时间。",
    history: [["建设", "本站最早在2003年的地铁规划方案出现，为当时的新华线[a]的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为黎家塘站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以马沥站作为车站正式名称[4]。\n" +
    "\n" +
    "2018年9月26日，14号线嘉禾望岗站至本站一段举行“三权移交”，随即展开运营调试[5]。随后于同年12月28日下午2时，本站随14号线一期通车而启用[2]。"]],
    "platformBelong": [["1", "14"], ["3", "14"], ["2", "14"], ["9", "14"]]
};