let s_inf_178 = {
    "name": ["太平", "太平", "太平-たいへい", "태평", "Taiping"],
    "inf": [{"platform": 1, "facilities": [[5, [1], ""], [13, [3], ""], [20, [2], "A B"]]}, {
        "platform": 2,
        "facilities": [[5, [1], ""], [13, [3], ""], [20, [2], "A B"]]
    }],
    "location": [113.491955, 23.45209],
    "via": ["14"],
    "shortDesc": "太平站是广州地铁14号线的车站，车站位于从化区105国道（广从南路），广州大学华软软件学院西侧[1][2]。车站于2018年12月28日随14号线一期通车而启用[3]。\n" +
        "\n" +
        "值得一提的是，本站是离北回归线最近的广州地铁车站[1]。",
    "structureType": [2],
    "platformType": [2],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:02-23:28",
    "firstTrain": [[[0, "06:09"], [2, "06:07"]]],
    "lastTrain": [[[0, "23:23"], [2, "22:59"]]],
    "structureDesc": [["本站共有三层[4]，地面为设备层，车站附近为105国道（广从南路）、广州大学华软软件学院以及其他建筑，地上二层为站厅层，地上三层为月台层。"], ["站厅", [{
        "data": "为方便行人进出，太平站站厅南侧被划分为收费区，收费区内各自设有三条扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n" +
            "\n" +
            "另外，本站的公共洗手间及母婴室均设于站厅付费区内南侧。"
    }, {
        title: "商店及自助设施",
        data: "太平站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "太平站在105国道中心的上空设有两个并排的岛式月台。\n" +
    "\n" +
    "本站作为14号线的快慢车越行站，因此设有四条路轨。但14号线首期开通至今，因列车班次尚未加密，所有列车均会经内侧的的1号及2号站台停靠，或越行过站。故现时外侧的两个站台暂作备用站台，在车站开通初期更未能获得站台编号。\n" +
    "\n" +
    "另外，本站往东风方向一端的正线处设有一条渡线。"]],
    "exitDesc": "太平站设有2个出入口供乘客进出车站[5]。",
    usageDesc: "新和站附近仅有新和村一带的民房建筑及农田绿地，进出站的乘客仅为需要来往广州市的附近居民。但本站作为14号线主线及支线的换乘站，以及快车的中途停靠站，车站以换乘的客流为主：除了在本站换乘来往主线及支线的客流外，亦有不少来往非快车停靠站的乘客会使用本站在快车和普通车之间换乘，以节省乘车时间。",
    history: [["建设", "本站最早在2003年的地铁规划方案出现，为当时的新华线[a]的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为太平站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以太平站作为车站正式名称[6]。\n" +
    "\n" +
    "2017年11月22日，本站主体结构封顶[2]。\n" +
    "\n" +
    "2018年1月7日下午2点，本站北侧正在进行拆卸架桥机时，吊车吊臂在拆卸架桥机时突然折断。吊臂砸在轨道上时未造成大冲击，事故无造成人员伤亡[7]。\n" +
    "\n" +
    "2018年12月28日下午2时随14号线一期通车而启用[3]。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};