let s_inf_179 = {
    "name": ["神崗", "神岗", "神崗-しんこう", "신강", "Shengang"],
    "inf": [{"platform": 1, "facilities": [[6, [1], "A"], [13, [3], ""], [19, [2], "B"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "A"], [13, [3], ""], [19, [2], "B"]]
    }],
    "location": [113.517396, 23.475101],
    "via": ["14"],
    "shortDesc": "神岗站是广州地铁14号线的车站，车站位于从化区105国道（广从南路），近神岗镇佛岗村[1]。车站于2018年12月28日随14号线一期通车而启用[2]。",
    "structureType": [2],
    "platformType": [2],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:59-23:32",
    "firstTrain": [[[0, "06:13"], [2, "06:04"]]],
    "lastTrain": [[[0, "23:27"], [2, "22:48"]]],
    "structureDesc": [["本站共有三层，地面为设备层，车站附近为105国道（广从南路）、加油站、神岗镇佛岗村以及其他建筑，地上二层为站厅层，地上三层为月台层。"], ["站厅", [{
        "data": "为方便行人进出，神岗站站厅中心被划分为收费区，收费区内各自设有三条扶手电梯、两组楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。\n" +
            "\n" +
            "另外，本站的公共洗手间及母婴室均设于站厅非付费区东侧。"
    }, {
        title: "商店及自助设施",
        data: "神岗站站厅设有售票机、自动售卡/充值机、客务中心；亦设有便利店、自动售卖机和自动售卡/充值机等自助服务设施。"
    }]], ["月台", "神岗站在105国道中心的上空设有两个侧式月台。"]],
    "exitDesc": "神岗站设有2个出入口供乘客进出车站[3]。",
    usageDesc: "新和站附近仅有新和村一带的民房建筑及农田绿地，进出站的乘客仅为需要来往广州市的附近居民。但本站作为14号线主线及支线的换乘站，以及快车的中途停靠站，车站以换乘的客流为主：除了在本站换乘来往主线及支线的客流外，亦有不少来往非快车停靠站的乘客会使用本站在快车和普通车之间换乘，以节省乘车时间。",
    history: [["建设", "本站最早在2003年的地铁规划方案出现，为当时的新华线[a]的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。 本站在规划及建设时命名为神岗站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，最终经公示确定以神岗站作为车站正式名称[4]。\n" +
    "\n" +
    "2018年12月28日下午2时随14号线一期通车而启用[2]。"], ["选址争议", "由于神岗站设在105国道两个加油站之间，被质疑不符合设计规范。广州地铁官方表示，根据广州市国规委批复的《建设工程规划许可证》，神岗站主体结构距2个加油站距离分别为36.5米、38米，两个出入口离加油站的最近距离分别为102米、50.7米，均符合市安监局要求该站满足《汽车加油加气站设计与施工规范》(GB50156-2012)的要求。因此，目前市安监局协调会要求的加油站南移的问题已不存在，也没有向东移50米的必要[5]。\n" +
    "\n" +
    "此外，车站选址亦遭到质疑，广州地铁官方表示，神岗站的选址是根据从化区的总体发展规划而定的；神岗站周边规划以居住用地为主，少量商业用地；站点周边现状有大型居住区，该区域规划就业和居住人口均超过代表们建议选址的神岗墟位置附近人口数量。从建设的实际条件来看，神岗墟位置的拆迁量远比现在的选址大得多。因此，神岗站的选址是符合从化区城市发展规划[5]。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};