let s_inf_181 = {
    "name": ["從化客運站", "从化客运站", "從化バスターミナル-じゅうか", "충화고속버스터미널", "Conghua Coach Terminal"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1], "A D"], [12, [2], ""], [13, [3], ""], [20, [1, 2], "C"]]
    }, {"platform": 2, "facilities": [[7, [1], "A D"], [12, [2, 3], ""], [20, [1], "C"], [19, [2], "C"]]}],
    "location": [113.594721, 23.531769],
    "via": ["14"],
    "shortDesc": "从化客运站地铁站是广州地铁14号线的车站，位于从化区从城大道从化大道路口北侧。车站于2018年12月28日随14号线一期通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:58-23:43",
    "firstTrain": [[[0, "06:22"], [2, "06:03"]]],
    "lastTrain": [[[0, "23:37"], [2, "22:38"]]],
    "structureDesc": [["本站共有两层，地面为从城大道、从化大道，雅居乐滨江花园，从化装饰材料市场及附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为了方便乘客进出，从化客运站站站厅东侧被划分为收费区，收费区内设有专用电梯（升降机）、扶手电梯以及楼梯以连接站台。\n\n本站为14号线一期四个特色站之一，在站厅付费区内设有以“容·汇”为文化主题的艺术墙。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "东风站站厅设有售票机、自动售卡/充值机、客务中心等设施。同时设有面包糕饼店以及自动售卖机等商店及自助设施。\n" +
            "\n"
    }]], ["月台", "本站设有一个岛式月台，位于规划中的从化大道地底。"]],
    "exitDesc": "从化客运站地铁站设有5个出入口，现时开通其中3个出入口供乘客进出车站。",
    usageDesc: "本站附近以住宅小区及其它民宅为主，亦有商场及大型批发市场，车站亦服务从化六中、广州工程学院、城建学院等大中小学校，以及600米对开的从化客运站。而且本站亦是最接近从化市区街口街道的车站，吸引不少居民通过公交接驳至本站乘坐地铁。因此出入闸客流均以附近和街口街道的居民为主，客流量颇为可观，亦是14号线从化段各站客流最高的车站。14号线开通首日更因吸引众多从化市民前来本站体验新线，而需要在部分出入口实施客流控制。\n" +
        "\n",
    history: [["建设", "本站最早在2003年的地铁规划方案出现，为当时的新华线的其中一个车站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。\n\n车站于2018年10月30日三权移交运营四中心。随后于2018年12月28日下午2时随14号线一期通车而启用。"], ["车站命名", "本站在规划及建设时命名为江埔站。2018年3月，广州地铁集团向广州市民政局地名委员会申报十四号线车站沿线站名，本站公示有从化客运站以及街口站两个候选名，最终确定以从化客运站作为车站正式名称。\n\n本站虽命名为从化客运站，但本站与同在从城大道的从化汽车站有600米的距离。"]],
    "platformBelong": [["1", "14"], ["3", "14"]]
};