let s_inf_182 = {
    "name": ["東風", "东风", "東風-とうふう", "동풍", "Dongfeng"],
    "inf": [{}, {
        "platform": 2,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }],
    "location": [113.600801, 23.566233],
    "via": ["14"],
    "shortDesc": "东风站是广州地铁14号线主线的北端总站。车站位于从化区东风村内，规划从化大道迎宾大道路口[1][2]。于2018年12月28日随14号线一期通车而启用[3]。\n" +
        "\n" +
        "本站为广州地铁线网位处最北的车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:55-23:45",
    "firstTrain": [[[2, "06:00"]]],
    "lastTrain": [[[2, "22:35"]]],
    "structureDesc": [["本站共有两层。地面为东风村内各住宅等建筑；地下一层为站厅；地下二层为14号线站台层。"], ["站厅", [{
        "data": "为了方便乘客进出，因此东风站站厅东侧被划分为收费区，收费区内则分别设有专用电梯（升降机）、扶手电梯以及楼梯以分别联络2个站台。\n" +
            "\n" +
            "本站的母婴室设于站厅非付费区D出入口通道旁。\n" +
            "\n" +
            "本站为14号线一期四个特色站之一，装修风格结合了山、川、水的文化元素，突显从化特色的山水式意境[4][5]。"
    }, {
        title: "商店及自助设施",
        data: "东风站站厅设有售票机、自动售卡/充值机、客务中心等设施。同时在非付费区西侧的通道设有商店，唯客流原因现时没有商店租出。"
    }]], ["月台", "车站设有三条路轨和两个并排的岛式月台，位于东风村内，规划从化大道的地底[2]。东边路轨（1号月台）供14号线抵站使用；西边路轨（2号月台）则供14号线折返后起载始发。\n" +
    "\n" +
    "两个站台在南端均设有公共洗手间。\n" +
    "\n" +
    "中央路轨在月台南北两端均设有多条渡线，连接至两侧的14号线正线路轨。中央路轨同时亦往北延伸有一定长度。因此中央路轨可供14号线列车在车站进行站前或站后折返。\n" +
    "\n" +
    "但14号线首期开通至今，因列车班次尚未加密，所有班次均使用两侧的路轨和1号及2号月台，并进入中央路轨站后段进行折返；中央路轨站前及站内段则暂不使用，而其两边的3号和4号月台作为备用月台，平时不使用。\n" +
    "\n" +
    "同时两侧的正线北端尽头亦预留条件，可供14号线三期（北延段）进行延伸；中央路轨亦预留条件，届时可在北端加设一条渡线连接至南行正线，增强本站的折返能力。\n" +
    "\n" +
    "在早晚高峰过后及晚上收车前夕，部分列车在1号月台清客后会退出服务，然后折返至2号月台开出，沿途不停站返回邓村车辆段。届时2号月台会发出广播，提醒乘客不能上车。"]],
    "exitDesc": "东风站目前设有3个出入口供乘客进出车站。",
    usageDesc: "东风站位于规划从化新城的中心地带，但因现时从化新城规划尚未实施，且车站远离所处的城郊街道中心，因此本站主要服务东风村，部分周边地区的居民以及从化七中和中山大学南方学院的学生会乘坐公交车前往本站。\n" +
        "\n" +
        "本站仅在14号线开通头几日有较大的客流，大多是前来体验新线的乘客。现时车站客流水平较低，非高峰期车站更会显得非常冷清。",
    history: [["建设", "本站规划及建设时命名为街口站。2018年3月，广州地铁集团以东风站作为车站名称向广州市民政局地名委员会申报，最终经公示确定以东风站作为车站正式名称[6]。\n" +
    "\n" +
    "本站最早在2003年的地铁规划方案出现，为当时的新华线[a]的北端总站。后来新华线分拆为来往花都区的9号线和来往从化区的14号线，本站成为14号线的车站之一。\n" +
    "\n" +
    "2010年，14号线提出了设置快慢线，本站确定为快线停车站，车站月台则被设计为双岛三线式，满足快慢车折返的需要。\n" +
    "\n" +
    "后来本站被列入14号线一期工程中进行建设，车站于2014年3月开工，历时44个月的建设后，于2017年11月封顶[7]。车站于2018年10月30日三权移交运营四中心[8]。随后于2018年12月28日下午12时28分随14号线一期开通而启用[3]。\n" +
    "\n" +
    "车站开通初期的一段时间内，两个岛式月台各自仅使用一个月台编号（1号及2号月台），本站因而也是当时广州地铁线网内，唯一一个给每个岛式月台使用一个月台号码的车站。 其后中央路轨两侧的月台获改编为3号及4号月台，但仅作为备用月台，未正式启用。"]],
    futureExpansion: [["14号线三期", "14号线三期将由东风站往北伸延至从化区北部的良口站，届时本站将从14号线北端终点站变为中途站。目前该段工程仍在规划阶段，没有建造时间表。"]],
    "platformBelong": [["9", "14"], ["3", "14"]]
};