let s_inf_184 = {
    "name": ["新南", "新南", "新南-しんなん", "신남", "Xinnan"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.495228, 23.377232],
    "via": ["14"],
    "shortDesc": "新南站是广州地铁14号线知识城支线的一座车站，车站位于黄埔区九龙大道，近新南村。2017年12月28日随14号线知识城支线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:11-22:23",
    "firstTrain": [[[1, "06:18"], [3, "06:16"]]],
    "lastTrain": [[[1, "22:16"], [3, "22:28"]]],
    "structureDesc": [["本站共有两层，地面为九龙大道及新南村附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，新南站站厅东侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多部扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "新南站站厅设有售票机、自动售卡/充值机、客务中心，亦设有自动照相机和自动售卡/充值机等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于九龙大道地底。本站的公共洗手间以及母婴室设于站台往新和方向的一侧[1]。\n" +
    "\n" +
    "另外，本站北端设有一组单渡线。当14号线的高架段出现故障或是台风来袭需要停运高架段时，往新和站方向的列车将会通过此单渡线进行折返后继续开行，以红卫站为临时总站。"]],
    "exitDesc": "新南站目前设有2个出入口供乘客进出。",
    history: [["建设", "2017年12月28日，本站随广州地铁14号线知识城支线开通运营。"]],
    "platformBelong": [["2", "14"], ["4", "14"]]
};