let s_inf_186 = {
    "name": ["知識城", "知识城", "知識城-ちしきじょう", "지식성", "Sino-Singapore Guangzhou Knowledge City"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.525198, 23.349377],
    "via": ["14"],
    "shortDesc": "知识城站是广州地铁14号线知识城支线的一座车站，车站位于黄埔区九龙大道，近广州市黄埔区九龙镇中心卫生院。2017年12月28日随14号线知识城支线通车而启用[1]。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:08-22:26",
    "firstTrain": [[[1, "06:21"], [3, "06:12"]]],
    "lastTrain": [[[1, "22:21"], [3, "22:12"]]],
    "structureDesc": [["本站共有两层，地面为九龙大道、黄埔区九龙镇中心卫生院及九佛镇附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，知识城站厅西侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多部扶手电梯和楼梯供乘客来往于站厅及月台层。\n\n本站是广州地铁2017年新线开通车站中[a]，其中一座设置“岭南文化”主题站的车站（另外三站为南海神庙站、广州北站以及南沙客运港站）[2]。\n" +
            "\n" +
            "本站以“智·荟，知识”为主题，在本站站厅付费区内近升降机处设有艺术墙，以“纸张”、“现代建筑”表达载体；同时在车站天花版设计上则布置汉字偏旁的传统元素，让车站营造出极具艺术文化与设计感的智慧之城[3]。"
    }, {
        title: "商店及自助设施",
        data: "知识城站站厅设有售票机、自动售卡/充值机、客务中心，亦设有便利店、面包糕饼店，以及自动照相机、自动售卖机和自动售卡/充值机等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于九龙大道地底。本站的公共洗手间以及母婴室设于站台往新和方向的一侧[4]。\n" +
    "\n" +
    "另外，本站往镇龙方向的一端设有一组双存车线。供停放备用列车。"]],
    "exitDesc": "知识城站目前设有2个出入口供乘客进出车站，目前所有出入口均设于九龙大道西侧的行人街道上。\n" +
        "\n" +
        "另外，本站A出入口设有专用电梯[5]。",
    history: [["建设", "2010年，《广州市轨道交通2011～2015年建设方案和2020年规划方案公示》提出兴建14号线一期及支线。当时的知识城支线由新和站到知识城南站，本站作为途中设置3个车站的其中一个车站[6]。\n" +
    "\n" +
    "2014年3月，地铁十四号线一期及知识城支线动工，本站亦开始动工建设。2016年5月15日，知识城南站（现何棠下站）至本站的右线盾构隧道贯通[7]；2017年5月15日，枫下站至本站的右线盾构隧道贯通[8]。\n" +
    "\n" +
    "2017年12月28日，本站随14号线知识城支线通车而启用[1]。\n\n2017年12月28日，本站随广州地铁14号线知识城支线开通运营。"]],
    "platformBelong": [["2", "14"], ["4", "14"]]
};