let s_inf_187 = {
    "name": ["何棠下", "何棠下", "何棠下-かとうか", "하당하", "Hetangxia"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.543688, 23.33119],
    "via": ["14"],
    "shortDesc": "何棠下站是广州地铁14号线知识城支线的一座车站，车站位于黄埔区九龙大道凤湖四路口的地底。2017年12月28日随14号线知识城支线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:04-22:29",
    "firstTrain": [[[1, "06:24"], [3, "06:09"]]],
    "lastTrain": [[[1, "23:19"], [3, "22:59"]]],
    "structureDesc": [["本站共有两层，地面为九龙大道、凤湖四路，知识城腾飞园、万科幸福誉及附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，何棠下站站厅西侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多部扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "何棠下站站厅设有售票机、自动售卡/充值机、客务中心，亦设有自动照相机和自动售卡/充值机等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于九龙大道地底。本站的公共洗手间以及母婴室设于站台往新和方向的一侧。\n" +
    "\n"]],
    "exitDesc": "何棠下站目前设有4个出入口供乘客进出。其中D出入口设有专用电梯。",
    history: [["建设", "本站在规划及建设期间称为知识城南站，在2017年4月广州地铁集团向广州市民政局地名委员会申报14号线知识城支线车站沿线站名，最终确定以何棠下站作为车站正式名称。\n" +
    "\n" +
    "2010年，《广州市轨道交通2011～2015年建设方案和2020年规划方案公示》提出兴建14号线一期及支线。当时的知识城支线由新和站到知识城南站，本站作为知识城支线的南端终点站。后来为了与21号线换乘而延长至镇龙站，因此本站成为中途站。\n" +
    "\n" +
    "2016年2月，本站主体结构顺利封顶；2016年5月15日，本站至知识城站的右线盾构隧道贯通。\n" +
    "\n" +
    "2017年12月28日，本站随14号线知识城支线通车而启用。\n" +
    "\n" +
    "本站开通初期仅设有C、D两个出入口供乘客进出；2019年1月14日下午，本站A、B两个出入口启用。"]],
    "platformBelong": [["2", "14"], ["4", "14"]]
};