let s_inf_188 = {
    "name": ["旺村", "旺村", "旺村-おうそん", "왕촌", "Wangcun"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.551749, 23.323256],
    "via": ["14"],
    "shortDesc": "旺村站是广州地铁14号线知识城支线的一座车站，车站位于黄埔区九龙大道凤湖一路口北侧。2017年12月28日随14号线知识城支线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:02-22:31",
    "firstTrain": [[[1, "06:26"], [3, "06:07"]]],
    "lastTrain": [[[1, "23:21"], [3, "22:57"]]],
    "structureDesc": [["本站共有两层，地面为九龙大道、凤湖一路、广州绿地城及附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，旺村站站厅西侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多部扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "旺村站站厅设有售票机、自动售卡/充值机、客务中心，亦设有自动照相机和自动售卡/充值机等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于九龙大道地底。本站的公共洗手间以及母婴室设于站台往镇龙方向的一侧。\n" +
    "\n" +
    "另外，本站北端设有一组单渡线。"]],
    "exitDesc": "旺村站目前设有3个出入口供乘客进出。",
    history: [["建设", "2017年12月28日，本站随14号线知识城支线通车而启用。"]],
    "platformBelong": [["2", "14"], ["4", "14"]]
};