let s_inf_189 = {
    "name": ["湯村", "汤村", "湯村-とうそん", "탕촌", "Tangcun"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.564686, 23.307382],
    "via": ["14"],
    "shortDesc": "汤村站是广州地铁14号线知识城支线的一座车站，车站位于黄埔区九龙大道，近广州商学院。2017年12月28日随14号线知识城支线通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:59-22:34",
    "firstTrain": [[[1, "06:29"], [3, "06:04"]]],
    "lastTrain": [[[1, "22:29"], [3, "22:04"]]],
    "structureDesc": [["本站共有两层，地面为九龙大道、广州商学院及附近其它建筑，地下一层为站厅层；地下二层为14号线月台。"], ["站厅", [{
        "data": "为方便行人进出，汤村站站厅西侧被划分为收费区，收费区内设有一台专用电梯（升降机），以及多部扶手电梯和楼梯供乘客来往于站厅及月台层。"
    }, {
        title: "商店及自助设施",
        data: "汤村站站厅设有售票机、自动售卡/充值机、客务中心，亦设有自动照相机和自动售卡/充值机等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于九龙大道地底。本站的公共洗手间以及母婴室设于站台往新和方向的一侧[1]。\n" +
    "\n"]],
    "exitDesc": "汤村站目前设有2个出入口供乘客进出。",
    history: [["建设", "2017年12月28日，本站随14号线知识城支线通车而启用[1]。"], ["应急演练提前收车", "2018年10月11日，广州地铁方为提高地铁运营突发事件的应急处置能力，宣布14号线知识城支线当日汤村到镇龙之间（包括本站）提早至19:00收车[2]。同年10月31日又宣布在汤村到镇龙之间再次进行应急演练，而提早到18:00收车，而开始营运时间则推迟到11月1日的12:00。"]],
    "platformBelong": [["2", "14"], ["4", "14"]]
};