let s_inf_191 = {
    "name": ["鎮龍", "镇龙", "鎮竜-ちんりゅう", "진룡", "Zhenlong"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.593, 23.284514],
    "via": ["14", "21"],
    "shortDesc": "镇龙北站是广州地铁14号线知识城支线的一座车站，车站位于黄埔区九龙大道新田村路口。2017年12月28日随14号线知识城支线通车而启用。\n" +
        "\n" +
        "本站与位于镇龙站旁的镇龙车辆段接轨。",
    "structureType": [0, 0],
    "platformType": [2, 2],
    "hallType": [1],
    "exitNum": [2],
    transferType: [0],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:55-23:39",
    "firstTrain": [[[3, "06:00"]], [[0, "06:12"], [1, "06:09"]]],
    "lastTrain": [[[3, "22:00"]], [[0, "23:33"], [1, "22:59"]]],
    "structureDesc": [["本站共有四层，地面为车站站厅，车站附近为广汕公路、镇龙车辆段、在建的城际铁路镇龙站以及其他建筑；地下一层为月台层；而地上二层预留通往国铁镇龙站；地上三层预留通往镇龙车辆段的上盖物业。[3]"], ["站厅", [{
        "data": "为方便行人进出，镇龙站站厅中央北侧大部分区域被划分为收费区，收费区内各自设有四条扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往不同方向的月台。同时来往2号及4号月台的楼梯中部设有一条员工通道，跨过4号月台和路轨，可供车站职员直接来往车站和镇龙车辆段。"
    }, {
        title: "商店及自助设施",
        data: "镇龙站站厅设有售票机、客务中心等设施。由于车站开通时间不长，车站商店尚未有任何商家进驻。"
    }]], ["月台", "车站设有两个并排的岛式月台，由14号线支线与21号线共用。21号线使用外侧的3号和4号月台，14号线使用内侧的1号和2号月台。内侧14号线月台西侧设有一条单渡线供站前折返；东侧设有一组交叉渡线供进行站后折返。月台东侧设有两条联络14号线和21号线的单渡线。\n" +
    "\n" +
    "本站两个站台的东端均设有公共洗手间。\n" +
    "\n" +
    "另外，本站为顺向跨月台转车站，乘客可以走到对面月台直接换乘另一列列车前往目的地（例如14号线抵站后换乘至21号线增城广场方向），或绕经站厅换乘另一列列车前往目的地（例如14号线抵站后换乘至21号线员村方向）。\n" +
    "\n" +
    "在早晚高峰过后及晚上收车前夕，14号线部分列车在2号月台清客后会退出服务，然后折返至1号月台开出，返回镇龙车辆段。届时1号月台会发出广播，提醒乘客不能上车。"]],
    "exitDesc": "镇龙站目前设有2个出入口供乘客进出车站。",
    usageDesc: "镇龙站作为接驳正在建设的新白广城际铁路的车站，车站位置为迁就城际铁路定线而偏离镇龙墟中心。车站周边因规划仍未落实，除地铁车站和镇龙车辆段外均为郊野，因此车站现时客流绝大多数以换乘客流以及出站接驳公交为主。",
    history: [["建设", "2010年末，当时的4号线北延段规划（黄村─水西）段被单独截出，并大幅往东延长至增城荔城，形成21号线。当时已确定设置镇龙站。其后14号线知识城支线规划亦往南延长至本站，实现两线的换乘。2012年，随着广州市城市轨道交通建设规划（2012年至2018年）的获批，本站得以落实建设。\n" +
    "\n" +
    "本站在2016年1月23号连同镇龙车辆段一同开始施工。直到2017年5月10号才完成地面主体结构，地下月台部分则在同年9月23号凌晨完工。而车站的站厅连同月台部分在同年12月3号才正式三权移交。\n" +
    "\n" +
    "2017年12月28日，随着14号线知识城支线开通试运营，镇龙站正式开放。而21号线月台部分则于一年后启用[4]。"], ["应急演练提前收车", "2018年10月11日，广州地铁方为提高地铁运营突发事件的应急处置能力，宣布14号线知识城支线当日汤村到镇龙之间（包括本站）提早至19:00收车[2]。同年10月31日又宣布在汤村到镇龙之间再次进行应急演练，而提早到18:00收车，而开始营运时间则推迟到11月1日的12:00。"]],
    "platformBelong": [["9", "14"], ["4", "14"], ["1", "21"], ["2", "21"]]
};