let s_inf_192 = {
    "name": ["天河公園", "天河公园", "天河公園-てんきこうえん", "톈허공원", "Tianhe Park"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.362879, 23.125317],
    "via": ["21"],
    "shortDesc": "天河公园站是广州地铁21号线的一个车站，位于天河区黄埔大道天府路口东北侧天河公园的地底，于2019年12月20日随21号线剩余段通车而启用。本站未来将会是广州地铁11号线、13号线和21号线的三线换乘车站。",
    "structureType": [0],
    "platformType": [2],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2019-12=20_"],
    "serviceTime": "05:56-23:45",
    "firstTrain": [[[0, "06:01"], [1, "06:22"]]],
    "lastTrain": [[[0, "22:51"], [1, "23:40"]]],
    "structureDesc": [["车站总建筑面积达7.8558万平方米，相当于2.3个公园前站、3.3个杨箕站，是广州地铁已建或在建车站中目前为止规模最大的地铁站，也是目前亚洲最大的地铁车站。\n\n本站共有三层。地面为黄埔大道、天府路、员村二横路，天河公园、天河区政府及附近建筑、地下一层为站厅，地下二层为预留11号线及21号线月台，地下三层为预留13号线月台。"], ["站厅", [{
        "data": "为了方便乘客进出，目前站厅东侧大部分区域被划分为收费区，收费区内则分别设有专用电梯（升降机）、扶手电梯以及楼梯供乘客往返各自方向的站台。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "天河公园站站厅设有售票机、自动售卡/充值机、客务中心等设施。同时在非付费区南北两侧设有商店。"
    }]], ["月台", "11号线和21号线共用位于地下二层的双岛式站台，位于天河公园西侧邻近天府路地底。两个月台均在月台北端设有公共洗手间和母婴室。\n" +
    "\n" +
    "因本站21号线率先启用，现时先停靠外侧的1、2号站台，而内侧的3、4号站台则作为备用站台。因1、2号站台最终将移交11号线运营，故均为能够容纳8节编组A型车停靠的长度。但21号线自身使用6节编组B型车，因此现时两个站台的屏蔽门均按照6B编组列车安装，多出来的长度则直接以玻璃板假墙暂时封闭。1、2号站台以及本站至员村站一段亦已预先安装11号线所需的接触网。\n" +
    "\n" +
    "站线配置方面，11号线和21号线站台北端设两条联络11号线及21号线的单渡线，以及一条供21号线列车调度时需要站前折返的单渡线，而站台南端的21号线设交叉渡线供列车进行站后折返。\n" +
    "\n" +
    "13号线则在地下三层预留一组西班牙式站台，位于天河公园及其人工湖地底。同时13号线站台东北侧，在天河公园人工湖的下方将设有一组双存车线，留待由13号线二期工程建设。\n" +
    "\n" +
    "11号线和13号线的联络线亦设于本站东北象限处。"]],
    "exitDesc": "天河公园站目前设有3个出入口供乘客进出，其中B和E1出入口设有轮椅坡道、专用电梯和盲道。值得一提的是，本站F出入口拥有一个比较特殊的外形。",
    history: [["规划", "2003年的地铁规划方案中，当时的14号线沿中山大道行走，途经天河公园东北角附近的上社，并设有车站。后来在2008年方案中，原14号线被拆分，位于天河公园的车站成为拆分重组的环线（8号线）和13号线的换乘站，位置亦移至天府路黄埔大道口，即公园西南角。车站亦因邻近天河公园，而被直接命名为天河公园站。其后在2010年规划中，环线改为完全新建，编号亦调整为11号线。车站成为11号线与13号线的其中一个换乘站。\n" +
    "\n" +
    "2011年，从原4号线北延段脱胎而成的21号线亦从黄村站延长至本站，以接入11号线及13号线。车站因而成为三线换乘枢纽。\n" +
    "\n" +
    "在21号线进一步设计时，考虑到21号线通车时，本站11号线和13号线仍未建成开通，令21号线抵达本站时成为“断头路”。故此让21号线暂时借用11号线的本站至员村一段，令21号线可以与5号线交汇，更好地接入线网。待11号线全线建成前夕，再把该段拆离21号线，归还给11号线运营。"], ["建设", "在天河公园站选址的前期论证中，多个方案曾因对交通和市民影响较大而被地铁公司弃用。地铁公司曾考虑过将车站设置于天府路上，但除占用四条车道加两条人行道外，还要拆除天河区政府、南洋冠盛酒店、广昌楼、新力加油站共20万平方米面积的建筑；而如果把车站设置于黄埔大道南侧员村二横路上，则需要完全占用员村二横路，同时还要拆除周边东璟花园、员村新村、员村工人文化宫等多个建筑。虽然上述两个方案不会影响天河公园，但将在长达3年的施工期间，对周边道路、经营和市民生活出行造成极为严重的影响。\n" +
    "\n" +
    "为了最大限度降低对周边的影响，决定将天河公园站设置在天河公园内，并尽量选择将站址放在公园人流相对小的西南角。根据最终方案，地铁施工借用天河公园用地共8.0454万平方米，主要用于天河公园站、天河公园站-棠东站区间的隧道结构施工，以及施工所需的设备摆放和加工场地。地铁公司解释称：\"虽然占用公园用地会导致市民锻炼和休闲的空间有所缩减，但相比于大规模占道和拆迁的方案，此举可最大限度保障市民出行和居住不受过多影响。在如此复杂的市中心区域内建地铁，占用天河公园部分用地，是现实环境下经过多番论证后的最佳选择。\"\n" +
    "\n" +
    "2018年7月31日，天河公园站主体结构封顶。2019年12月20日，车站随21号线剩余段开通而启用11/21号线车站部分。"], ["13号线二期", "2017年12月26日，本站13号线部分及站后折返线破土动工，标志着13号线二期正式拉开工程序幕。"]],
    futureExpansion: [["11号线", "未来待11号线和13号线二期开通，本站三条路线的月台安排将会作出变更。\n" +
    "\n" +
    "11号线启用前夕，21号线将改用内侧的3、4号站台，并以本站为终点站；而外侧1、2号站台将暂时停用，并拆卸外侧站台的6B编组屏蔽门和玻璃板假墙，然后安装8A编组适用的屏蔽门；同时需要拆卸外侧月台以及本站至员村站区间的第三轨，以及更换至11号线的信号系统等。预计届时需要停运天河公园至员村段以及本站1、2号站台，以配合工程。"], ["13号线二期", "而在13号线二期开通后，地下三层的预留站台以及上面的13号线站厅部分亦会启用。\n" +
    "\n" +
    "换乘方面，11号线与21号线平行换乘，两线亦可通过月台节点换乘至13号线，但13号线换乘至两线只能通过站厅换乘。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};