let s_inf_193 = {
    "name": ["棠東", "棠东", "棠東-とうとう", "당동", "Tangdong"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.389744, 23.130922],
    "via": ["21"],
    "shortDesc": "棠东站为广州地铁21号线的一个车站，位于广州市天河区泰安北路棠东东路口，于2019年12月20日随21号线剩余段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:00-23:41",
    "firstTrain": [[[0, "06:05"], [1, "06:18"]]],
    "lastTrain": [[[0, "22:55"], [1, "23:36"]]],
    "structureDesc": [["本站共有两层，地面为泰安北路、棠东东路，广州市泰安中学以及附近其它建筑，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "棠东站站厅设有售票机、自动售卡/充值机、客务中心；同时设有面包糕饼店自动售卖机。"
    }]], ["月台", "本站设有一个岛式站台，位于泰安北路地底。\n" +
    "\n" +
    "本站的公共洗手间和母婴室位于站台层西端。"]],
    "exitDesc": "天河公园站目前设有3个出入口供乘客进出，其中B和E1出入口设有轮椅坡道、专用电梯和盲道。值得一提的是，本站F出入口拥有一个比较特殊的外形。",
    history: [["规划与建设", "在21号线初期规划中，线路市区终点从黄村站延伸至天河公园站时，于现时位置设置车站，并命名为棠东站。2018年3月，广州地铁集团向广州市民政局地名委员会申报21号线车站沿线站名，本站名称维持不变。\n" +
    "\n" +
    "2015年7月9日，随着最后一块顶板顺利完成浇筑，本站成为21号线第一座封顶的车站。2017年10月，棠东站机电进场施工，为首个进入机电施工阶段的车站。\n" +
    "\n" +
    "2019年12月20日，本站随21号线剩余段开通而启用。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};