let s_inf_194 = {
    "name": ["大觀南路", "大观南路", "大観南路-だいかんなんろ", "대관남로", "Daguannanlu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.406947, 23.144575],
    "via": ["21"],
    "shortDesc": "大观南路站为广州地铁21号线的一个车站，位于广州市天河区大观南路环场路口，广东奥林匹克体育中心北部的西侧。车站于2019年12月20日随21号线剩余段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:05-23:36",
    "firstTrain": [[[0, "06:10"], [1, "06:13"]]],
    "lastTrain": [[[0, "23:00"], [1, "23:31"]]],
    "structureDesc": [["本站共有两层，地面为大观南路、环场路，奥体中心北部的网球中心等设施，以及附近其它建筑，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅东侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "大观南路站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "本站设有一个岛式月台，位于大观南路地底。\n" +
    "\n" +
    "本站的公共洗手间和母婴室设于站台层南端。"]],
    "exitDesc": "大观南路站设有2个出入口供乘客进出，其中B出入口设有专用电梯。",
    history: [["规划与建设", "在2003年地铁规划中，本站作为4号线的一个中途站出现，但本站未能纳入4号线一期进行建设。因本站邻近世界大观主题公园，而直接命名为世界大观站，作为规划站名。2010年底，规划4号线北延段（黄村至水西段）线位独立并延长成为21号线，初期曾取消设站，配合21号线的快线定位。但后续规划设计中又得以恢复设置。规划后来亦增加19号线途经本站进行换乘。随后本站正式确定作为21号线的一个中途站，得以随21号线工程动工建设。\n" +
    "\n" +
    "因世界大观已在2009年结业闭园，且作为商业场所，不适合直接作为车站名称。2018年3月，广州地铁集团向广州市民政局地名委员会申报21号线车站沿线站名，最终确定以车站所在的大观南路命名，以大观南路站作为车站正式名称。\n" +
    "\n" +
    "本站在21号线初期设计中原位于大观南路奥体路口，与19号线统一设计，为“T”字型换乘车站。后车站往南移动至现时位置，设计上亦不再考虑19号线车站，仅作站厅通道换乘预留。\n" +
    "\n" +
    "车站于2014年3月正式动工建设；2015年7月下旬，本站主体结构正式封顶，成为21号线第二座封顶的车站。\n" +
    "\n" +
    "2019年8月15日，本站正式移交于运营单位进行车站启用前期工作。2019年12月20日，随21号线剩余段开通而启用。"]],
    futureExpansion: [["19号线", "19号线将设有大观南路站，与21号线交汇。21号线建设时仅预留站厅通道换乘的条件。目前19号线预留的部分换乘结构，被假板挡住。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};