let s_inf_195 = {
    "name": ["天河智慧城", "天河智慧城", "天河智慧城-天河スマートシティ", "톈허스마트시티", "Tianhe Smart City"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.403184, 23.163275],
    "via": ["21"],
    "shortDesc": "天河智慧城站为广州地铁21号线的一个车站，位于广州市天河区高唐路新岑四路口以南，于2019年12月20日随21号线剩余段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:05-23:33",
    "firstTrain": [[[0, "06:13"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:03"], [1, "23:28"]]],
    "structureDesc": [["本站共有两层，地面为大观南路、环场路，奥体中心北部的网球中心等设施，以及附近其它建筑，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "本站为广州地铁的“智慧地铁示范车站”，设有不少智能功能，如人脸识别过闸（仅限于本站使用）及安检。\n" +
            "\n" +
            "为方便行人进出，目前站厅东侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "天河智慧城站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店以及面包糕饼店。"
    }]], ["月台", "本站设有一个岛式月台，位于高唐路地底。\n" +
    "\n" +
    "本站的公共洗手间位于站台层南端，其中男女厕和母婴室位于1号站台一侧，第三洗手间位于2号站台一侧。"]],
    "exitDesc": "天河智慧城站目前设有4个出入口供乘客进出，其中A口设有轮椅坡道、盲道和专用电梯。\n\n值得一提的是，本站B出入口可前往永顺茶餐厅：）。",
    usageDesc: "天河智慧城站位处天河智慧城南部，周边大多为科技园等办公区域。同时由于部分公交线路增设地铁天河智慧城公交车站，因此亦吸引了不少来自车站较远的天河智慧城核心区域，甚至凌塘村的乘客通过公交车以及园区的接驳巴士前往至本站以乘搭地铁。因此本站平日出入闸客流较为可观，在工作日上下班时期更会进一步上升。",
    history: [["规划与建设", "在2003年地铁规划中，本站作为4号线的一个中途站出现，位置已与现时相当，但本站未能纳入4号线一期进行建设。因本站位于小新塘村范围内，而被命名为小新塘站，作为规划站名。2010年底，规划4号线北延段（黄村至水西段）线位独立并延长成为21号线，初期曾取消设站，配合21号线的快线定位。\n" +
    "\n" +
    "2012年5月，因天河区东北部的“智慧城”由于交通不便导致人才流失的情况，天河区区长公开呼吁把4号线北延至智慧城。直到同年8月13日，在21号线工程环评第二次公示中，恢复设置车站，以此回应天河区的要求。\n" +
    "\n" +
    "本站在规划及工程期间称为智慧城站，2018年3月，广州地铁集团向广州市民政局地名委员会申报二十一号线车站沿线站名，最终确定以天河智慧城站作为车站正式名称。另外，天河智慧城站采用的英文站名为广州地铁方面自行翻译的Tianhe Smart City，而非站外公交站和指示牌使用的Tianhe Intelligence City。\n" +
    "\n" +
    "车站于2014年3月11日正式浇筑第一幅地下连续墙；2015年7月30日，本站正式封顶；2019年9月10日，本站“三权”移交。2019年12月20日，随21号线剩余段开通而启用。\n" +
    "\n" +
    "2019年9月9日，本站与广州塔站成为“智慧地铁示范车站”试点。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};