let s_inf_198 = {
    "name": ["水西", "水西", "水西-すいせい", "수서", "Shuixi"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.479492, 23.186954],
    "via": ["21"],
    "shortDesc": "水西站是广州地铁21号线的一个车站，位于广州市黄埔区水西路香雪三路口以东、盈翠公园以北的地底，于2019年12月20日随21号线剩余段开通而启用。\n\n本站21号线与水西停车场接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:00-23:21",
    "firstTrain": [[[0, "06:05"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:16"], [1, "23:16"]]],
    "structureDesc": [["本站共有三层。地面为水西路、香雪三路，盈翠公园和在建的萝岗中心城区保障性住房。地下一层为站厅，地下二层为21号线月台，地下三层为7号线月台预留结构。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "水西站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "本站21号线设有一个岛式月台，位于水西路的地底。7号线同样将设有一个岛式月台，位于和苑路地底。而地下二层的21号线月台中间两侧已预留位置，未来将增设扶梯和楼梯连接至换乘平台以前往地下三层的7号线月台。\n\n本站的公共洗手间和母婴室设于21号线月台南端。\n\n本站作为21号线的快慢车越行站，因此21号线月台层设有四条路轨，内侧两条路轨供普通车停靠供乘客上下车使用；外侧两条路轨则专供快车使用，在本站越过普通车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，届时乘客在月台上并不会看见快车越过本站的情景。\n\n另外，内侧两条路轨在车站北端以一组交叉渡线连接；内侧路轨亦往北延伸进入水西停车场，作为出入段线。因此本站可用于折返小交路列车。"]],
    "exitDesc": "水西站目前共设有2个出入口，A、B出入口均设有盲道 。\n" +
        "\n",
    history: [["规划与建设", "水西站原规划为4号线的北端终点站。2010年年底，原4号线北延段（黄村─水西）被单独截出，并往两端延伸，成为21号线。其后本站曾被取消，配合21号线的快线定位。2012年8月，21号线开始第二次环评公示，本站得以重新设置，位于暹岗站（现苏元站）与长平站之间，并最终落实兴建。\n\n2016年，规划7号线二期亦延长至水西站为终点站。其后再进一步延伸至水西北站。21号线建设之初并未预留换乘7号线，但于2016年年底更改车站设计，增加与7号线的预留换乘节点。\n\n2019年12月20日，本站随21号线剩余段开通而启用。"]],
    futureExpansion: [["7号线二期", "7号线二期将设有水西站，与21号线交汇。本站将来将会利用站台中部的换乘节点。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};