let s_inf_199 = {
    "name": ["長平", "长平", "長平-ちゅうへい", "장평", "Changping"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.489704, 23.210341],
    "via": ["21"],
    "shortDesc": "长平站是广州地铁21号线的一个车站，位于广州市黄埔区广汕公路永顺大道路口东南侧的长平村内，于2019年12月20日随21号线剩余段通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [7],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:02-23:24",
    "firstTrain": [[[0, "06:07"], [1, "06:08"]]],
    "lastTrain": [[[0, "23:19"], [1, "23:12"]]],
    "structureDesc": [["本站共有四层，地面为各出入口，车站附近为广汕公路、永顺大道，长平村、有轨电车长平站以及水西涌。地上二层为非付费区联络通道，地上三层为站厅层、月台层以及车站北端的行人过街天桥，地上四层为付费区联络通道。"], ["站厅", [{
        "data": "长平站设有东西两个站厅，两边站厅均与两边的站台直接相连，均位于地上三层。其中车站所有商店均分别设于A、D出入口旁。\n\n两个站厅在非付费区通过地上二层的联络通道连接。付费区则通过位于地上四层，站台上空的联络通道连接，通道中设有母婴室以及空调候车室。\n\n另外，本站的公共洗手间设于地面D出入口旁\n\n值得一提的是，本站一层应为未来的站厅层，预计待黄埔有轨1号线开通后将会一并使用。目前该站一层为未装修的毛胚，空置。"
    }, {
        title: "商店及自助设施",
        data: "水西站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "本站21号线设有一个岛式月台，位于水西路的地底。7号线同样将设有一个岛式月台，位于和苑路地底。而地下二层的21号线月台中间两侧已预留位置，未来将增设扶梯和楼梯连接至换乘平台以前往地下三层的7号线月台。\n\n本站的公共洗手间和母婴室设于21号线月台南端。\n\n本站作为21号线的快慢车越行站，因此21号线月台层设有四条路轨，内侧两条路轨供普通车停靠供乘客上下车使用；外侧两条路轨则专供快车使用，在本站越过普通车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，届时乘客在月台上并不会看见快车越过本站的情景。\n\n另外，内侧两条路轨在车站北端以一组交叉渡线连接；内侧路轨亦往北延伸进入水西停车场，作为出入段线。因此本站可用于折返小交路列车。"]],
    "exitDesc": "水西站目前共设有2个出入口，A、B出入口均设有盲道 。",
    history: [["规划与建设", "在21号线初期规划中，已于现时位置设置车站，并命名为长平站。2018年3月，广州地铁集团向广州市民政局地名委员会申报21号线车站沿线站名，本站名称维持不变。\n\n2019年3月31日，本站完成“三权”移交。同年12月20日，本站随21号线剩余段通车而启用。\n" +
    "\n"]],
    futureExpansion: [["黄埔有轨1号线", "本站与黄埔有轨一号线将会有换乘，目前预估为联络通道出站换乘。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};