let s_inf_201 = {
    "name": ["鎮龍西", "镇龙西", "鎮竜西-ちんりゅうにし", "진룡서", "Zhenlongxi"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.573793, 23.278088],
    "via": ["21"],
    "shortDesc": "镇龙西站是广州地铁21号线的车站，车站位于广州市黄埔区324国道（广汕公路）镇龙下境大道路口。车站于2018年12月28日随21号线首通段通车而启用。\n\n本站曾经在启用初期至2019年12月19日期间作为21号线西端临时终点站。\n\n本站与位于镇龙站旁的镇龙车辆段接轨。",
    "structureType": [0],
    "platformType": [2],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2019-12=20_"],
    "serviceTime": "06:05-23:35",
    "firstTrain": [[[0, "06:10"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:30"], [1, "23:02"]]],
    "structureDesc": [["本站共有两层。地面为324国道（广汕公路）、府前路、镇龙下境大道，萝岗区红十字会医院、沿街商铺和村镇住宅等；地下一层为站厅；地下二层为21号线站台层。"], ["站厅", [{
        "data": "为方便行人进出，镇龙西站站厅中央被划分为收费区，收费区内设有各自设有一台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客前往不同方向的月台。"
    }, {
        title: "商店及自助设施",
        data: "另外，本站设有自动售卖机和“好易”自助服务等自助服务设施。"
    }]], ["月台", "镇龙西站设有三条路轨和两个并排的岛式月台，位于324国道（广汕公路）地底。两个站台均在站台西端设有公共洗手间和母婴室。\n\n为方便列车进入中央路轨来往车辆段，因此本站月台两端设有多条渡线：在站前，往员村方向的正线与出段线处设有交叉渡线；入段线则设有一条渡线连接增城广场方向的正线。随后出段线与入段线通过一条渡线连接并合并为一条，成为中央路轨，并延长进入月台范围。而在站后，两条正线各自设有一条渡线以连接中央路轨。\n\n由于本站与镇龙车辆段接轨，加上采用双岛式月台的设计，因此本站的月台设计与港铁彩虹站、深圳地铁长岭陂站等与车辆段接轨的车站类似。"]],
    "exitDesc": "镇龙西站目前设有2个出入口供乘客进出车站，其中D出入口设有专用电梯和轮椅坡道。",
    usageDesc: "镇龙西站位于镇龙墟内，本站客流以乘坐21号线来往沿线各地以及市区的乘客为主。",
    history: [["规划与建设", "2018年10月30日，本站与坑贝站、中新站的三权移交运营四中心；随后于同年12月28日下午12时28分，本站随21号线首通段通车而启用。\n\n由于21号线员村至镇龙西工程延误的影响，车站开通初期仅开放北侧的岛式月台（2号和4号月台），故站厅前往南侧岛式月台的扶梯及楼梯入口均被拦住，并设有告示，提醒乘客前往北侧岛式月台候车。直至2019年8月23日，21号线与即将开通的剩余段进行贯通试运营，南侧的岛式月台（1号和3号月台）才开放启用。\n\n本站曾经作为21号线临时终点站，在车站开通至21号线后通段开通前夕使用较为特殊的站后折返方式：列车在2号月台清客后，会继续在正线行驶一段距离后开始折返，并通过渡线驶入中央路轨，进入4号月台开始载客（列车开门时会同时开启3号月台一侧的车门，几秒后再关上）。随后列车再通过渡线驶入增城广场方向的正线，前往镇龙站。2019年8月23日开始，21号线与即将开通的剩余段进行贯通试运营，故所有载客列车均在本站2号月台清客，然后驶入剩余段进行测试，并在员村站折返，再驶回本站1号月台后开始载客。但部分时段仍会有列车进行站后折返后驶入中间路轨，不过会同时打开3号月台一侧车门供乘客上车，直至21号线后通段开通。"], ["绿色建筑", "本站在规划及建设时命名为镇龙南站。2018年3月，广州地铁集团向广州市民政局地名委员会申报二十一号线车站沿线站名，最终确定以镇龙西站作为车站正式名称。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};