let s_inf_202 = {
    "name": ["中新", "中新", "中新-ちゅうしん", "중신", "Zhongxin"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.613131, 23.285303],
    "via": ["21"],
    "shortDesc": "中新站为广州地铁21号线的一个车站，位于广州市增城区324国道（朱村大道中）新中大道路口东侧。车站于2018年12月28日随21号线首通段通车而启用[1]。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:02-23:41",
    "firstTrain": [[[0, "06:15"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:36"], [1, "22:56"]]],
    "structureDesc": [["本站共有两层。地面为324国道、新中大道，广东农工商职业技术学院北校区及其他建筑。地下一层为站厅，地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中间偏南侧被划分为收费区，收费区内设有三条扶手电梯、两条楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "中新站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机以及面包糕饼店。"
    }]], ["月台", "本站设有一个岛式月台，位于324国道地底。\n" +
    "\n" +
    "本站作为21号线的快慢车越行站，因此设有四条路轨，内侧两条路轨供慢车停靠供乘客上下车使用；外侧两条路轨则专供快车使用，在本站越过慢车，没有设置任何上下车设施。同时内侧和外侧路轨之间以墙壁分隔，届时乘客在月台上并不会看见快车越过本站的情景（除月台两端外）。\n" +
    "\n" +
    "21号线剩余段开通至今，因列车班次尚未加密，快车绝大多数班次均会经内侧车站月台的路轨越行过站，只有少数班次经外侧越行线过站。"]],
    "exitDesc": "中新站目前设有3个出入口供乘客进出车站。",
    history: [["规划与建设", "2010年底21号线首次出现在地铁规划中，当时已设有中新站，但位置在现时位置以东。后来在2012年9月7日的环评公示修改稿中，车站位置西移至现时位置，配合增设中新东站（现坑贝站）。2018年10月30日，本站与坑贝站、镇龙西站的三权移交运营四中心[2]；随后于同年12月28日下午12时28分，本站随21号线首通段通车而启用[1][3]。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};