let s_inf_203 = {
    "name": ["坑貝", "坑贝", "坑貝-こうぼい", "갱패", "Kengbei"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.642606, 23.278769],
    "via": ["21"],
    "shortDesc": "坑贝站为广州地铁21号线的一个车站，位于广州市增城区324国道（朱村大道中），广州教育城西侧。车站于2018年12月28日随21号线首通段通车而启用[1]。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:59-23:44",
    "firstTrain": [[[0, "06:08"], [1, "06:04"]]],
    "lastTrain": [[[0, "23:39"], [1, "22:52"]]],
    "structureDesc": [["本站共有两层，地面为324国道，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "凤岗站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "本站设有一个岛式月台，位于324国道地底。本站的公共洗手间和母婴室位于站台层西端。[2]\n" +
    "\n" +
    "另外，本站往增城广场的一侧设有一组双存车线。"]],
    "exitDesc": "坑贝站目前设有3个出入口供乘客进出车站。",
    history: [["规划与建设", "在21号线初期规划中，并没有设置本站。后来在2012年9月7日的环评公示修改稿中，在车站现时位置增设本站。因车站在中新站以东，故命名为中新东站作为规划及工程名称。2018年3月，广州地铁集团向广州市民政局地名委员会申报二十一号线车站沿线站名，最终确定以坑贝站作为车站正式名称[3]。\n" +
    "\n" +
    "2018年10月30日，本站与镇龙西站、中新站的三权移交运营四中心[4]；随后于同年12月28日下午12时28分，本站随21号线首通段通车而启用[1][5]。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};