let s_inf_204 = {
    "name": ["鳳崗", "凤岗", "鳳崗-ほうこう", "봉강", "Fenggang"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.670634, 23.275961],
    "via": ["21"],
    "shortDesc": "凤岗站为广州地铁21号线的一个车站，位于广州市增城区324国道（朱村大道中），广州教育城东侧。车站于2018年12月28日随21号线首通段通车而启用[1]。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:05-23:47",
    "firstTrain": [[[0, "06:10"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:42"], [1, "22:49"]]],
    "structureDesc": [["本站共有两层，地面为324国道，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。\n" +
            "\n"
    }, {
        title: "商店及自助设施",
        data: "凤岗站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "本站设有一个岛式月台，位于324国道北侧地底。\n" +
    "\n" +
    "本站的公共洗手间和母婴室位于站台层西端。[2]"]],
    "exitDesc": "凤岗站目前设有2个出入口供乘客进出车站。",
    history: [["规划与建设", "本站在规划及建设时命名为朱村站。因车站在21号线初期规划时，即位于现时朱村站的位置，后因配合教育城的规划，而西移至现时位置。2018年3月，广州地铁集团向广州市民政局地名委员会申报二十一号线车站沿线站名，最终确定以凤岗站作为车站正式名称[3]。\n" +
    "\n" +
    "2018年12月28日下午12时28分，本站随21号线首通段通车而启用[1][4]。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};