let s_inf_206 = {
    "name": ["山田", "山田", "山田-さんてん", "산전", "Shantian"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.744543, 23.276428],
    "via": ["21"],
    "shortDesc": "山田站为广州地铁21号线的一个车站，位于广州市增城区324国道（朱村大道东），盈园北侧。车站于2018年12月28日随21号线首通段通车而启用[1]。\n" +
        "\n" +
        "本站与位于附近的象岭停车场接轨。",
    "structureType": [2],
    "platformType": [2],
    "hallType": [2],
    "exitNum": [4],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:02-23:55",
    "firstTrain": [[[0, "06:18"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:50"], [1, "22:42"]]],
    "structureDesc": [["本站共有三层，地面为架空，车站附近为324国道，盈园以及其他建筑。地上二层为站厅层；地上三层为月台层；地上四层为设备区。\n" +
    "\n" +
    "其中车站西南侧的A出入口为设备房，设有警务室及车站控制室，本站的公共洗手间和母婴室设于设备房地面东侧。[2]"], ["站厅", [{
        "data": "为方便行人进出，目前站厅中部被划分为收费区，收费区内前往两个月台各自设有四条扶手电梯、一条楼梯和一台专用电梯（升降机）供乘客前往。"
    }, {
        title: "商店及自助设施",
        data: "山田站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "山田站在324国道中心的上空设有两个并排的岛式月台。两个岛式月台均设有空调候车室。\n" +
    "\n" +
    "本站作为21号线的快慢车越行站，因此设有四条路轨。靠近内侧的两个站台于2018年12月28日率先启用，并分别获编为1号及2号月台；外侧的两个站台则在2019年8月23日启用，并分别获编为3号及4号月台。当有快车经1号或2号月台通过山田站时，增城广场方向的各站停列车会于3号月台待避，而员村方向的各站停列车会于4号月台待避。\n" +
    "\n" +
    "另外，本站增城广场方向一端的正线处设有一条交叉渡线；同时两条正线及两条待避线之间均各自设有一条交叉渡线，待避线往东延伸则作为出入段线，直接接入象岭停车场。该配置除了可以供快慢车模式下普通车驶入外侧站台进行避让，列车亦可使用该渡线往返象岭停车场。"]],
    "exitDesc": "山田站目前设有4个出入口供乘客进出车站。",
    history: [["规划与建设", "2018年12月28日下午12时28分，本站随21号线首通段通车而启用[1][3]。\n" +
    "\n" +
    "当时因21号线局部开通，未开设快车，故所有列车均于内侧的1号及2号月台停靠，外侧两个月台则暂不使用，亦不获编号。2019年8月23日起，为配合21号线剩余段与既有路段进行不载客贯通测试，外侧月台启用并获得编号。"], ["车站命名", "本站在规划及建设时命名为象岭站。2018年3月，广州地铁集团向广州市民政局地名委员会申报二十一号线车站沿线站名，最终确定以山田站作为车站正式名称[4]。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};