let s_inf_207 = {
    "name": ["鍾崗", "钟岗", "鍾崗-しゅうこう", "종강", "Zhonggang"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.792047, 23.279317],
    "via": ["21"],
    "shortDesc": "钟岗站为广州地铁21号线的一个车站，位于广州市增城区324国道（增城大道），尚东紫御南侧。车站于2018年12月28日随21号线首通段通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:57-00:00ND",
    "firstTrain": [[[0, "06:23"], [1, "06:02"]]],
    "lastTrain": [[[0, "23:55"], [1, "22:37"]]],
    "structureDesc": [["本站共有两层，地面为324国道、尚东紫御、金马香颂居及附近其它建筑，地下一层为站厅层；地下二层为21号线月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }, {
        title: "商店及自助设施",
        data: "钟岗站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机。"
    }]], ["月台", "山田站在324国道中心的上空设有两个并排的岛式月台。两个岛式月台均设有空调候车室。\n\n本站作为21号线的快慢车越行站，因此设有四条路轨。靠近内侧的两个站台于2018年12月28日率先启用，并分别获编为1号及2号月台；外侧的两个站台则在2019年8月23日启用，并分别获编为3号及4号月台。当有快车经1号或2号月台通过山田站时，增城广场方向的各站停列车会于3号月台待避，而员村方向的各站停列车会于4号月台待避。\n\n另外，本站增城广场方向一端的正线处设有一条交叉渡线；同时两条正线及两条待避线之间均各自设有一条交叉渡线，待避线往东延伸则作为出入段线，直接接入象岭停车场。该配置除了可以供快慢车模式下普通车驶入外侧站台进行避让，列车亦可使用该渡线往返象岭停车场。"]],
    "exitDesc": "钟岗站目前设有2个出入口供乘客进出车站。",
    history: [["启用时间", "2018年12月28日下午12时28分，本站随21号线首通段通车而启用。"]],
    "platformBelong": [["1", "21"], ["2", "21"]]
};