let s_inf_208 = {
    "name": ["增城廣場", "增城广场", "増城広場-ぞうじゅうひろば", "쩡청광장", "Zengcheng Square"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.814472, 23.278024],
    "via": ["21"],
    "shortDesc": "增城广场站是广州地铁21号线的东端终点站，位于广州市增城区324国道（增城大道）、荔景大道、荔新大道路口。车站于2018年12月28日随21号线首通段通车而启用。\n" +
        "\n" +
        "本站为广州地铁线网位处最东的车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [5],
    "openTime": ["2018-12=28_"],
    "serviceTime": "05:55-00:02ND",
    "firstTrain": [[[1, "06:00"]]],
    "lastTrain": [[[1, "22:35"]]],
    "structureDesc": [["本站共有两层。地面为增城大道（324国道）、荔景大道、荔新大道，增城广场、增城万达广场及其它建筑。地下一层为站厅；地下二层为21号线月台；地下三层为预留16号线月台。"], ["站厅", [{
        "data": "为方便行人进出，增城广场站站厅北侧划分为收费区，收费区内设有一台专用电梯（升降机），以及四条扶手电梯和三组楼梯供乘客前往21号线月台。\n" +
            "\n" +
            "本站的母婴室设于站厅东侧，靠近C、F出入口通道旁。\n" +
            "\n" +
            "本站作为21号线首通段的特色站，车站以“烟水绿·荔枝红”为主题，在站厅中央的圆柱设有荔枝图案以及“日啖荔枝三百颗，不辞长作岭南人”等诗句装饰。车站柱面和天花装饰亦采用暗红和翠绿的色调，寓意荔枝树和果实。"
    }, {
        title: "商店及自助设施",
        data: "增城广场站站厅设有售票机、自动售卡/充值机、客务中心；同时设有自动售卖机、便利店和面包糕饼店。（有冇荔枝卖啊）"
    }]], ["月台", "本站21号线设有一个岛式月台，位于增城大道的地底；同时本站预留一个岛式月台供规划中的16号线，位于荔新大道地底。而地下二层的21号线月台已预留位置，未来将增设扶梯和楼梯连接至地下三层的16号线月台。\n" +
    "\n" +
    "本站21号线月台西端设有一条单渡线，可用于站前折返。月台东端则设有一组双存车线，目前21号线所有列车皆使用该组存车线折返。在早晚高峰过后及晚上收车前夕，部分列车在1号月台清客后会退出服务，然后折返至2号月台开出，沿途不停站返回象岭停车场或镇龙车辆段。届时2号月台会发出广播提醒乘客不能上车。另外，往员村方向的正线在双存车线旁预留了安装道岔，供将来增建16号线和21号线的联络线。同时正线末端预留往东延伸的条件。\n" +
    "\n" +
    "本站的公共洗手间设于站台东端。"]],
    "exitDesc": "增城广场站目前设有5个出入口供乘客进出车站。",
    history: [["建设", "2014年6月27日，本站正式开工建设。2017年6月29日，本站站主体结构封顶。\n" +
    "\n" +
    "2018年12月28日下午12时28分，本站随21号线首通段通车而启用。"]],
    "platformBelong": [["9", "21"], ["2", "21"]]
};