let s_inf_209 = {
    "name": ["新城東", "新城东", "新城東-しんじょうひがし", "신청둥", "Xincheng Dong"],
    "inf": [{"platform": 9, "facilities": [[5, [1, 2], "D"], [12, [3], ""], [13, [2], ""], [16, [1], "C"]]}],
    "location": [113.140008, 22.958653],
    "via": ["GF"],
    "shortDesc": "新城东站是广佛地铁的一个车站。车站位于佛山市顺德区佛山新城东部，裕和路百顺道路口东侧的地底，邻近小涌村。车站于2016年12月28日随广佛线魁奇路至新城东段正式开通运营而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:55-00:03ND",
    "firstTrain": [[[0, "06:00"]]],
    "lastTrain": [[[0, "22:30"]]],
    "structureDesc": [["本站共有两层，地面为裕和路、百顺道，小涌村以及其它建筑，地下一层为站厅；地下二层为广佛地铁月台。"], ["站厅", [{
        "data": "为方便行人进出，目前站厅南侧被划分为收费区，收费区内设有多组扶手电梯、楼梯和一台专用电梯（升降机）供乘客前往月台层。"
    }]], ["月台", "本站设有一个岛式月台，位于裕和路地底。\n\n另外本站的月台东端设有一组双存车线，目前广佛地铁所有列车皆使用该组存车线进行站后折返。而在正线末端预留延伸的条件。"]],
    "exitDesc": "新城东站目前共设有2个出入口，分别为C及D出入口。",
    futureExpansion: [["佛山地铁6号线", "未来包括本站在内的新城东—世纪莲一段将拆离广佛地铁，并向两端延伸形成佛山地铁6号线独立运营。该线落实并建成之后，本站在未来将会改为佛山地铁6号线的一个车站，不再属于广佛地铁。"]],
    "platformBelong": [["1", "GF"], ["9", "GF"]]
};