let s_inf_210 = {
    "name": ["東平", "东平", "東平-とうへい", "둥핑", "Dongping"],
    "inf": [{"platform": 1, "facilities": [[9, [1, 2, 3], "A"], [17, [1], "B"]]}, {
        "platform": 2,
        "facilities": [[1, [3], "A"], [2, [1, 2], "B"]]
    }],
    "location": [113.12919, 22.965266],
    "via": ["GF"],
    "shortDesc": "东平站是广佛地铁的一个车站。车站位于佛山市顺德区佛山新城裕和路文华南路口的地底。本站也是佛山新城交通枢纽综合体的其中一部分，未来可和佛山地铁三号线换乘。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:57-00:01ND",
    "firstTrain": [[[0, "06:02"], [1, "06:27"]]],
    "lastTrain": [[[0, "22:32"], [1, "23:56"]]],
    "structureDesc": [["本站共有三层，地面为裕和路、文华南路以及其它建筑，地下一层为站厅，设有票务设施，客务中心，及商店；地下二层为广佛地铁月台；地下三层为预留佛山地铁3号线月台。"], ["站厅", [{
        "data": "本站站厅设置于地下一层，设有票务设施，客务中心，及商店"
    }]], ["月台", "本站广佛线设有一个岛式月台，位于裕和路地底；佛山地铁3号线则预留一个岛式月台，位于文华南路地底。"]],
    "exitDesc": "东平站共设有2个出入口，分别为A及B出入口。",
    futureExpansion: [["佛山地铁3号线", "佛山地铁3号线将经过本站，与广佛地铁交汇。届时地下三层的预留月台将会启用，乘客可在本站换乘。"], ["佛山地铁6号线", "未来包括本站在内的新城东—世纪莲一段将拆离广佛地铁，并向两端延伸形成佛山地铁6号线独立运营。该线落实并建成之后，本站在未来将会改为佛山地铁6号线的一个车站，不再属于广佛地铁。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};