let s_inf_211 = {
    "name": ["世紀蓮", "世纪莲", "世紀蓮-せいきれん", "스지롄", "Shijilian"],
    "inf": [{"platform": 1, "facilities": [[9, [1], "A"], [15, [2, 3], ""], [20, [1, 2], "B C D"]]}, {
        "platform": 2,
        "facilities": [[5, [1, 2], "A"], [14, [3], ""], [15, [2], ""], [16, [1, 2], "B C D"]]
    }],
    "location": [113.114917, 22.965147],
    "via": ["GF"],
    "shortDesc": "世纪莲站是广佛地铁的一个车站。车站位于佛山市顺德区佛山新城裕和路吉祥路口东侧的地底，邻近世纪莲体育中心。于2016年12月28日开放使用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2016-12=28_"],
    "serviceTime": "05:55-23:58",
    "firstTrain": [[[0, "06:04"], [1, "06:25"]]],
    "lastTrain": [[[0, "22:34"], [1, "23:53"]]],
    "structureDesc": [["本站共有三层，地面为裕和路、吉祥路、华康路，世纪莲体育中心、星星广场、金海创意中心以及其它建筑，地下一层为站厅，设有票务设施，客务中心，及商店；地下二层为广佛地铁月台。"], ["站厅", [{
        "data": "本站站厅设置于地下一层，设有票务设施，客务中心，及商店"
    }]], ["月台", "本站设有一个岛式月台，位于裕和路地底。"]],
    "exitDesc": "世纪莲站共设有4个出入口。",
    usageDesc: "车站位处佛山新城核心区，邻近市少年宫、市科学馆、市图书馆和市档案馆等多家市属机构新址，周边是佛山世纪莲体育中心、佛山公园，以及星星广场、金海创意中心和数个楼盘，西南方为荷村。平日车站客流以附近楼盘的居民为主，客流水平一般。周末客流则有所上升，以前往上述市属机构的市民为主。若遇上世纪莲体育中心举办大型活动，车站客流更会进一步攀升至更高水平，甚至需要实施客流控制措施。车站开通后的2017年元旦小长假期间，世纪莲客流位居二期四个新车站之首。",
    history: [["建设", "本站于2014年8月主体结构封顶。\n\n本站于2016年12月28日与广佛线二期其余站点一同开放"]],
    futureExpansion: [["佛山地铁6号线", "未来包括本站在内的新城东—世纪莲一段将拆离广佛地铁，并向两端延伸形成佛山地铁6号线独立运营。该线落实并建成之后，本站在未来将会改为佛山地铁6号线的一个车站，不再属于广佛地铁。广佛地铁二期建设时亦已在本站以西的区间作出相应的土建预留。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};