let s_inf_212 = {
    "name": ["瀾石", "澜石", "瀾石-らんせき", "란스", "Lanshi"],
    "inf": [{"platform": 1, "facilities": [[3, [1], "A"], [9, [3], ""], [14, [1, 2], "B C"]]}, {
        "platform": 2,
        "facilities": [[3, [1], "A"], [9, [3], ""], [14, [1, 2], "B C"]]
    }],
    "location": [113.107107, 22.983985],
    "via": ["GF"],
    "shortDesc": "澜石站是广佛地铁的车站，位于佛山市禅城区汾江南路澜石一路口以南的地底。于2016年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2016-12=28_"],
    "serviceTime": "06:03-23:54",
    "firstTrain": [[[0, "06:08"], [1, "06:21"]]],
    "lastTrain": [[[0, "22:38"], [1, "23:49"]]],
    "structureDesc": [["本站共有两层，地面为汾江南路、澜石一路以及其它建筑，地下一层为站厅，设有票务设施，客务中心，及商店。地下二层为广佛地铁月台。"], ["站厅", [{
        "data": "本站站厅设置于地下一层，设有票务设施，客务中心，及商店"
    }]], ["月台", "本站设有一个岛式月台，位于汾江南路地底。月台北侧设有洗手间。\n\n另外，本站以南设有一组双存车线。该组存车线用于折返短线（小交路）列车。短线班次列车在2号月台清客完成后，便会进入该存车线，折返到1号月台上客。"]],
    "exitDesc": "澜石站共设有3个出入口。",
    history: [["建设", "2012年9月28日媒体报导，澜石站所在的广佛地铁南延线已经开始动工，但澜石站所在地块汾江路银苑商住城拆迁仍未解决。\n\n2014年9月23日，据媒体报道，本站以及新城东站，世纪莲站已经完成主体封顶。"]],
    futureExpansion: [["广佛地铁三期", "未来广佛地铁三期将从本站起往南延伸，最终抵达乐从城际站。而届时新城东—世纪莲一段将拆离广佛地铁，并向两端延伸形成佛山地铁6号线独立运营。广佛地铁二期建设时亦已在本站以南区间作出相应的土建预留。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};