let s_inf_213 = {
    "name": ["魁奇路", "魁奇路", "魁奇路-かいきろ", "쿠이치루", "Kuiqi Lu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.108612, 22.993964],
    "via": ["GF"],
    "shortDesc": "魁奇路站是广佛地铁的一座车站，位于佛山市禅城区汾江南路魁奇路口北侧的地底。 车站于2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=3_"],
    "serviceTime": "05:55-23:52",
    "firstTrain": [[[0, "06:00"], [1, "06:19"]]],
    "lastTrain": [[[0, "22:40"], [1, "23:47"]]],
    "structureDesc": [["本站共有两层。地面为汾江南路、魁奇一路及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "目前由于佛山地铁2号线正在施工，车站站厅被分隔为南北两部分，仅可通过月台连接两站厅，因此非付费区内无法连通，每一边站厅收费区内设有两条扶手电梯和两组楼梯供乘客前往车站月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店与自助服务", data: "商店及自助服务方面，本站现时设有便利店和面包店，以及中国银行自动柜员机、售卖机以及好易自助终端等设施。"
    }]], ["月台", "广佛线设有一个岛式月台，位于汾江南路地底。佛山地铁2号线则设有两个侧式月台，位于魁奇一路地底。 另外，广佛地铁站台以南设有交叉渡线，在开通初期以本站为终点站时，会利用该渡线折返所有列车。而在广佛地铁二期开通后，本站成为中途站，日常运营不再利用该渡线折返列车，继续往南开往新城东站。"]],
    "exitDesc": "魁奇路站目前设有3个出入口；其中D出入口尚在建设中，位于魁奇一路西北角；魁奇一路路中央有一在建出入口；西南角有一预留出入口，目前仍未进行任何工程。C出入口有地下通道直接连接新·DNA购物中心。\n\n由于2号线工程，A出入口所在南站厅与B、C出入口所在北站厅无法通过非付费区连通。",
    usageDesc: "开通初期，本站周围都是住宅区，亦有不少位于本站南侧的居民通过公交等方式接驳本站，故本站主要客流以工作日早晚通勤客流为主，其他时段客流较低，令本站显得十分冷清。\n\n附近的世博广场、新·DNA购物中心等商场，尤其是建有通往车站的地下通道的后者开业后，客流情况有较大改观。\n\n佛山市铁路投资建设集团设置于本站C出入口附近的财富大厦。佛山轨道交通设计研究院亦曾设于此，后搬迁到东平站A出口附近的佛山保利商务中心。\n\n禅城区行政服务中心魁奇路大厅亦位于本站附近的澜石国际金属交易中心内。",
    history: [["建设", "本站的命名来源于附近的魁奇一路。\n\n2002年广佛地铁的走向初步确定，魁奇路站确定为广佛地铁佛山段的其中一个中途站。2002年10月11日，广佛地铁试验段工程魁奇路站站后折返线开工建设，2003年10月魁奇路站开工，原定2007年建成通车，但由于资金问题，广佛线曾经被传处于停工状态。\n\n2007年6月28日，广佛地铁首通段正式动工；12月6日，广佛线首台盾构机于魁奇路站始发。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    futureExpansion: [["佛山地铁2号线", "佛山地铁2号线将设置有魁奇路站，并与广佛地铁换乘，广佛地铁建设时已有预留。\n\n根据现有资料显示，2号线车站将位于现有广佛线车站上方，采用侧式月台，与广佛线站厅同层。2号线开通后站厅将会被路轨分割为南北两个站厅，而站厅东侧将会扩建，增加换乘设施。\n\n2015年6月26日，本站开始围蔽施工。 2017年2月28日，2号线禅城段共有三个站点进行了盾构始发，标志着禅城段进入隧道开挖阶段，其中，魁奇路站始发魁奇路-石梁站区间左线；7月21日，左线贯通；10月23日，双线贯通。 2019年上半年，本站主体结构封顶；8月25日，2号线在本站的施工进入车站改造阶段，本站站厅从此被永久分离为南北两个站厅；11月1日，本站在魁奇路主路的围蔽解除，道路复通，附近的非道路围蔽也逐渐解除。截至2020年2月，工程仍然占用十字路口西南角及此处的魁奇一路北半边进行新出入口工程，C出入口附近亦有一小块围蔽。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};