let s_inf_214 = {
    "name": ["季華園", "季华园", "季華園-きかえん", "지화 공원", "Jihuayuan"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.108547, 23.007104],
    "via": ["GF"],
    "shortDesc": "季华园站是广佛地铁的一座车站，位于佛山市汾江南路影荫路口南侧的地底，毗邻季华公园。本站在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=3_"],
    "serviceTime": "05:58-23:49",
    "firstTrain": [[[0, "06:01"], [1, "06:16"]]],
    "lastTrain": [[[0, "22:41"], [1, "23:45"]]],
    "structureDesc": [["本站共有两层。地面为汾江南路、影荫路，季华公园，佛山市公安局公交分局及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "季华园站站厅中南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有专用电梯（升降机）、扶手电梯和楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务", data: "商店及自助服务方面，本站设置了中国银行自动柜员机、售卖机以及好易自助终端等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于汾江南路地底。"]],
    "exitDesc": "季华园站目前设有2个出入口，均位于汾江南路西侧的人行道上，因此需要来往汾江南路东侧的乘客仍需要过马路。同时由于车站出口附近并没有斑马线等设施可供横过汾江南路，需要往南或往北绕道数百米不等的距离，为不少市民所诟病。\n\n位于汾江南路东侧的两个出入口目前已动工，预计2018年启用。",
    usageDesc: "本站周围有不少住宅区，亦临近季华公园，故本站客流主要以来往早晚通勤以及游览季华公园的客流为主，早晚客流会较为庞大，其余时间本站的客流较为稀少，令本站显得有点冷清。此外，亦有西至佛山大道中，东至岭南大道北一带的居民借助公交接驳本站。\n\n另外，每逢农历正月十五当晚，佛山将会举办传统“行通济”的活动，为配合当晚的交通和人流管制，前往通济桥的乘客须利用本站或普君北路站出站，再沿指定路线前往通济桥。",
    history: [["建设", "本站的命名来源于附近的季华公园。\n\n2002年广佛地铁的走向初步确定，当时被称为绿景路站的季华园站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，直至12月23日全线取消安检为止。"]],
    futureExpansion: [["佛山地铁4号线", "本站的命名来源于附近的季华公园。\n\n2002年广佛地铁的走向初步确定，当时被称为绿景路站的季华园站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，直至12月23日全线取消安检为止。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};