let s_inf_215 = {
    "name": ["同濟路", "同济路", "同済路-どウさいろ", "퉁지루", "Tongji Lu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.108503, 23.019222],
    "via": ["GF"],
    "shortDesc": "同济路站是广佛地铁的一座车站，位于广东佛山禅城区汾江中路同济路口的地底，邻近季华、祖庙两大商业区，也有相当的休闲娱乐设施 ，车站已在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=3_"],
    "serviceTime": "05:58-23:47",
    "firstTrain": [[[0, "06:03"], [1, "06:14"]]],
    "lastTrain": [[[0, "22:43"], [1, "23:42"]]],
    "structureDesc": [["本站共有两层。地面为汾江中路、同济路、金马剧院及其它住宅或建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "同济路站站厅中西侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有专用电梯（升降机）、扶手电梯和楼梯前往车站月台。"
    }, {
        title: "商店与自助服务", data: "商店及自助服务方面，本站设有便利店、面包糕饼店、中国银行自动柜员机以及自动售货机。同时也设有“好易”机，可充值羊城通（含广佛通）、购买彩票、缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于汾江中路地底。"]],
    "exitDesc": "同济路站目前设有3个出入口。",
    usageDesc: "同济路站附近以较为密集的住宅楼为主，周边有佛山乐园以及各所中小学。但现时佛山地铁线网没有完善，因此车站在平日时期客流一般，但在上放学时期的早晚高峰车站会稍显拥挤。\n\n另外，每逢农历正月十五当晚，佛山将会举办传统“行通济”的活动，本站虽然是距离通济桥最近的地铁车站，但因需要配合当晚的交通和人流管制，而未能取道本站前往通济桥。不过有不少市民游客离开通济桥后，会前往本站乘坐地铁，因此本站届时或需要实施客流控制措施。而正月十六当天人流管制取消，亦会有不少乘客取道本站来往通济桥。",
    history: [["建设", "2002年广佛地铁的走向初步确定，同济路站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。2009年6月28日，本站主体结构封顶。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};