let s_inf_216 = {
    "name": ["祖廟", "祖庙", "祖廟-そびょう", "쭈먀오", "Zumiao"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.112099, 23.027073],
    "via": ["GF"],
    "shortDesc": "祖庙站是广佛地铁的车站，位于广东佛山禅城区建新路祖庙路口东侧的地底，邻近佛山祖庙，同时亦位处佛山旧城区的中心区。\n\n另外，本站的英文名称直接使用汉语拼音译称，而不是使用佛山祖庙的英文翻译“Ancestral Temple”。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:00-23:45",
    "firstTrain": [[[0, "06:05"], [1, "06:11"]]],
    "lastTrain": [[[0, "22:46"], [1, "23:40"]]],
    "structureDesc": [["本站共三层。地面为建新路、祖庙路、城门头路、百花广场及其它建筑；地下一层为广佛地铁站厅；地下二层为设备区；地下三层为广佛地铁站台层。"], ["站厅", [{
        "data": "祖庙站站厅中部及南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有多组扶手电梯和楼梯前往车站月台。由于专用电梯（升降机）连接站台与站厅的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店与自助服务",
        data: "本站设有便利店、凉茶店、面包糕饼店等商店，自助服务方面则有中国银行自动柜员机以及自动售货机。同时也设有“好易”机，可充值羊城通（含广佛通）、购买彩票、缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于建新路地底。"]],
    "exitDesc": "祖庙站设有4个出入口，其中车站投入运营时启用了A、C出入口，B、D出入口后来亦陆续启用。本站所有出入口通道均可连通邻近商场地库。",
    usageDesc: "由于祖庙站位于佛山老城区的的核心地带，而且邻近佛山祖庙、百花广场、兴华商场、岭南天地、佛山宾馆及金城大酒店等知名景点、大型商场及酒店；车站附近住宅林立，更有不少交通工具能接驳佛山市内其它地区的住宅、商业区及景点，甚至佛山五区各地。因此本站在开通当日起就已经客似云来，水泄不通，更需要实施客流控制。现时祖庙站全天候使用量亦相当高，尤是在节假日期间。因此，使用本站出入闸的人流十分多，是广佛线佛山境内众多车站中最繁忙及人流最多的一个车站。\n\n同时在农历新年假期期间，由于有众多佛山市民及来自广州等地的游客利用本站前往佛山祖庙上香及游览，因此会出现车站人流挤塞的情况，而需要在车站出入口实施车站人流控制措施。",
    history: [["建设", "2002年广佛地铁的走向初步确定，祖庙站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    futureExpansion: [["佛山地铁5号线", "佛山地铁5号线规划将设有祖庙站，与广佛地铁交汇。但佛山地铁5号线为远期规划路线，因此换乘方式和佛山地铁5号线车站结构仍然不明。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};