let s_inf_217 = {
    "name": ["普君北路", "普君北路", "普君北路-ふくんほくろ", "푸쥔베이루", "Pujun Beilu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.12224, 23.027678],
    "via": ["GF"],
    "shortDesc": "普君北路站是广佛地铁的一座车站，位于广东省佛山市禅城区兆祥路、普君北路、市东下路路口西侧的地下。车站在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [5],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:03-23:43",
    "firstTrain": [[[0, "06:08"], [1, "06:10"]]],
    "lastTrain": [[[0, "22:48"], [1, "23:38"]]],
    "structureDesc": [["本站共有两层。地面为兆祥路、普君北路、市东下路、兆祥公园、普君新城、鸿业新天地及其它住宅或建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "普君北路站站厅中部及北侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有专用电梯（升降机）、扶手电梯和楼梯前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "商店及自助服务方面，本站设有便利店、中国银行自动柜员机以及自动售货机。同时也设有“好易”机，可充值羊城通（含广佛通）、购买彩票、缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于兆祥路地底。\n\n另外，本站以西设有一组双存车线。当广佛线祖庙站或以西出现故障时，往新城东列车将会在该组存车线折返，以本站为临时终点站。届时前往祖庙至新城东沿途各站需要转乘其它交通工具。存车线上方的空间亦有一部分被划为前往A出口及E出口之通道。\n" +
    "\n"]],
    "exitDesc": "祖庙站设有4个出入口，其中车站投入运营时启用了A、C出入口，B、D出入口后来亦陆续启用。本站所有出入口通道均可连通邻近商场地库。",
    usageDesc: "普君北路站开通初期，车站对开的兆祥路北侧刚刚完成拆迁，南侧只有鸿业新天地、兆祥公园以及几个旧式住宅小区。因此即使在高峰期，客流也较少，车站显得相当冷清。但随着本站附近商住综合体普君新城的回迁户开始入伙，同时不断有大小商户进驻普君新城；以及A、C、D出口附近亦设有常规公交站，有为数不少的公交线路接驳本站及佛山市区各地；加上附近居民对线路逐渐熟悉，本站的客流不断稳步上升，节假日的客流则会更高。\n\n另外，每逢农历正月十五当晚，佛山将会举办传统“行通济”的活动，为配合当晚的交通和人流管制，前往通济桥的乘客须利用本站或季华园站出站，再沿指定路线前往通济桥。",
    history: [["建设", "2002年广佛地铁的走向初步确定，普君北路站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。本站施工期间，曾因影响到普君北路2号楼房的安全，而需要对楼内的37户居民进行紧急疏散。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，但由于出入口通道宽度不够，本站D出口及E出口被安排只能进站进行安检，C出口只能出站。直至12月23日全线取消安检为止。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};