let s_inf_218 = {
    "name": ["朝安", "朝安", "朝安-ちょうあん", "차오안", "Chao'an"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.133537, 23.027676],
    "via": ["GF"],
    "shortDesc": "朝安站是广佛地铁的一座车站，位于广东省佛山市禅城区兆祥路朝安北路口的地底。本站在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:02-23:41",
    "firstTrain": [[[0, "06:10"], [1, "06:07"]]],
    "lastTrain": [[[0, "22:50"], [1, "23:36"]]],
    "structureDesc": [["本站共有两层。地面为朝安北路、兆祥路及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "朝安站站厅中南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有专用电梯（升降机）、扶手电梯和楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "商店及自助服务方面，由于车站平日较冷清，本站现时没有设置车站商店，但会设置售卖机，中国银行自动柜员机以及好易自助终端。"
    }]], ["月台", "本站设有一个岛式月台，位于兆祥路地底。"]],
    "exitDesc": "朝安站目前设置有3个出入口。开通初期设有A、B出入口，后来于2014年1月27日，C出入口开通。",
    usageDesc: "本站周围有不少住宅区，以及众多工业区，是全国数一数二的童装贸易中心，故本站客流主要以附近住宅区和工业区的客流为主，早晚客流会较为庞大，其余时间本站的客流较为稀少，令本站显得有点冷清。",
    history: [["建设", "本站的命名来源于附近的朝安北路。\n\n2002年广佛地铁的走向初步确定，但当时的规划中并没有朝安站，后来才获增加。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，直至12月23日全线取消安检为止。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};