let s_inf_219 = {
    "name": ["桂城", "桂城", "桂城-きじょう", "구이청", "Guicheng"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.141432, 23.031674],
    "via": ["GF"],
    "shortDesc": "桂城站是广佛地铁的一座车站，也将是未来广佛地铁及佛山地铁3号线的换乘站，位于广东佛山南海区桂城街道南桂路南海大道路口的地底。该站是广佛地铁服务人口最多及最广的地铁站，位处南海区最繁华的商业地段，邻近南海区政府。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:00-23:38",
    "firstTrain": [[[0, "06:12"], [1, "06:05"]]],
    "lastTrain": [[[0, "22:52"], [1, "23:33"]]],
    "structureDesc": [["本站共两层。地面为南桂东路、南海大道、凯德广场及其它建筑；地下一层为广佛地铁站厅以及地下行人过街通道；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "现时，桂城站站厅的中南侧划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有多组扶手电梯和楼梯供乘客前往车站月台。由于专用电梯（升降机）连接站台与站厅的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店与自助服务",
        data: "本站设有便利店以及面包糕饼店等商店，自助服务方面则有中国银行自动柜员机以及自动售货机。同时也设有“好易”机，可充值羊城通（含广佛通）、购买彩票、缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站广佛地铁设有一个岛式月台，位于南桂东路的地底。\n\n另外，广佛地铁和佛山地铁3号线的联络线亦设于本站东南象限处。\n" +
    "\n"]],
    "exitDesc": "桂城站目前设置的2个出入口均位于南桂东路南侧，因此需要来往南桂东路北侧的乘客仍需要过马路。\n\n此外，B出入口临近在建楼盘越秀星汇云锦，为防止楼盘施工时对出入口建筑造成伤害，现时该出入口被脚手架所包围。",
    usageDesc: "桂城站邻近住宅小区、城中村、南海区政府驻地以及百德广场等商业中心区，车站附近更有不少交通工具能接驳南海区内其它地区的住宅、商业区及景点，甚至佛山五区各地。因此，使用本站进行出入闸的人流较多。",
    history: [["建设", "2002年广佛地铁的走向初步确定，桂城站确定为广佛地铁佛山段的其中一个中途站，并与未来规划的佛山地铁3号线换乘。随后桂城站于2007年6月28日正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。2010年11月3日广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，直至12月23日全线取消安检为止。"]],
    futureExpansion: [["佛山地铁3号线", "佛山地铁3号线规划将设有桂城站，与广佛地铁交汇。在广佛地铁建设之时已经考虑未来换乘3号线，在车站建设时已经在站厅层预留其部分结构，3号线月台将设于地下三层，与现有广佛地铁月台呈“T”字型。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};