let s_inf_220 = {
    "name": ["南桂路", "南桂路", "南桂路-たんきろ", "난구이루", "Nangui Lu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.154139, 23.034167],
    "via": ["GF"],
    "shortDesc": "南桂路站是广佛地铁的一座车站，也将是未来广佛地铁及佛山地铁6号线的换乘站，位于广东佛山南海区桂城街道南桂东路桂澜路口西北侧地块的地底，是南海区的商业地带。车站在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=3_"],
    "serviceTime": "05:58-23:36",
    "firstTrain": [[[0, "06:14"], [1, "06:03"]]],
    "lastTrain": [[[0, "22:54"], [1, "23:31"]]],
    "structureDesc": [["本站共两层。地面为南桂东路、桂澜路、南海供电局、城市广场、百花时代广场及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "现时，南桂路站站厅西南侧划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有多组专用电梯（升降机）、扶手电梯和楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "车站商店仅设有便利店，自助服务方面则有自动售货机，以及“好易”机，可充值羊城通（含广佛通）、购买彩票、缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于南桂东路桂澜路口西北侧地块的地底。\n另外，广佛地铁和佛山地铁3号线的联络线亦设于本站东南象限处。\n" +
    "\n"]],
    "exitDesc": "南桂路站现时共设有3个出入口，其中C出入口正在建设中，该出入口位于城市广场旁。",
    usageDesc: "南桂路站邻近众多商业广场，堪称南海中心区的商业地带，附近亦有许多住宅小区或楼盘，因此全天在本站出入闸的人流较多，周末更有邻近学校的学生利用本站上学和放学。",
    history: [["建设", "2002年广佛地铁的走向初步确定，南桂路站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。2009年12月8日，南桂路站工地施工时出现坍塌，导致煤气管破裂，煤气破裂。900户居民，12个单位用气大受影响。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    futureExpansion: [["佛山地铁6号线", "佛山地铁6号线规划将设有南桂路站，与广佛地铁交汇。但佛山地铁6号线为远期规划路线，因此换乘方式和佛山地铁6号线车站结构仍然不明。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};