let s_inf_221 = {
    "name": ["𧒽崗", "𧒽岗", "𧒽崗-らいこう", "레이강", "Leigang"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.460177, 23.172296],
    "via": ["GF"],
    "shortDesc": "𧒽岗站（“𧒽”，拼音：léi，注音：ㄌㄟˊ，粤拼：leoi1，拆字：虫雷）是广佛地铁的一座车站， 位于广东佛山南海区桂城街道桂澜路夏平西路口北侧的地底，毗邻南海𧒽岗公园。本站在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:11-23:34",
    "firstTrain": [[[0, "06:16"], [1, "06:23"]]],
    "lastTrain": [[[0, "22:56"], [1, "23:29"]]],
    "structureDesc": [["本站共有两层。地面为桂澜路、夏平西路，南海𧒽岗公园及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "𧒽岗站站厅中南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有专用电梯（升降机）、扶手电梯和楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "商店及自助服务方面，由于车站平日较冷清，本站现时没有设置车站商店，但会设置售卖机，中国银行自助ATM机以及好易自助终端。"
    }]], ["月台", "本站设有一个岛式月台，位于桂澜路地底。"]],
    "exitDesc": "本站目前设有3个出入口，其中D出入口于2014年1月22日开通。",
    usageDesc: "本站周围有不少事业单位，亦临近𧒽岗公园和南海活水公园，因此主要客流以早晚通勤客流为主，其余时段较为冷清。此外，亦有不少乘客借助本站来往南海大道北以及夏西新村一带。",
    history: [["规划与兴建", "本站的命名来源于附近的南海𧒽岗公园。\n\n2002年广佛地铁的走向初步确定，当时被称为𧒽岗公园站的𧒽岗站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28及29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，直至12月23日全线取消安检为止。"], ["站名", "中国大陆现行规范汉字没有“𧒽”字。“𧒽”字粤拼为leoi1（“雷”的阴平声），而普通话读音为léi（音同“雷”），属于CJK汉字扩充B区字，编码274BD。而国家语言文字工作委员会与教育部建议发布的《通用规范汉字表（征求意见稿）》中收录了此字，编号为8221，但该字在正式版中被删除。\n\n同时，由于地铁的现有电脑系统因无法显示本字，因此售票机和查询系统均显示站名为“虫雷岗”或“礌岗”。车站内的站牌为地铁公司特意在电脑造字而成。\n\n“𧒽”学名作“黄沙蚬”，是珠江三角洲一带的一种双壳类的河鲜，形状像蚬或花蛤，但比蚬大而坚厚而比蚌小而浑圆，大小与蚝相当。"]],
    futureExpansion: [["南海新交通", "南海新交通试验段将设有𧒽岗站，但由于两线计费方式不一致，预计为出闸换乘。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};