let s_inf_222 = {
    "name": ["千燈湖", "千灯湖", "千燈湖-せんとうこ", "첸덩후 호", "Qiandeng Lake"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.155356, 23.054818],
    "via": ["GF"],
    "shortDesc": "千灯湖站是广佛地铁的车站，位于广东省佛山市南海区桂城街道桂澜路海五路口的地底，毗邻千灯湖公园。本站在2010年11月3日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:16:23:32",
    "firstTrain": [[[0, "06:18"], [1, "06:21"]]],
    "lastTrain": [[[0, "22:59"], [1, "23:26"]]],
    "structureDesc": [["本站共有两层。地面为桂澜路、海五路，千灯湖公园及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "千灯湖站站厅中部及南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有专用电梯（升降机）、扶手电梯和楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "自助服务及车站商店方面，千灯湖站设有便利店以及面包糕饼店等商店，自助服务方面则有中国银行自动柜员机以及自动售货机。同时也设有“好易”机，可充值羊城通（含广佛通）、购买彩票、缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于桂澜路地底。"]],
    "exitDesc": "千灯湖站设有4个出入口，车站启用时开通了A、B出入口，后来再开通D出入口，C出入口亦于2012年4月启用。此外D出入口旁设置有专用电梯，乘客使用时需要工作人员协助使用。",
    usageDesc: "本站周围有不少住宅区，亦临近千灯湖公园，故本站客流主要以来往早晚通勤以及游览千灯湖公园的客流为主，早晚客流会较为庞大，其余时间本站的客流较为稀少，令本站显得有点冷清。\n\n此外，亦有平洲，叠窖一带的居民借助公交接驳本站",
    history: [["规划与兴建", "2002年广佛地铁的走向初步确定，本站当时以海五路站的名称确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。广佛地铁在开通当日起全线实施进站安检措施，直至12月23日全线取消安检为止。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};