let s_inf_223 = {
    "name": ["金融高新區", "金融高新区", "金融高新区-きんゆうこうしんく", "금융 하이테크 존", "Financial Hi-Tech Zone"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.158548, 23.065814],
    "via": ["GF"],
    "shortDesc": "金融高新区站是广佛地铁一号线的车站，位于佛山市南海区海八路桂澜路口东南侧地块内的地底。本站是佛山目前最北端和最东端的地铁站。车站在2010年11月3日启用。\n\n本站与位于附近的夏南车辆段接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=3_"],
    "serviceTime": "05:55:23:29",
    "firstTrain": [[[0, "06:00"], [1, "06:19"]]],
    "lastTrain": [[[0, "23:01"], [1, "23:24"]]],
    "structureDesc": [["本站共有两层。地面为海八路、桂澜路，地铁金融城、地铁金融高新区公交站，地铁金融城及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "金融高新区站站厅南侧被划分为收费区。收费区内设有专用电梯（升降机）、扶手电梯和楼梯（全部靠墙设置）供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "本站目前没有设置车站商店，但会设置售卖机，以及中国银行自动柜员机。"
    }]], ["月台", "本站设有一个岛式月台，位于海八路桂澜路口东南侧地块内，亦即地铁金融城地底。\n\n车站东侧设有一组通往夏南车辆段的出入段线。\n" +
    "\n"]],
    "exitDesc": "金融高新区站目前设有2个出入口供乘客进出。",
    usageDesc: "本站其上盖为地铁金融城和金融城广场，周边亦设大型商场以及住宅区，故本站客流主要以早晚通勤客流为主，其余时间本站的客流较为稀少，令本站显得十分冷清。",
    history: [["规划与兴建", "本站的命名来源于广东金融高新区，广东金融高新区是围绕千灯湖公园而设的一个金融服务后台基地。\n\n2002年广佛地铁的走向初步确定，当时被称作南海汽车站的金融高新区站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};