let s_inf_224 = {
    "name": ["龍溪", "龙溪", "龍渓-りゅうけい", "룽시", "Longxi"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.192391, 23.066029],
    "via": ["GF"],
    "shortDesc": "龙溪站是广佛地铁的一座车站，位于广州荔湾区芳村龙溪大道靠近广州鲁新园艺场的地底。于2010年11月3日随广佛线首通段通车而启用。\n\n本站是广佛线进入广州境内的第一个车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=3_"],
    "serviceTime": "05:59:23:25",
    "firstTrain": [[[0, "06:04"], [1, "06:14"]]],
    "lastTrain": [[[0, "23:05"], [1, "23:20"]]],
    "structureDesc": [["本站共有两层。地面为龙溪大道、大沙河湿地公园及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层。"], ["站厅", [{
        "data": "龙溪站站厅中南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有一台专用电梯（升降机）、三条扶手电梯和一组楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "商店及自助服务方面，本站现时没有设置车站商店；但设有中国银行自动柜员机以及“好易”自助服务等自助服务设施。"
    }]], ["月台", "本站设有一个岛式月台，位于龙溪大道地底。\n\n此外，本站西端设有一条渡线。\n" +
    "\n"]],
    "exitDesc": "龙溪站现时共设有2个出入口。",
    usageDesc: "本站周围有一些汽车零售店，亦临近广州花卉科技园，附近亦有海北村，龙溪村，凤西村等村落，故本站主要客流都以附近村落的客流为主，早晚通勤时间段客流会有较大幅度的攀升。此外，车站外设有地铁龙溪公交站，该处公交站有可去往佛山白坭等地的广佛城巴线路，因此吸引了不少乘客在本站出站转乘广佛城巴去往上述目的地。",
    history: [["规划与兴建", "本站的命名来源于附近的龙溪大道。\n\n2002年广佛地铁的走向初步确定，当时被称为花博园站的龙溪站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};