let s_inf_225 = {
    "name": ["菊樹", "菊树", "菊樹-きくじゅ", "쥐수", "Jushu"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.212863, 23.065868],
    "via": ["GF"],
    "shortDesc": "菊树站是广佛地铁的一座车站，位于广州荔湾区芳村芳村体育馆西南面的地底，于2010年11月3日随广佛线首通段通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=3_"],
    "serviceTime": "06:02:23:22",
    "firstTrain": [[[0, "06:07"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:08"], [1, "23:17"]]],
    "structureDesc": [["本站共有两层。地面为增南路、地铁菊树公交总站及其它建筑；地下一层为广佛地铁站厅；地下二层为广佛地铁站台层"], ["站厅", [{
        "data": "菊树站站厅中南侧被划分为收费区，周围被行人通道以及车站商店包围，站厅收费区内设有一台专用电梯（升降机）、三条扶手电梯和一组楼梯供乘客前往车站月台。"
    }, {
        title: "商店与自助服务",
        data: "商店及自助服务方面，本站现时没有设置车站商店；但设有中国银行自动柜员机以及“好易”自助服务等自助服务设施。"
    }]], ["月台", "本站设有一个岛式月台，位于增南路左侧的地底。\n" +
    "\n"]],
    "exitDesc": "菊树站目前共设有2个出入口。",
    usageDesc: "本站周围目前被仓库、维修厂、教练场等包围，车站附近亦有部分村落，故目前主要客流以附近村落的人士为主，除上下班高峰期外客流稍有上升外，其余时间本站进出站的乘客不多，令本站显得十分冷清。",
    history: [["规划与兴建", "2002年广佛地铁的走向初步确定，当时称为芳村体育馆站的菊树站确定为广佛地铁佛山段的其中一个中途站。2007年6月28日，广佛地铁首通段正式动工。\n\n2010年10月28，29日，本站随广佛地铁首通段全线开放给广佛两市的市民进行试乘。11月3日，广佛地铁首通段开通试运营，本站正式启用。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};