let s_inf_226 = {
    "name": ["鶴洞", "鹤洞", "鶴洞-かくだう", "허둥", "Hedong"],
    "inf": [{"platform": 1, "facilities": [[3, [1], "C"], [10, [3], "C"], [15, [1, 2], "B"]]}, {
        "platform": 2,
        "facilities": [[3, [1], "C"], [10, [3], "C"], [15, [1, 2], "B"]]
    }],
    "location": [113.240153, 23.072495],
    "via": ["GF"],
    "shortDesc": "鹤洞站是广佛地铁的中途站，位于广州市荔湾区鹤洞路鹤园路口西侧的地底。该站于2015年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2015-12=28_"],
    "serviceTime": "06:07:23:18",
    "firstTrain": [[[0, "06:12"], [1, "06:15"]]],
    "lastTrain": [[[0, "23:13"], [1, "23:13"]]],
    "structureDesc": [["本站共有两层，地面为鹤洞路、鹤园路、广船鹤园小区等住宅小区、广钢新城，以及其它建筑及街巷；地下一层为站厅；地下二层为广佛地铁月台。"], ["站厅", [{
        "data": "鹤洞站站厅层北侧被划分为收费区，南侧为连接东西两侧非付费区的通道，付费区设有一台专用电梯、三条扶手电梯以及一组楼梯可供乘客往返月台。"
    }, {
        title: "商店与自助服务",
        data: "目前本站商店尚未租出，亦未设自助服务机等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于鹤洞路地底。本站的公共洗手间设于月台往新城东方向的一端。\n" +
    "\n"]],
    "exitDesc": "鹤洞站共设有2个出入口，分别为B、C出入口，均位于鹤洞路北侧。",
    usageDesc: "本站北侧为广船鹤园小区，亦邻近坑口村、广州市培英中学、荔湾区第三人民医院、以及其它小区或住宅；南侧即为开发中的广钢新城（原广州钢铁厂）。因此本站出入闸客流以邻近小区住宅的居民为主，亦有部分培英中学的学生。目前车站客流一般，早晚高峰会稍为上升。",
    history: [["规划与兴建", "本站在规划及建设工程时曾以白鹤洞站来称呼本站。\n\n2011年6月1日，鹤洞站主体结构封顶；2014年11月进行车站机电施工，仅仅用了6个月的时间就进入了调试阶段。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};