let s_inf_227 = {
    "name": ["沙涌", "沙涌", "沙涌-さちゅう", "사충", "Shachong"],
    "inf": [{"platform": 1, "facilities": [[2, [1], "A"], [6, [1, 2], "B C"], [16, [3], "", true]]}, {
        "platform": 2,
        "facilities": [[2, [1], "A"], [6, [1, 2], "B C"], [16, [3], "", true]]
    }],
    "location": [113.246772, 23.083128],
    "via": ["GF"],
    "shortDesc": "沙涌站是广佛地铁的一个车站，位于广州荔湾区芳村浣花路芳村大道东路口西侧的地底。本站于2015年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2015-12=28_"],
    "serviceTime": "06:07:23:21",
    "firstTrain": [[[0, "06:14"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:16"], [1, "23:10"]]],
    "structureDesc": [["本站共有三层，地面为浣花路、芳村大道东，沙涌以及其它建筑及街巷；地下一层为站厅；地下二层为设备区；地下三层为广佛地铁月台。"], ["站厅", [{
        "data": "沙涌站站厅层北侧被划分为收费区，南侧为连接东西两侧非付费区的通道，付费区设有三条扶手电梯以及一组楼梯可供乘客往返月台。由于专用电梯（升降机）连接站台与站厅东侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"
    }, {
        title: "商店与自助服务",
        data: "目前本站商店尚未租出，亦未设自助服务机等服务。"
    }]], ["月台", "广佛线设有一个岛式月台，位于浣花路地底。同时本站的公共洗手间位于广佛线月台往新城东方向的一端。\n\n另外，广佛线月台东侧设置了节点，可前往地下二层预留的换乘通道，并已经安装了扶手电梯等设备，由于目前11号线尚未开通，因此现时扶手电梯入口被玻璃栏杆封闭，并附有相关告示，提醒乘客不要在此前往站厅层。"]],
    "exitDesc": "沙涌站目前共设有3个出入口，分别为A、B、C出入口。",
    usageDesc: "本站往西为鹤洞新村、沙涌新村等小区，真光中学则位于车站西南方600多米处。往东仅300多米即为珠江后航道。因此本站出入闸客流以周边小区居民为主，亦有部分为真光中学的学生。",
    history: [["规划与兴建", "本站在2003年的方案中，以广佛地铁广州地区的其中一个站出现，在规划及建设工程时曾以芳村大道站来称呼本站。在最初的规划中，本站位于现在位置的西北偏北一带，但之后改为浣花路以及芳村大道东路口附近的涌边。\n\n2011年，因应11号线规划于沙涌设站，本站未来将会成为换乘站。因此广佛线车站更改设计，加宽车站，并在负二层划出部分结构作为换乘通道，以善用车站空间。\n\n本站于2015年12月28日正式启用，成为广佛线的一个中途车站。"]],
    futureExpansion: [["11号线", "根据规划，11号线将设有沙涌站，与广佛地铁交汇。广佛地铁建设之时已预留换乘11号线的节点。 11号线月台届时将位于地下四层，即沙涌南侧，芳村大道东浣花路口的地底，与广佛线车站呈倒“V”字型。\n\n2017年5月14日，本站11号线车站随同芳村大道东站正式开工建设。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};