let s_inf_228 = {
    "name": ["燕崗", "燕岗", "燕崗-えんこう", "옌강", "Yangang"],
    "inf": [{
        "platform": 1,
        "facilities": [[3, [1], "D"], [9, [3], ""], [14, [1], "B"], [13, [2], "B"]]
    }, {"platform": 2, "facilities": [[3, [1], "D"], [9, [3], ""], [14, [1, 2], "B"]]}],
    "location": [113.271988, 23.075142],
    "via": ["GF"],
    "shortDesc": "燕岗站是广佛地铁的车站。位于广州海珠区工业大道泉塘路口，位处燕子岗附近，因而得名。本站于2015年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2015-12=28_"],
    "serviceTime": "06:03:23:27",
    "firstTrain": [[[0, "06:20"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:22"], [1, "23:06"]]],
    "structureDesc": [["本站目前共有两层，地面为工业大道中、泉塘路、江燕路，广纸地块，保利海棠花园等住宅小区、以及其它建筑及街巷，地下一层为站厅，设有票务设施以及客务中心。地下二层为广佛地铁月台。"], ["站厅", [{
        "data": "本站站厅西侧被划分为付费区，东侧为南北两侧非付费区的联络通道，同时付费区内设有一台专用电梯（升降机）、三条扶手电梯以及一组楼梯可供乘客前往月台层。"
    }, {
        title: "商店与自助服务",
        data: "现时燕岗站设有一间便利店及一间面包糕饼店。站内亦设有少量自助服务设备，例如自动柜员机，亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
    }]], ["月台", "本站广佛地铁设有一个岛式月台，位于工业大道中地底。本站的公共洗手间设于广佛地铁月台南端。\n\n另外，本站广佛地铁站台以南设有一条存车线。燕岗站作为广佛线终点站时，利用该存车线折返所有列车。\n\n同时本站开通时，来往石溪站的双方向隧道均已经贯通并已铺轨，在本站作为广佛线终点站时，这两段隧道暂作存车线使用。随着本站至沥滘的一段开通，相关隧道已经成为本站至石溪站的正线行驶路段。"]],
    "exitDesc": "燕岗站共设有2个出入口，分别为B及D出入口。",
    usageDesc: "本站周边均为住宅小区，因此出入闸客流均以附近居民为主。亦有部分乘客选择在本站转乘公交车来往燕子岗、江燕路、南泰路、工业大道南附近。",
    history: [["规划与兴建", "在较早的规划中，广佛线和11号线两者的车站虽然均暂时命名为燕岗站，但两线只能在沙涌站换乘，无法在本站换乘。2014年1月公示的11号线环评之中显示，两线在燕子岗的车站在设计中相距较远，同时不能换乘。\n\n不过广州市规划局在2014年7月期间对市民咨询的答复中，声称两线在本站将会设有换乘。广州市城乡建设委员会在9月4日发布的《广州市轨道交通11号线工程建设通告》当中，此时11号线相比环评之中增加了一个换乘站，正式确定燕岗站成为广佛线和11号线的其中一个换乘站。\n\n受广佛线沥滘站的施工影响，本站在2015年12月28日开通后，曾作为广佛地铁东端临时终点站长达三年。2018年12月28日首班车起，广佛线后通段剩余段（燕岗至沥滘）启用，本站成为广佛线的中途站。"]],
    futureExpansion: [["11号线", "11号线将经过燕岗站，与广佛地铁换乘。但广佛地铁在规划和建设时并没有预留换乘11号线，因此两线未来只能使用站厅通道换乘。11号线车站位于泉塘路工业大道路口东侧，广佛线车站的东北方。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};