let s_inf_229 = {
    "name": ["石溪", "石溪", "石渓-せつけい", "쉬시", "Shixi"],
    "inf": [{
        "platform": 1,
        "facilities": [[3, [1], "A D"], [9, [3], ""], [14, [3], "B"], [13, [2], "B"]]
    }, {"platform": 2, "facilities": [[3, [1], "A D"], [9, [3], ""], [14, [1, 2], "B"]]}],
    "location": [113.285951, 23.067937],
    "via": ["GF"],
    "shortDesc": "石溪站是广佛地铁的一座车站，位于广州市海珠区工业大道南新业路口西侧的地底。车站于2018年12月28日随广佛地铁燕岗至沥滘段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2018-12=28_"],
    "serviceTime": "06:00:23:30",
    "firstTrain": [[[0, "06:22"], [1, "06:05"]]],
    "lastTrain": [[[0, "23:25"], [1, "23:05"]]],
    "structureDesc": [["本站共有两层，地面为工业大道南、新业路、永翠路，金碧花园、鸣翠花园等住宅小区、以及其它建筑及街巷，地下一层为站厅；地下二层为广佛地铁月台。"], ["站厅", [{
        "data": "石溪站站厅北侧被划分为付费区，同时付费区内设有三台扶手电梯、一台专用电梯（升降机）以及一条楼梯供乘客前往月台层。"
    }, {
        title: "商店与自助服务",
        data: "另外，本站设有一间商店位处付费区内，现时本站商店尚未租出，亦未设自助服务机等服务。"
    }]], ["月台", "本站设有一个岛式月台，位于工业大道南地底。\n\n另外，本站的公共洗手间设于月台新城东方向的一端；母婴室则设于月台往沥滘方向的一端。"]],
    "exitDesc": "石溪站总共设有3个出入口，现时开通B、D两个出入口。2020年1月16日开通A出入口。",
    usageDesc: "本站周边有金碧花园、鸣翠花园等多座大型住宅小区，亦邻近石溪村，因此出入闸客流均以附近居民为主，客流量颇为可观。",
    history: [["规划与兴建", "本站在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，以当时的4号线工业大道出现，后来于2003年方案中成为现有广佛地铁广州段的一部分。\n\n随后本站于2009年开始动工建设。2013年车站主体结构封顶。\n\n本站和南洲站虽然早在2015年广佛地铁西塱至燕岗段开通前就已完成地下土建工程，同时车站轨道铺设、设备安装、出入口及装修等工程亦在西塱至燕岗段开通前就已完成；但受到广佛地铁终点站沥滘站工程延误影响，因此导致本站以及南洲站无法同西塱至燕岗段车站一同启用，当时广佛地铁所有班次列车均在燕岗站折返。\n\n随着广佛地铁终点站沥滘站工程完成建设；2018年9月23日，广佛线石溪至沥滘段轨行区正式移交运营调试，随后于同年12月28日首班车起，本站随广佛地铁燕岗至沥滘段开通而启用。"]],
    futureExpansion: [["10、24号线", "10号线将在金鹏路工业大道路口设有车站，与广佛地铁交汇。但广佛地铁建造时并没有预留未来换乘10号线，且10号线车站距离现有的广佛线车站很远，换乘通道总长度将超过200米。目前预计开通初期因受制于紧急出入口的征地设置问题影响，将暂缓建设换乘通道，留待远期再增建换乘通道实现付费区内换乘。但因现时车站并未按照换乘站建设，车站动工后工程名称更被更改为工业大道站。但现时规划24号线亦将在工业大道上设石溪站，三线具体换乘关系可能需要留待24号线设计完成才能得以明确。\n\n10号线月台预计位于地下四层。"]],
    "platformBelong": [["1", "GF"], ["2", "GF"]]
};