let s_inf_230 = {
    "name": ["海心沙", "海心沙", "海心沙-かいがんさ", "하이신사", "Haixinsha"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.324412, 23.111545],
    "via": ["APM"],
    "shortDesc": "海心沙站是广州地铁珠江新城旅客自动输送系统的车站，位于天河区海心沙岛（海心沙亚运公园）的地底\n，本站于2011年2月24日正式启用，为APM线最后一个启用的车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [1],
    "openTime": ["2011-2=24_"],
    "serviceTime": "06:56:23:43",
    "firstTrain": [[[0, "07:01"], [1, "07:09"]]],
    "lastTrain": [[[0, "23:31"], [1, "23:38"]]],
    "structureDesc": [["海心沙站共有四层。地面为海心沙亚运公园、海心沙码头以及车站的出入口；地下一层为海心沙亚运公园地下平台，该平台在2010年的亚运会开闭幕式时候作为演出人员的休息准备区使用，同时在海心沙亚运公园收费开放时期作为售票区使用；地下二层为站厅；地下三层为站厅层与月台层之间的缓冲平台，设有车站设备；地下四层为APM线月台。"], ["站厅", [{
        "data": "海心沙站的付费区设于站厅南端，设有售票机，以及客服中心。\n\n本站付费区内设有三部扶手电梯，一部是从站台层直接连接至站厅层，另外两部则受到车站设备区的限制，因此均从地下三层的缓冲层分别连接站厅与月台设置。同时为方便轮椅乘客，本站连接站厅与月台间的楼梯设有两个轮椅升降机（楼梯同时在缓冲平台分开）以方便使用轮椅之人士使用。"
    }, {
        title: "商店与自助服务",
        data: "本站设有一台中国银行的自动柜员机以及一台自动贩卖机供乘客使用；与APM线沿线车站一样，海心沙站没有设置商店。"
    }]], ["月台", "海心沙站设有一个岛式月台，位于海心沙岛西侧地底。"]],
    "exitDesc": "现时，海心沙站仅设有A出入口方便乘客进出车站，该出入口位于海心沙亚运公园西北侧，近花城广场南部。",
    usageDesc: "海心沙站上方为海心沙亚运公园，同时邻近以北的花城广场，因此利用本站的乘客当中，多数以游客为主，少部分为珠江新城南部写字楼上班的市民；在每逢天气状况良好的周末及节假日，本站则会涌现大量本地或外地旅客。每当海心沙亚运公园进行演唱会等大型活动的时候，更会出现大量的人潮而需要实施客流控制。\n\n如果遇到海心沙亚运公园举办活动，因应保安需要，本站将会暂停服务并关闭车站，届时列车将不停站通过本站。另外，每年的广州国际灯光节都会在主会场花城广场举办，因此在周五以及周末期间，同样因应保安需要，包括本站在内的大剧院站和本线广州塔站都将会在晚上7时起暂停服务，直至当日APM线运营结束为止。",
    history: [["规划与兴建", "本站在2003年的规划中作为珠江集运系统中途站出现。后来计划落实并在2006年9月开工，直到2009年底完成车站主体施工。"], ["延迟启用", "车站原定于广州亚运会前启用，由于海心沙岛的规划变更，并建设为亚运开闭幕式场馆，为安保需要，在亚运会期间列车会不停靠本站及赤岗塔站（现广州塔站），并以歌剧院站（现大剧院站）作为临时的终点站。\n\n原定于2010年11月28日亚运会闭幕后，APM线本站将会同赤岗塔站同时启用，但由于保留海心沙岛的亚运开闭幕式场馆并改成亚运公园，同时进入公园需要收费的缘故，本站没有与赤岗塔站一同启用\n，故本站是广州地铁在亚运会期间唯一一个未启用的车站，所有列车直接不停站通过本站。\n\n直至2011年2月24日，本站正式启用，至此APM线全线车站开通。"], ["收费争议", "本站启用初期，由于车站唯一的出入口只通往海心沙公园，因此乘客需要出站就必须购票进入海心沙公园\n，这种设计和规划被认为极不合理和蛮横，引发社会强烈不满。\n\n最后地铁方面另外辟出一条免费出站通道至海心沙岛外，以平息风波。直到2012年9月30日起海心沙公园免费开放后，原免费通道同时关闭。"], ["列车广播", "2011年8月，有网民在微博上指海心沙站是唯一一个没有粤语报站的车站（指列车广播）。该站值班站长向媒体声称，APM线因为使用进口列车，与其他路线不一样，所以没有专门的粤语录音，之前地铁部门方面也没有注意到这个问题，所以海心沙站才会出现这个现象，地铁公司将会重新录音修正。\n后来在地铁公司的广播例行更新中，本站报站广播中的粤语内容才获增加。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};