let s_inf_231 = {
    "name": ["大劇院", "大剧院", "大劇院-がいげきいん", "오페라하우스", "Guangzhou Opera House"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.32446, 23.116138],
    "via": ["APM"],
    "shortDesc": "大剧院站是广州地铁珠江新城旅客自动输送系统运营中的车站，位于天河区华就路、兴安路和花城广场中轴线的交汇处，广州大剧院东北面的地底\n，在2010年11月8日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-11=8_"],
    "serviceTime": "06:58:23:42",
    "firstTrain": [[[0, "07:03"], [1, "07:08"]]],
    "lastTrain": [[[0, "23:33"], [1, "23:37"]]],
    "structureDesc": [["本站共有两层，其中地下二层为车站站厅层；地下三层为APM线月台层。而地下一层则为花城广场的地下停车场；地面为广东省博物馆、广州市第二少年宫、广州大剧院等建筑以及车站出入口。"], ["站厅", [{
        "data": "大剧院站的付费区设于站厅中心偏南侧，付费区内设有一部扶手电梯以及楼梯连接站厅与站台。为方便轮椅乘客，本站连接站厅与月台间的楼梯设有轮椅升降机以方便使用轮椅之人士使用；但车站出入口未设置轮椅升降机等方便轮椅人士进出车站的设备，因此本站在无障碍设计上有所欠缺。"
    }, {
        title: "商店与自助服务",
        data: "站厅设有多部售票机以及客服中心。同时设有一台中国银行的自动柜员机以及一台自动贩卖机供乘客使用；与APM线除首末站等沿线车站一样，大剧院站没有设置商店。"
    }]], ["月台", "大剧院站设有一个岛式月台，位于花城广场中轴线的地底。"]],
    "exitDesc": "现时，大剧院站共设有3个出入口，其中B出口已于2014年2月启用，A出口尚未启用。\n\n本站在启用初期，仅设有E出入口供乘客进出车站，唯乘客只能通过一条超过80级阶梯，露天且比较迂回狭窄的楼梯进出车站，而且没有升降机以及扶手电梯等设施，乘客进出站较为不便。直至后来，通往地下空间的B出入口启用并直接设有扶手电梯。",
    usageDesc: "大剧院站周围有多个公共服务设施建筑，例如广州图书馆、广东省博物馆、广州大剧院等。同时车站周边有多个办公写字楼、酒店以及少数住宅小区，因此每天有不少乘客进出车站，尤其是在平日星期一至星期五的上下班繁忙时间。\n\n此外，大剧院站上盖的花城广场南侧，是观赏广州塔塔身的最佳位置，同时在海心沙站启用前，本站会在节假日期间涌现大量本地或外地旅客通过本站前往花城广场以及以南的海心沙亚运公园。\n\n另外，每年的广州国际灯光节都会在主会场花城广场举办，因此在周五以及周末期间，同样因应保安需要，包括本站在内的海心沙站和本线广州塔站都将会在晚上7时暂停使用，直至当日APM线运营结束为止。",
    history: [["规划与兴建", "在规划阶段，本站作为珠江集运系统一个称为广州歌剧院站的中途站出现，随后计划最终落实并批准兴建。\n\n2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工；2009年4月19日，赤岗塔至广州大剧院区间右线盾构机出洞，抵达本站南端吊出井。\n\n2010年11月8日，APM线开通试运营，本站正式启用。在车站启用当日至26日期间，由于赤岗塔站（现广州塔站）、海心沙站因亚运会安保工作安排暂不启用，因此本站为APM线的南端临时终点站。列车在本站清客后，仍继续开往至赤岗塔站，并在赤岗塔站折返。\n\n2010年11月27日，APM线赤岗塔站启用，本站成为APM线的中途站。"], ["更名", "大剧院站是继大学城南站和大学城北站之后一个在营运后更改中文名字的地铁车站，它在2013年12月底由“歌剧院站”更名为“大剧院站”，英文名字保持不变。在本站更名的同时广州塔站也在同一时间更名。\n\n其实早在2010年5月，广州歌剧院就更名为广州大剧院，而本站开通到2013年12月底仍然名为歌剧院站，地铁公司表示修改成本巨大，可能耗费上千万元，会在下次线网调整时再作更改，以节约成本。\n\n在车站更名前夕，月台的搪瓷板书法站名及站名均更换为新的搪瓷板站名，以配合现有名称。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};