let s_inf_232 = {
    "name": ["花城大道", "花城大道", "花城大道-かじゅうだいどう", "화청다다오", "Huacheng Dadao"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.324718, 23.119223],
    "via": ["APM"],
    "shortDesc": "花城大道站是广州地铁珠江新城旅客自动输送系统运营中的车站，位于天河区花城广场中轴线和花城大道交汇处的地底\n，在2010年11月8日启用。\n\n本站离邻近的3、5号线珠江新城站只有约300米的距离，惟两者并非3、5号线与APM线的正式换乘站。乘客可在本站A出口出站后通过花城汇步行前往珠江新城站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=8_"],
    "serviceTime": "06:59-23:41",
    "firstTrain": [[[0, "07:04"], [1, "07:07"]]],
    "lastTrain": [[[0, "23:33"], [1, "23:36"]]],
    "structureDesc": [["本站共有三层，地面为花城广场、花城大道、珠江西路、珠江东路以及附近建筑；地下一层为花城汇购物中心南区；地下二层为站厅；地下三层为APM线月台。其中车站正上方为花城大道CBD隧道，正下方则为地铁5号线行车隧道。\n\n另外，本站与APM线的黄埔大道站、妇儿中心站一样，与花城广场地下空间（花城汇购物中心）合建。"], ["站厅", [{
        "data": "花城大道站的站厅付费区设于站厅中心，付费区内设有一部扶手电梯以及楼梯连接站厅与站台。"
    }, {
        title: "商店与自助服务",
        data: "站厅设有多部售票机以及客服中心。同时设有一台自动贩卖机供乘客使用；与APM线除首末站等沿线车站一样，本站没有设置任何商店。"
    }]], ["月台", "本站设有一个岛式月台，位于花城广场中轴线的地底。\n\n另外，由于月台正中央下方为5号线行车隧道，因此在乘客候车时或会听到5号线列车行走通过时的声响。"]],
    "exitDesc": "花城大道站共设有2个出入口供乘客进出。",
    usageDesc: "车站周边邻近广州国际金融中心、地标性建筑物、办公大楼以及金融机构等，部分乘客（例如在车站周边办公大楼的白领、酒店住客人士、购物顾客）会利用本站乘坐APM线。",
    history: [["规划与兴建", "在珠江新城旅客自动输送系统的规划阶段，就已经设有本站。命名方面，本站曾称为双塔站，因车站两侧分别为当时在建的广州国际金融中心（又称西塔）和广州周大福金融中心（又称东塔）而命名。后来在开通前夕正式以花城大道站来称呼本站。\n\n2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线其中一个中途站。2010年11月8日，APM线（林和西至歌剧院）开通试运营，本站正式启用。"], ["暴雨临时关闭", "2015年5月9日午后，广州市区普降暴雨，由于车站所处位置地势较低，且车站外排水设施不畅，大量雨水顺出入口楼梯流入车站，导致车站在13:23分紧急关闭，列车不停站通过\n\n，车站组织工作人员对积水进行处理，至14:27分，积水处理完毕，车站重新开放。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};