let s_inf_233 = {
    "name": ["婦兒中心", "妇儿中心", "婦児中心-ふじちゅうしん", "여성아동 센터", "Guangzhou Women and Children's Medical Center"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.324558, 23.122553],
    "via": ["APM"],
    "shortDesc": "妇儿中心站是广州地铁珠江新城旅客自动输送系统运营中的车站，位于天河区珠江新城花城广场中轴线和金穗路交汇处以南的地底，位处花城广场中轴线\n，在2010年11月8日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-11=8_"],
    "serviceTime": "07:00-23:39",
    "firstTrain": [[[0, "07:06"], [1, "07:05"]]],
    "lastTrain": [[[0, "23:34"], [1, "23:34"]]],
    "structureDesc": [["本站共有两层，地面为花城广场、中国农业银行大厦、富力君悦酒店以及附近建筑；地下一层为站厅；地下二层为APM线月台。\n\n本站与APM线的黄埔大道站、花城大道站一样，与花城广场地下空间（花城汇购物中心）合建。"], ["站厅", [{
        "data": "妇儿中心站的站厅付费区设于站厅南侧，付费区内设有一部扶手电梯以及楼梯连接站厅与站台。"
    }, {
        title: "商店与自助服务",
        data: "站厅设有多部售票机以及客服中心。同时设有一台自动贩卖机供乘客使用；与APM线除首末站等沿线车站一样，本站没有设置商店。"
    }]], ["月台", "本站设有一个岛式月台，位于花城广场中轴线的地底。\n\n另外，月台南端设有一条单渡线，当APM线北段出现故障时，往林和西站的列车将会通过此存车线折返，以本站为临时总站。此时往黄埔大道至林和西沿途各站则需转乘其它交通工具。\n" +
    "\n"]],
    "exitDesc": "妇儿中心站共设有2个出入口，其中B出口附近亦设有地下商场，由于车站客流过低，地下商场处于空置状态。另外，花城汇购物中心管理处亦设于B出口。",
    usageDesc: "车站周边邻近广州市妇女儿童医疗中心、地标性建筑物、办公大楼以及金融机构等，部分乘客会利用本站乘坐APM线；不过车站距广州市妇女儿童医疗中心较远，相反离珠江新城站A1出口比较接近，且APM线仅局限服务于城市新中轴线沿途地区，导致更多乘客愿意从珠江新城站前往，从而导致本站的客流一直处于极低的水平，全天只有几个乘客进出站，大部分时间车站更是无人上下车，令本站显得极为冷清。",
    history: [["规划与兴建", "在珠江新城旅客自动输送系统的规划阶段，就已经设有本站。命名方面，本站曾称为金穗路站以及中央广场站，后来才根据附近的广州妇女儿童医疗中心更名为妇儿中心站。\n\n2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线其中一个中途站。2010年11月8日，APM线（林和西至歌剧院）开通试运营，本站正式启用。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};