let s_inf_234 = {
    "name": ["黃埔大道", "黄埔大道", "黄埔大道-おうほだいどう", "황푸다다오", "Huangpu Dadao"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.32449, 23.127054],
    "via": ["APM"],
    "shortDesc": "黄埔大道站是广州地铁珠江新城旅客自动输送系统的车站，位于天河区黄埔大道西与珠江西路口和珠江东路口之间的地底，位处花城广场中轴线\n，在2010年11月8日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [1],
    "openTime": ["2010-11=8_"],
    "serviceTime": "06:59-23:40",
    "firstTrain": [[[0, "07:06"], [1, "07:04"]]],
    "lastTrain": [[[0, "23:35"], [1, "23:33"]]],
    "structureDesc": [["本站共有两层，其中地面为黄埔大道西，珠江西路，珠江东路以及附近建筑；地下一层为地下行人过街通道、花城汇地下商场和车站的出入口；地下二层为站厅；地下三层为APM线月台。\n\n另外，本站与APM线的妇儿中心站、花城大道站一样，与花城广场地下空间（花城汇购物中心）合建。"], ["站厅", [{
        "data": "黄埔大道站站厅的的付费区位于站厅北侧，付费区内设有一部扶手电梯以及楼梯连接站厅与站台。"
    }, {
        title: "商店与自助服务",
        data: "站厅设有多部售票机以及客服中心。同时设有一台中国银行的自动柜员机供乘客使用；与APM线除首末站等沿线车站一样，本站没有设置商店。"
    }]], ["月台", "本站设有一个岛式月台，位于花城广场中轴线的地底。"]],
    "exitDesc": "黄埔大道站仅设有一个A出入口，位于花城汇购物广场北边的风情区内。",
    usageDesc: "黄埔大道站上方为花城汇购物广场，站外即为黄埔大道，周边亦有多个写字楼。由于这些写字楼位置距离地铁1号线及3号线体育西路站较远，因此吸引了部分乘客使用本站。除了正常的工作日通勤客流之外，其余时段也会有不少乘客利用本站进出，因此本站客流属中等水平。",
    history: [["规划与兴建", "在珠江新城旅客自动输送系统的规划阶段，就已经设有本站。命名方面，本站曾称为黄埔大道西站以及市民广场站，后来在开通前夕正式以黄埔大道站来称呼本站。\n\n2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线其中一个中途站。2010年11月8日，APM线（林和西至歌剧院）开通试运营，本站正式启用。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};