let s_inf_235 = {
    "name": ["天河南", "天河南", "天河南-てえんかみなみ", "톈허 남역", "Tianhenan"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.324404, 23.13104],
    "via": ["APM"],
    "shortDesc": "天河南站是广州地铁珠江新城旅客自动输送系统的一个中途车站，位于天河区天河南一路六运二街口以北的地底\n，邻近天环广场。在2010年11月8日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [1],
    "openTime": ["2010-11=8_"],
    "serviceTime": "06:58-23:42",
    "firstTrain": [[[0, "07:08"], [1, "07:03"]]],
    "lastTrain": [[[0, "23:37"], [1, "23:32"]]],
    "structureDesc": [["本站共有三层，地面为天河南一路、天环广场、天河城及其它建筑，地下一层为站厅；地下二层、地下三层为设备区；地下四层为APM线月台。"], ["站厅", [{
        "data": "天河南站站厅位于地下一层，设有售票机、客服中心等设施，付费区设于站厅东侧。站厅付费区区域仅设四台升降机（其中一台为专用电梯）供乘客来往车站月台，但会另外设有一条只供紧急情况下使用的逃生楼梯供乘客疏散。"
    }, {
        title: "商店与自助服务",
        data: "另外，站厅设有一台中国银行的自动柜员机供乘客使用；与APM线除首末站等沿线车站一样，本站没有设置商店。\n\n本站的公共洗手间设于站厅付费区北端。"
    }]], ["月台", "本站设有一个岛式月台，位于天环广场西南侧的地底。虽然本站采用明挖法建造，仅站台两端采用暗挖法，但站台大部分空间被划为设备用房，因此站台看起来彷如分离岛式站台一般，非常细小狭窄。"]],
    "exitDesc": "天河南站仅设有1个A出入口，位于天环广场西南一侧。由于临近1号线、3号线的体育西路站，本站出入口放置了指引，防止一般乘客误解本站可通往体育西路站。\n\n另外，本站A出入口通道处加设可通往天环广场地下一层的通道，已开放使用。",
    usageDesc: "天河南站邻近六运小区住宅区，以及天河城、正佳广场等大型购物中心。不过与附近的体育西路站日常极大的客流相比，由于APM线本身服务范围较小且等候列车时间过长，因此从本站出入站的客流一般。唯独上下班以及节假日时期，部分乘客会改搭本线，本站才会有可观的客流。",
    history: [["规划与兴建", "在珠江新城旅客自动输送系统的规划阶段，就已经设有本站。命名方面，本站曾称为天河南一路站，后来在开通前夕改以天河南站来称呼本站。\n\n2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线其中一个中途站。2010年11月8日，APM线（林和西至大剧院）开通试运营，本站正式启用。"], ["被质疑不符合规范", "本站是广州地铁系统中唯一一座站厅与站台的公共区域不设扶手电梯或楼梯连接的车站；此外本站的站台非常细小狭窄，宽度只有1.7m，而车站也只有一个出入口。上述种种情况曾被传媒揭露不符合国家建设部颁布的《地铁设计规范》，但广州地铁方面称，APM线不属于地铁范畴，因此无须遵守此规范。\n"]],
    futureExpansion: [["10号线", "邻近本站的体育西路站将对车站东端进行改造和扩建，同时增建换乘通道通往新建的10号线天河路站。届时该处亦会增建一条通道连通本站A出入口的地下通道，令本站与体育西路站连通。建成后乘客即可通过该通道在APM线和1号线之间换乘。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};