let s_inf_236 = {
    "name": ["體育中心南", "体育中心南", "体育中心南-たいいくちゅうしんみなみ", "체육 센터 남역", "Tianhe Sports Center South"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]
    }, {"platform": 2, "facilities": [[4, [1], "D"], [7, [2], "D"], [12, [3], ""], [18, [1], ""], [21, [1], "B C"]]}],
    "location": [113.324404, 23.134118],
    "via": ["APM"],
    "shortDesc": "体育中心南站是珠江新城旅客自动输送系统的车站，位于天河区天河路天河体育中心正门西侧的地底\n，已于2010年11月8日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [1],
    "openTime": ["2010-11=8_"],
    "serviceTime": "06:57-23:43",
    "firstTrain": [[[0, "07:09"], [1, "07:02"]]],
    "lastTrain": [[[0, "23:38"], [1, "23:31"]]],
    "structureDesc": [["本站共有两层，地面为天河路、天河体育中心等，地下一层为站厅；地下二层为APM线月台。"], ["站厅", [{
        "data": "体育中心南站站厅的的付费区设于站厅北侧，付费区内设有一部扶手电梯以及楼梯连接站厅与站台。"
    }, {
        title: "商店与自助服务",
        data: "站厅设有多部售票机以及客服中心。同时设有一台中国银行的自动柜员机供乘客使用；与APM线除首末站等沿线车站一样，本站没有设置商店。"
    }]], ["月台", "本站设有一个岛式月台，位于天河体育中心西南侧地底。\n" +
    "\n"]],
    "exitDesc": "本站目前仅设有一个A出入口，在地下一层的出入口通道处连通时尚天河地下商业广场。",
    usageDesc: "由于本站周围有1号线以及3号线等线路，因此本站平日客流较少，但实际上每日很多时候本站几乎无人上下车，令本站较为冷清。\n\n如果天河体育中心有活动进行（如演唱会、运动比赛和天河花市），本站客流将会稍有增长，以避开地铁1号线及3号线的换乘站体育西路站的人潮。不过APM线的直接服务范围仅为天河北以及珠江新城中轴线一带，因此更多乘客会选择前往体育西路站乘搭地铁，导致本站客流影响甚微。",
    history: [["规划与兴建", "在规划阶段，本站曾被称为体育中心站，为避免与1号线的体育中心站混淆，故更名为体育中心南站。\n\n2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线其中一个中途站。2010年11月8日，APM线（林和西至歌剧院）开通试运营，本站正式启用。"]],
    futureExpansion: [["10号线", "10号线将在天河路体育中心BRT地底设有天河路站，邻近本站。虽目前未有计划增设通道直接连接本站，但天河路站将设有出入口通往时尚天河地下商业广场，乘客届时可通过该商场在APM线和10号线之间换乘。"]],
    "platformBelong": [["1", "APM"], ["2", "APM"]]
};