let s_inf_237 = { 
    "name": ["廣州塔東", "广州塔东", "広州塔東-こうしゅうタワーひがし", "", "Canton Tower East"], 
    "inf": [{ 
        "platform": 1, 
        "facilities": [] 
    }, { 
        "platform": 2, 
        "facilities": [] 
    }], 
    "location": [113.327032,23.107495], 
    "via": ["THZ1"],
    "shortDesc": "广州塔东站是海珠有轨电车的一个车站，车站位于阅江西路广州塔路口北侧，广州塔东北侧之地面。车站于2014年12月31日随线路开通试乘而启用。\n\n本站在规划及施工阶段名为：艺苑东路站\n，在开通前因车站位于广州塔以东而定名为广州塔东站。",
    "structureType": [1],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [0],
    "openTime": ["2014-12=31_"],
    "serviceTime": "无封闭",
    "firstTrain": [[[0, "07:46"], [1, "07:33"]]],
    "lastTrain": [[[0, "22:59"], [1, "22:03"]]],
    "structureDesc": [["广州塔东站是一个地面车站，位于阅江西路、广州塔东侧、珠江帝景苑南侧。\n\n另外，车站设有自动售票机以及多个喷雾风扇。"], ["站厅", []], ["月台", "本站设有两个侧式月台，均位于阅江西路广州塔路口北侧。"]],
    "platformBelong": [["2", "THZ1"], ["1", "THZ1"]] 
};