let s_inf_238 = {
    "name": ["獵德大橋南", "猎德大桥南", "猟德大橋南-りょうとくだいきょうみなみ", "", "Liede Bridge South"],
    "inf": [{
        "platform": 1,
        "facilities": []
    }, {
        "platform": 2,
        "facilities": []
    }],
    "location": [113.335684, 23.107666],
    "via": ["THZ1"],
    "shortDesc": "猎德大桥南站是海珠有轨电车的一个车站，位于海珠区阅江西路猎德大桥底南侧东端之地面。车站于2014年12月31日随线路开通试乘而启用。\n\n本站与位于西南方的磨碟沙停车场接轨。\n\n本站在规划及施工阶段名为猎德大桥站。后来在开通前正式定名为猎德大桥南站。",
    "structureType": [1],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [0],
    "openTime": ["2014-12=31_"],
    "serviceTime": "无封闭",
    "firstTrain": [[[0, "07:44"], [1, "07:34"]]],
    "lastTrain": [[[0, "22:57"], [1, "22:05"]]],
    "structureDesc": [["猎德大桥南站是一个地面车站，位于阅江西路猎德大桥底南侧东端。\n\n另外，车站设有自动售票机以及多个喷雾风扇。"], ["站厅", []], ["月台", "本站设有两个侧式月台，均位于阅江西路猎德桥底南侧东侧，另外在月台西侧设单渡线以及出入段线，供所有列车前往车站旁的磨碟沙停车场。"]],
    "platformBelong": [["2", "THZ1"], ["1", "THZ1"]]
};