let s_inf_239 = { 
    "name": ["琶醍", "琶醍", "琶醍-はだい", "", "Party Pier"], 
    "inf": [{ 
        "platform": 1, 
        "facilities": [] 
    }, { 
        "platform": 2, 
        "facilities": [] 
    }], 
    "location": [113.340009,23.107736], 
    "via": ["THZ1"],
    "shortDesc": "琶醍站是海珠有轨电车的一个车站，位于磨碟沙隧道上方，琶醍啤酒文化艺术区北侧。\n\n本站在规划期间称为啤酒博物馆站\n，曾改名为磨碟沙隧道站\n，最终定名为现称。本站原计划于2014年11月开工，但由于车站旁的拆迁工作于12月初才完成并进场施工，因此本站未能于2014年12月31日随线路开通试乘而启用，最终在2015年10月21日正式启用。",
    "structureType": [1],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [0],
    "openTime": ["2015-10=21_"],
    "serviceTime": "无封闭",
    "firstTrain": [[[0, "07:43"], [1, "07:36"]]],
    "lastTrain": [[[0, "22:56"], [1, "22:08"]]],
    "structureDesc": [["琶醍站两个侧式月台设有自动售票机，以及多个喷雾风扇。"], ["站厅", []], ["月台", "本站设有两个侧式月台，位于磨碟沙隧道上方，琶醍啤酒文化艺术区北侧。"]],
    "platformBelong": [["2", "THZ1"], ["1", "THZ1"]] 
};