let s_inf_242 = {
    "name": ["會展中", "会展中", "會展中-かいてんちゅう", "", "Canton Fair Complex Middle"],
    "inf": [{
        "platform": 1,
        "facilities": []
    }, {
        "platform": 2,
        "facilities": []
    }],
    "location": [113.362794, 23.104389],
    "via": ["THZ1"],
    "shortDesc": "会展中站是海珠有轨电车的一个车站，位于阅江中路会展中路口西北侧之地面。车站于2014年12月31日随线路开通试乘而启用。\n\n本站在规划及施工阶段名为会展中心站\n，后来在开通前正式定名为会展中站。本站是最接近广交会展馆A、B区的一个有轨电车车站。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [1],
    "openTime": ["2014-12=31_"],
    "serviceTime": "无封闭",
    "firstTrain": [[[0, "07:41"], [1, "07:38"]]],
    "lastTrain": [[[0, "22:49"], [1, "22:15"]]],
    "structureDesc": [["会展中站是一个地面车站，位于阅江中路与会展中路交会处，邻近广交会展馆以及会展中心码头。\n\n另外，车站月台均会设有自动售票机、自动柜员机以及可视通话客服装置。"], ["月台", "本站设有两个侧式月台，位于阅江中路会展中路口西北侧。"]],
    "platformBelong": [["2", "THZ1"], ["1", "THZ1"]]
};