let s_inf_243 = {
    "name": ["會展東", "会展东", "會展東-かいてんひがし", "", "Canton Fair Complex East"],
    "inf": [{
        "platform": 1,
        "facilities": []
    }, {
        "platform": 2,
        "facilities": []
    }],
    "location": [113.368762, 23.104325],
    "via": ["THZ1"],
    "shortDesc": "会展东站是海珠有轨电车的一个车站，车站位于阅江中路与会展东路交会处之地面，于2014年12月31日随线路开通试乘而启用。\n",
    "structureType": [0],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [1],
    "openTime": ["2014-12=31_"],
    "serviceTime": "无封闭",
    "firstTrain": [[[0, "07:36"], [1, "07:43"]]],
    "lastTrain": [[[0, "22:47"], [1, "22:17"]]],
    "structureDesc": [["会展东站是一个地面车站，位于阅江中路与会展东路交会处。\n\n另外，车站月台均会设有自动售票机、自动柜员机以及可视通话客服装置。\n\n在车站建设时，由于需要进行有轨电车车辆的前期试车工作，车站加设了临时性接触网支撑架，后来多个车站亦陆续建成并投入试车工作，该支撑架之后拆除并被车站正式使用的顶棚取代。"], ["月台", "本站设有两个侧式月台，位于阅江中路会展东路口交汇处。另外，在月台东侧的位置设有一条存车线以及一条单渡线，存车线供停放备用列车。往万胜围方向的列车可以以本站为临时终点站，列车清客后驶离月台通过单渡线驶入存车线。\n\n不过在广交会特别安排期间，部分列车会从两个始发站出发后，以本站作为终点站，在该安排下，往广州塔方向的列车可利用单渡线直接驶入万胜围方向的月台。\n"]],
    "platformBelong": [["2", "THZ1"], ["1", "THZ1"]]
};