let s_inf_245 = {
    "name": ["琶洲塔", "琶洲塔", "琶洲塔-はしゅうとう", "", "Pazhou Pagoda"],
    "inf": [{
        "platform": 1,
        "facilities": []
    }, {
        "platform": 2,
        "facilities": []
    }],
    "location": [113.376840, 23.099239],
    "via": ["THZ1"],
    "shortDesc": "琶洲塔站是海珠有轨电车的一个车站，位于新港东路北侧，琶洲塔东侧之地面。车站于2014年12月31日随线路开通试乘而启用。\n",
    "structureType": [0],
    "platformType": [3],
    "hallType": [1],
    "exitNum": [1],
    "openTime": ["2014-12=31_"],
    "serviceTime": "无封闭",
    "firstTrain": [[[0, "07:33"], [1, "07:47"]]],
    "lastTrain": [[[0, "22:42"], [1, "22:21"]]],
    "structureDesc": [["琶洲塔站两个侧式站台均设有均设有自动售票机、自动柜员机以及可视通话客服装置。"], ["月台", "本站设有两个侧式月台，位于新港东路北侧，琶洲塔东侧。\n另外，在月台北侧设有一条单渡线，当琶洲塔站至万胜围站区间有故障及突发状况时，往万胜围站的列车将会通过此单渡线折返，以本站为临时总站。"]],
    "platformBelong": [["2", "THZ1"], ["1", "THZ1"]]
};