let s_inf_27 = {
    "name": ["海珠廣場", "海珠广场", "海珠広場-かいしゅひろば", "하이주 광장 역", "Haizhu Square"],
    "inf": [{
        "platform": 1,
        "facilities": [[6, [3], "站厅", true], [8, [1], "A<br>D"], [15, [2], ""], [20, [1], "B<br>E<br>F", "Line6-GZ"]]
    }, {
        "platform": 2,
        "facilities": [[6, [3], "站厅", true], [7, [1], "A<br>D"], [15, [2], ""], [20, [1], "B<br>E<br>F", "Line6-GZ"]]
    }],
    "location": [113.265344, 23.114796],
    "via": ["2", "6"],
    "shortDesc": "海珠广场站是广州地铁二号线和六号线的换乘站，位于起义路一德路泰康路口以南海珠广场地底，邻近广州解放纪念碑[1]。2002年12月29日随地铁二号线首通段试运行而启用。而时隔11年后的2013年12月28日，经过本站的6号线开通，本站即成为换乘站。\n\n本站6号线车站是目前广州地铁最深的车站（6号线轨面埋深33.45米）。同时，6号线本站至北京路站相距只有631米，是广州地铁线网相距最近的两个车站，车程仅需1分钟。",
    "structureType": [0, 0],
    "platformType": [0, 6],
    "hallType": [0, 0],
    "transferType": [2, 3],
    "exitNum": [7],
    "openTime": ["2002-12=29_", "2013-12=28_"],
    "serviceTime": "06:02-00:05ND",
    "firstTrain": [[[0, "06:18"], [1, "06:19"]], [[0, "06:14"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:55"], [1, "00:00ND"]], [[0, "23:08"], [1, "23:38"]]],
    "structureDesc": [["车站楼层", "海珠广场站共设有五层，地面为广州起义路、一德路、泰康路、海珠广场、广州解放纪念碑及其它建筑，地下一层为站厅层，以及位于站厅北侧的行人过街通道；地下二、三层为设备区；地下四层为2号线月台；地下五层为6号线月台。"], ["站厅", [{"data": "海珠广场站分为2号线和6号线两部分，两个车站的色系都有所不同：2号线为浅蓝色，6号线为草绿色。另外本站为6号线首期六个文化站之一，在本站站厅层付费区换乘通道设有以“今·昔”为主题的文化艺术墙，主要内容为海珠桥及珠江两岸景致变迁。柱面装饰的内容则为海珠桥的双拱结构。\n\n为方便行人进出，2号线付费区位于站厅东侧，6号线付费区位于站厅南侧，两个站厅无论付费区域还是非付费区域（行人过街通道），均设置换乘联络通道。各站厅付费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往不同线路的站台，由于2号线连接站台与站厅的专用电梯由于电梯门设于站厅非付费区南侧，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"}, {
        "title": "换乘方式",
        "data": "站厅、站台均设有换乘通道。虽然2号线建设当初，未有预留与6号线的换乘设施，但在6号线建设期间，从6号线站台西端建造了一条通道接入2号线站台北端，通道设有2条扶手电梯。由于考虑到2号线和6号线有较大的运力差距，现时客流组织安排下此换乘通道只供6号线下车的乘客通过6号线站台的换乘通道直接到达2号线站台，从2号线下车的乘客则需从站台上站厅，通过站厅的换乘通道至6号线站厅进行换乘。"
    }, {
        "title": "商店及自助服务",
        "data": "现时，海珠广场站内提供不同类型的商店供乘客购物或进食，例如有便利店、凉茶、书店以及洗衣店等。所有车站商店均设在2号线站厅层。此外，海珠广场站亦设有自动照相机、“好易”自助服务等自助服务设施。"
    }]], ["月台", "本站2号线月台为岛式月台，设于起义路以西的海珠广场西广场地底，6号线月台则为分离岛式月台，设于泰康路以南的海珠广场东广场地底。2号线月台为上层，6号线月台在下层。两线月台大致成“L”型。\n\n另外，6号线月台受制于两侧月台联络通道面积，长度空间有限以及埋深影响，6号线站台处的专用电梯口前无法设置斜坡，只能设置一座楼梯，为弥补不足之余另在楼梯处加设了轮椅升降机方便轮椅乘客使用专用电梯。不过少部分市民认为地铁在无障碍设计方面细节未能做得更好。"]],
    "exitDesc": "海珠广场站目前设有7个出入口供乘客进出车站，分别分布在2号线和6号线站厅。同时在B2出入口旁设有独立出入口直接连通海印缤缤广场。\n\n同时车站B3出入口和E出入口之间有市政通道连接，可供市民横过起义路。",
    "usageDesc": "海珠广场站临近多个大型宾馆，以及海珠广场、海珠桥等景点，因此本站一直保持着较高的客流水平，6号线开通前已经日均超过7万人次，是广州地铁的繁忙车站之一。而6号线开通，本站成为换乘站之后，全天均有众多乘客在本站换乘，令客流持续推高。\n\n现时海珠广场站的换乘客流已超过日均10万人次，是6号线换乘量最大的车站。但6号线的分离岛式月台空间较为狭窄，导致列车停靠的时候，大量乘客上下车令月台经常出现短时的拥挤。同时随2号线的客流进一步增加，加上来自6号线的换乘客流，现时2号线的乘客有可能需要等候两趟车才能上车，晚高峰广州南站方向情况更为严重，甚至需要在2号线车站范围实施客流控制。\n\n为缓解2号线周五晚高峰的客流压力，本站每逢周五晚高峰的18时至19时实施客流控制措施，以维持运营秩序，2018年5月22日起，客流控制措施分别提前15分钟以及延后15分钟（即17时45分至19时15分）。",
    "history": [["规划", "在1988年的“十字线网”规划中，已经出现名为海珠广场的车站。当时该站为2号线的一座车站，位置已与现时相若。而在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，海珠广场站被确定为当时2号线与7号线的换乘站。并列入2号线首通段工程中。但由于当时的7号线为远期路线，车站建设时并未作出相关预留。在后来的2003年规划中，7号线辗转成为现时6号线，本站仍为该两线的换乘站。\n\n6号线海珠广场站最初计划选址在2号线车站西侧，即海珠广场西广场及现已清拆的艺景园批发市场原址。但当时因未能对批发市场进行清拆，6号线车站后来改至东广场现址兴建。"], ["2号线", "1998年7月28日，本站作为二号线首个工点动工。2000年3月30日，2号线车站封顶，成为2号线首个封顶车站。在2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用。\n\n与广州地铁2006年之前开通的车站一样，在车站启用初期，本站的英文站名以拼音“Hai Zhu Guang Chang”表示。\n\n2010年9月22日至24日，本站随旧二号线一同全线停运，进行轨道拆解、信号，供电割接工程以及联合调试。9月25日清晨，本站随新2号线通车，重新启用。"], ["6号线", "2006年8月28日，六号线车站正式开工建设，海珠广场部分地方被围蔽以配合建设地铁车站。\n\n2009年9月1日，6号线车站正式封顶；2010年2月17日，6号线本站左右线区间隧道贯通。2011年1月21日，本站至北京路站左线隧道贯通，更是广州地铁工程建造自亚运会复工后首个贯通的隧道。最终在2013年12月28日13时50分，本站随6号线正式开通而启用6号线车站部分，本站成为2号线和6号线的换乘车站。"], ["长期围蔽", "2006年中，海珠广场因配合6号线首期的施工而被围蔽，原定2009年中结束工程后解封；但直至2009年10月，围蔽仍未解封，更被媒体报导工地内设有篮球场；2010年10月，西广场内的工程完成，得以解除围蔽。但东广场却因一德路站拆迁进度受阻胶着，导致海珠广场站至黄沙站的盾构施工一同受阻，从而未能解除围蔽。直至2011年9月，东广场的围蔽已超过五年，更因被发现工地内设置了乒乓球桌而引起了广州市民和媒体的广泛关注，而施工方称工程仍要继续进行一年。直至2013年8月，6号线首期的施工大致完成，东广场在围蔽七年后终获解除围蔽。剩余广州宾馆对出泰康路上的部分围蔽因恢复工程需配合广场升级改造，亦已于2014年11月完成，围蔽于2015年农历新年前夕全部解除。"], ["临时封站", "2010年11月10日广州市公安局发布的关于亚运会开、闭幕式期间实施轨道交通管制的通告中，其中提及到需要对珠江巡游两岸轨道实施交通管制措施。受此影响本站于2010年11月12日的16时至21时停止对外运营，期间所有列车不停站通过本站。\n\n2019年9月30日至10月1日，因应海珠广场举行升旗仪式的安保需要，9月30日23:59～运营结束，10月1日从运营开始至上午7:30，本站停止对外服务，期间二号线、六号线列车在海珠广场站双向不停站通过。"]],
    "platformBelong": [["1", "2"], ["2", "2"], ["1", "6"], ["2", "6"]]
};