let s_inf_30 = {
    "name": ["廣州火車站", "广州火车站", "広州駅-こうしゅうえき", "광저우 역", "Guangzhou Railway Station"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1], "A"], [14, [2], ""], [17, [2], ""], [15, [3], ""], [24, [1], "D E F G H"]]
    }, {
        "platform": 2,
        "facilities": [[7, [1], "A"], [14, [2], ""], [17, [2], ""], [14, [3], ""], [24, [1], "D E F G H"]]
    }, {"platform": 3, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 4,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.256603, 23.148143],
    "via": ["2", "5"],
    "shortDesc": "广州火车站地铁站是目前广州地铁2号线及5号线的一座换乘站，位于广州火车站站前西广场地下，是广州市最大的陆路客运交通中心。于2002年12月29日启用。该站建筑面积过万平方米，是仅次于地铁广州南站，天河公园站外的广州第三大地铁站。",
    "structureType": [0, 0],
    "platformType": [0, 6],
    "hallType": [0, 0],
    "transferType": [3],
    "exitNum": [10],
    "openTime": ["2002-12=29_", "2009-12=28_"],
    "serviceTime": "06:06-00:08ND",
    "firstTrain": [[[0, "06:18"], [1, "06:11"]], [[0, "06:16"], [1, "06:17"]]],
    "lastTrain": [[[0, "00:03ND"], [1, "23:51"]], [[0, "23:26"], [1, "23:34"], [4, "23:41"]]],
    "structureDesc": [["车站楼层", "广州火车站地铁站目前共设有三层，地面为环市西路、人民北路、内环路高架，国铁广州站及站前广场以及附近其它站场，地下一层为站厅层；地下二层为2号线月台；地下三层为5号线月台。\n\n由于两线的站厅及月台落成时间不同，因此两个站厅及月台虽均使用搪瓷板装修，但色系都有所不同，2号线为浅绿色和浅玉色，5号线为单一的深红色。"], ["站厅", [{"data": "地铁站站厅分为2号线站厅和5号线站厅两个部分，两线的站厅结构大致成“L”型。\n\n目前，本站2号线和5号线采用站厅换乘方式。为配合两线间换乘，2号线付费区位于站厅中心偏南侧，5号线付费区位于站厅西南侧大部分区域。"}, {
        "title": "换乘方式",
        "data": "本站换乘运用了各站厅付费区设有的多组的来往于站厅和各线路月台的专用电梯（升降机）、扶手电梯以及楼梯。\n\n值得一提的是，5号线范围来往站厅和月台的扶手电梯是目前广州地铁第二长的扶手电梯（最长为5号线的西场站），长度长达18米。"
    }, {
        "title": "商店及自助服务",
        "data": "现时，地铁广州火车站站厅提供便利店、糖果店、书店以及洗衣店等。此外车站也自动售卖机、自动照相机、中国建设银行和招商银行的自动柜员机、“好易”自助服务等自助服务设施。"
    }]], ["月台", "本站2号线月台为岛式月台，设于广州火车站站前广场西侧地底，5号线月台则为分离岛式月台，设于广州火车站站前广场中心偏东地底。2号线月台为上层，5号线月台在下层。两线月台大致成“L”型。\n\n另外，两线月台上的书法站名也有所区别，2号线系广州市青年书法家协会秘书长林振武之手笔，而5号线则采用由叶根友字体的电脑书法站名。"]],
    "exitDesc": "广州火车站地铁站共设有11个出入口；除A出入口位于5号线站厅；E~H四个出入口位于与本站D2出口附近相连的市政地下通道内之外，其余出入口均设于2号线站厅处。\n\nB口和C口分别位于国铁广州火车站出站口和广州火车站进站大厅，现时B口则配合广州火车站安检以及客流疏导工作于2014年5月1日起暂停使用。C口曾一度关闭作为紧急通道使用，2020年1月10日重新开放，同时该口不设置进站安检设施。",
    "usageDesc": "本站连接国铁的广州火车站，亦邻近省和市的汽车客运站，本站因而成为连接全国各地及广州市区各地的陆路交通枢纽。同时亦有数个大型服装批发市场坐落于本站附近，因此本站是广州地铁最繁忙的车站之一，客流全天都维持在极高的水平。不少乘客亦会携带大量行李，令站内相当拥挤。若遇上春运甚至重大节假日，本站更会出现大量人潮，不仅需要实施客流管制措施，有时甚至需要让2号线和5号线的列车临时不停靠本站，以配合广州市春运指挥办公室的要求，或以求令站内容纳的乘客能够保持在安全水平内。",
    "history": [["2号线", "地铁广州火车站最早出现在1988年的地下铁道路网规划的初步方案中，而在当时已经是“十字线网”中2号线其中一个车站。\n\n2号线首期工程于1999年10月10日正式动工，随后本站亦正式开工建设。2002年12月29日，本站随2号线首通段（三元里至晓港）通车而启用。跟广州地铁2006年之前开通的车站一样，在车站启用初期，本站的英文站名以拼音“Guang zhou huo che zhan”表示。\n\n2010年9月22日至24日，本站2号线月台随旧二号线一同全线停运，进行轨道拆解、信号，供电割接工程以及联合调试。9月25日清晨，2号线月台随新2号线通车，重新启用。"], ["5号线", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的3号线（即如今的5号线）亦设有广州火车站，使地铁广州火车站规划成为换乘车站，不过在车站当年的规划以及建设时没有考虑未来换乘的需要，随后在5号线车站建设时一同对本站进行改造，让其适应与5号线换乘的需要。\n\n5号线车站随后于2006年内正式动工，2006年11月14日，5号线车站主体结构提前一周封顶。2007年10月13日凌晨，地铁五号线西场至草暖公园盾构区间右线隧道在掘进过程中出现大量涌水，最大沉降6.8厘米。隧道上方的一段内环路高架桥面需要临时封闭。2009年12月29日，5号线车站随5号线通车而启用，本站正式成为换乘车站。"], ["运营意外", "2011年1月10日晚上10时30分左右，5号线一列往滘口方向的列车（列车编号为05x055-05x056）在小北站至广州火车站区间发生纵火案，一名乘客点燃携带的煤气罐引致起火爆炸，列车抵达本站后，车内冒出大量白烟。事件导致一名乘客头发被烧，一乘客撞伤，而嫌疑人趁乱逃走。事件引发市民对地铁安全的担忧。事后数小时公安将犯罪嫌疑人吴某（湖南籍）抓捕归案。\n\n2012年1月2日晚上约6时半，本站2号线来往站厅和月台的一扶手电梯运行中突然损坏，梳齿板断裂变形，所幸未造成人员伤亡。后经调查，事故是由于扶梯梳齿板在承受了过重外力的情况下，被一枚行李箱拉链头卡住，而乘客硬拽被卡的行李，导致梳齿板翘起直至断裂。"]],
    "futureExpansion": [["总体规划", "未来11号线及14号线均会在广州火车站设站，与2号线、5号线交汇并换乘。本站需要再次扩建，并与国铁广州火车站的改造工程进行配合，成为广州地铁的一个大型四线换乘枢纽站。改造工程包括迁移既有2、5号线的设备区，扩建现有站厅为上层站厅并增建下层站厅，分别与国铁广州火车站出站厅连接；以及增设连接5号线月台至下层站厅的扶梯等。预计四线建设并改造完成后的车站将设有五层，地下一层为供2、5号线使用的上层站厅；地下二层为供11、14号线使用的下层站厅及2号线月台；地下三层为车站设备区；地下四层为5号线及14号线月台，以及11号线转换层；地下五层为11号线月台。\n\n换乘方面，2号线与其余三线的换乘通过现有站厅改造而成的上层站厅进行；5号线和11、14号线之间的换乘通过上层或下层站厅进行；11和14号线之间则可通过连通两线站台的扶梯进行换乘。"], ["11号线", "11号线车站将设于广州火车站站前广场东侧，靠近现有客运大楼，位于2号线、5号线车站东北侧。月台将设于地下五层。\n\n11号线在建设期间将拆除现有A出口下沉广场，以配合11号线建设。"], ["14号线", "14号线车站将设于站前广场，2号线和11号线车站之间，与5号线车站平行。14号线站台将设于地下四层，为侧式站台。站台将设置来往11号线的换乘扶梯。14号线将需要在整个广州站拆除后才可以进场进行建设。"]],
    "platformBelong": [["1", "2"], ["2", "2"], ["1", "5"], ["2", "5"]]
};