let s_inf_31 = {
    "name": ["三元里", "三元里", "三元里-さんげんり", "싼위안리 역", "Sanyuanli"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1], "A<br>D"], [14, [2], ""], [17, [2], ""], [24, [1], "B<br>C"], [28, [1], "", true]]
    }, {
        "platform": 2,
        "facilities": [[6, [1], "A<br>D"], [14, [2], ""], [17, [2], ""], [25, [1], "B<br>C"], [28, [1], "", true]]
    }],
    "location": [113.256851, 23.159402],
    "via": ["2"],
    "shortDesc": "三元里站是广州地铁二号线的一座车站，位于白云区广园西路三元里大道路口东侧的地底。于2002年12月29日随二号线通车而启用，是白云区第一个开通的地铁车站（这个站占白云区的地方多三元里大道一截，属于白云区）。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [6],
    "openTime": ["2002-12=29_"],
    "serviceTime": "06:05-00:10ND",
    "firstTrain": [[[0, "06:10"], [1, "06:10"]]],
    "lastTrain": [[[0, "00:05ND"], [1, "23:49"]]],
    "structureDesc": [["车站楼层", "三元里站共设有两层。地面为广园西路和高架桥、三元里大道、三元里村、泰安广场及其它建筑；地下一层为站厅层；地下二层为2号线站台层。"], ["站厅", [{"data": "为方便行人进出，收费区位于站厅西侧处，东侧以及南北侧为行人通道及商店，商店主要是在大堂非收费区，收费区内设有多组扶手电梯及楼梯往返月台。由于专用电梯（升降机）连接站台与站厅南侧的非付费区，乘客使用时需要向车站工作人员联系并完成检票后才可协助使用。"}, {
        "title": "商店及自助服务",
        "data": "三元里站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、凉茶店、书店、时装店以及洗衣店等。此外，三元里站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、中国建设银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "三元里站设有一个岛式月台，位于广园西路东侧地底。\n\n另外，本站北面设有一条存车线。该条存车线用于停放备用车，并在晚高峰期间向南开出疏导客流。本站仍为二号线北面临时总站时会使用该存车线折返。"]],
    "exitDesc": "三元里站共设有6个出入口，其中D出入口可直接连通御龙服装城。\n\n另外，B出入口初期为单独出入口，后期因配合三元里泰安广场建设改建为紧贴该广场西侧地面，当时亦临时将其封闭直至改造完毕。",
    "usageDesc": "三元里站附近城中村以及各种住宅区林立，同时又邻近桂花岗一带的皮具以及鞋业批发市场，不少乘客会携带大量行李物品以及包裹进出站；因此本站全天客流不俗，有时甚至会出现人潮。在2010年下半年前，本站曾经是白云区唯一的一座地铁车站，因此有不少来自白云区西部的居民会取道本站乘搭地铁前往广州市区。\n\n值得一提的是，本站曾经是2号线工作日早高峰短线车（三元里至江泰路）的终点站，后来由于北延段客流增长而在2019年12月20日延长至嘉禾望岗站。",
    "history": [["规划", "在1988年的地下铁道路网规划中，本站已作为2号线的一个中途站出现。后来本站成为旧2号线首期的北端终点站，先行建设。2号线首期工程于1999年10月10日正式动工。2001年8月19日，本站III号通道施工时，发生事故。2002年12月29日，本站作为2号线终点站，随2号线首期首通段启用。当时本站亦是白云区唯一一座地铁车站。直至2010年9月21日，本站一直作为2号线的北端总站。同年9月22日至24日，本站随旧2号线一同停运，进行线路拆解。最终本站于2010年9月25日随新2号线（嘉禾望岗至广州南站）通车，重新启用，并成为2号线其中一个中途站。"]],
    "futureExpansion": [["14号线途径（并未设站 已废除）", "值得一提的是，14号线实际途径三元里站，根据工图，14号线施工时将拆除易初莲花（又称万客隆、卜蜂莲花），最近的地方离三元里站的D出入口不到10米，但交而不换，也不设站，值得考虑其原因。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};