let s_inf_33 = {
    "name": ["白雲公園", "白云公园", "白雲公園-はくうんこうえん", "바이윈 공원 역", "Baiyun Park"],
    "inf": [{
        "platform": 1,
        "facilities": [[5, [1], "过轨抵A D 地面换出入口更佳"], [26, [2], "过轨抵A D 地面换出入口更佳"], [15, [0], "C"], [14, [1], "B"]]
    }, {
        "platform": 2,
        "facilities": [[5, [1], "过轨抵B C 地面换出入口更佳"], [26, [2], "过轨抵B C 地面换出入口更佳"], [16, [0], "A"], [17, [1], "D"]]
    }],
    "location": [113.270966, 23.181613],
    "via": ["2"],
    "shortDesc": "白云公园站是广州地铁二号线的一座车站，位于白云区齐心路的地底，近白云国际机场旧址中心位置，该站在2010年9月25日启用。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2010-9=25_"],
    "serviceTime": "06:07-00:14ND",
    "firstTrain": [[[0, "06:15"], [1, "06:11"]]],
    "lastTrain": [[[0, "00:09ND"], [1, "23:45"]]],
    "structureDesc": [["车站楼层", "白云公园站共有二层，地面为齐心路、广州市儿童公园、中国南方航空大厦以及邻近建筑，地下一层为东西站厅以及2号线月台；上方阁楼为联络通道；地下二层为预留月台部分结构。"], ["站厅", [{"data": "白云公园站分为东西两个站厅，两个站厅在非付费区并不相通。东站厅、西站厅及两个月台由位于上方阁楼的付费区联络通道连接。"}, {
        "title": "商店及自助服务",
        "data": "另外，本站东西站厅的非付费区均设有便利店、面包糕饼店，另外于西站厅亦设有鸭脖店、葡萄酒专卖店，另外白云公园站也提供建设银行自动柜员机、自助照相机以及自动售卖机等自助服务。"
    }]], ["月台", "本站2号线设有两个侧式月台，位于旧白云机场中轴线地底，两个月台在乘客眼中看似两个位于不同层数的单向式月台，但事实上它们是对向式月台设计，只是两个月台之间被墙壁完全阻隔，令乘客无从得知两月台位于同一层，与2号线飞翔公园站至黄边站的车站设计类似。\n\n另外，本站同时预留一个岛式月台（仅预留部分结构），位于齐心路地底。预留月台原计划由12号线使用，但由于12号线规划更改，不再于本站换乘，现时预留结构用地板覆盖。按照大饼规划，预计F8会使用该月台。"]],
    "exitDesc": "白云公园站共设有4个出入口，其中A、D出入口位于西站厅，B、C出入口位于东站厅，C出入口和D出入口均可直接前往广州市儿童公园正门。",
    "usageDesc": "本站邻近广州儿童公园、广州体育馆以及凯德广场·云尚、五号停机坪、绿地中心等商业中心和南方航空大厦等办公写字楼；车站东边靠近白云山及白云大道南一带住宅小区；西边数百米即是住宅区和城中村林立的新市地区，但只有新市东边一带离2号线较近，新市的中心和西部前往本站需要其它交通工具或步行接驳。因此开站初期本站平日客流以附近居民、上下班人士、游客以及运动爱好者为主；但在节假日，来往广州儿童公园的游客则成为本站的主要客流。如果体育馆有演唱会、比赛等遇上重大活动时，更会出现大量的人流。\n\n自车站南侧的凯德广场·云尚开业后，成为区内大型购物商场，吸引来往商场的乘客使用地铁，本站的使用量得以提升，节假日时从A出口进站更需要排队。",
    "history": [["规划", "白云公园站最早出现于1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》中的2号线与6号线的换乘站，由于当时规划线路的北段是沿机场路和106国道行走，中途在机场路岗贝路口附近设站，亦名为机场路站。后来在2000年方案中，由于旧机场已落实迁往花都，因此三元里以北的2号线北段线路也改为沿旧白云机场中轴线行走，车站位置亦变更为现时的位置，由于邻近当时刚落成的广州体育馆亦名为广州体育馆站，后来规划当局亦提出在旧机场地区规划成为广州城市副中心——白云新城，亦因此将后来规划名称亦更名为白云新城站。\n\n在后来的规划中，6号线辗转成为现时的12号线，仍在本站换乘。因此车站在建设时也已作出相应预留。但在2016年12号线因应接驳国铁棠溪站的规划需求而更改规划走线，改为在白云文化广场站换乘2号线\n\n。在2010年2月，当时规划的白云新城会在车站附近设置白云公园，因此本站被定名为现在的站名。但后来白云公园的位置则更改规划以建设新的广州儿童公园，因此有人提议把本站的现名更名为儿童公园站，详见后续的未来发展部分。\n\n白云公园站于2007年正式动工；2010年9月28日，本站随新二号线、八号线开通运营而正式启用。"], ["水浸", "2015年5月4日晚，广州市区下起暴雨，白云公园站受到周边的地面市政排水设施不畅通的影响，大量黄泥水倒灌进入车站，将站厅及站台浸没，市民需要挽起裤脚涉水经过。泥水还一度灌入轨道，工作人员需要不断对积水进行清理。事件未对运营造成影响，积水在当晚已经全部排走。"]],
    "futureExpansion":[["预留结构","本站在进行设计和建设时，地下二层预留的新线岛式站台是按照4节L型车的规模进行设计，建设时亦只建成与2号线车站重叠的部分。因此当新线路建设时需要对预留结构进行延长。\n\n原计划该结构供12号线使用，但后来12号线更改了规划走线，不再经过本站，因此预留结构暂无用武之地。但另一边厢，佛山地铁8号线有规划未来线路延伸进入白云区，中途预计会经过本站，与广州2号线交汇。若落实在本站换乘，有可能使用该预留结构。惟佛山8号线为远期规划，详情现时并未明朗。"],["车站更名","于2014年6月1日完工的广州市儿童公园亦取代了原规划的白云公园。市林业和园林局公园和风景区管理处叶树荣表示，由于白云公园已撤销，且新广州市儿童公园就在地铁口出口位置，目前正在与地铁公司协商将白云公园站改名为儿童公园站。但在时隔多年后，广州地铁方面现时仍未有对本站进行更名，改名计划不了了之。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};