let s_inf_35 = {
    "name": ["蕭崗", "萧岗", "蕭崗-しょうこう", "샤오강 역", "Xiaogang, Baiyun"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "C"], [9, [2], ""], [13, [3], ""], [26, [1], "A D"]]
    }, {"platform": 2, "facilities": [[4, [1], "C"], [9, [2], ""], [13, [3], ""], [26, [1], "A D"]]}],
    "location": [113.280697, 23.19858],
    "via": ["2"],
    "shortDesc": "萧岗站是广州地铁二号线的一个车站，位于白云区黄石东路以南、云城西路东侧、萧岗涌南侧的地底，亦即旧白云机场北端地块，于2010年9月25日开通。\n\n由于本站的英语拼写与晓港站的英语拼写相同，为避免混淆，该站的英文拼写为Xiao-gang Station。",
    "structureType": [0],
    "platformType": [4],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-9=25_"],
    "serviceTime": "06:02-00:18ND",
    "firstTrain": [[[0, "06:18"], [1, "06:07"]]],
    "lastTrain": [[[0, "00:13ND"], [1, "23:41"]]],
    "structureDesc": [["车站楼层", "萧岗站共设有两层。地面为珠江岭南苑及附近建筑；地下一层为站厅；地下二层为2号线月台层。"], ["站厅", [{"data": "本站是2号线北延段飞翔公园站至黄边站六个车站中，唯一一个站厅不与月台同层，亦只拥有一个站厅的车站。\n\n为方便行人进出，站厅南侧以及东北侧被划分为收费区，周围被行人通道以及车站商店包围，站厅付费区亦设有专用电梯（升降机）、扶手电梯以及楼梯供乘客前往不同方向的月台。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，由于车站客流未达到预期，萧岗站仅设置一座面包糕饼店。自助服务设施方面，车站只设置了自动售卖机。"
    }]], ["月台", "萧岗站设有一个岛式月台和一个侧式月台，位于旧白云机场中轴线地底。\n\n另外，本站设有一条贯穿车站的存车线。当2号线的北段出现故障时，往嘉禾望岗方向的列车将会在本站折返，以本站为临时总站。届时需前往江夏至嘉禾望岗三站的乘客需改用其它交通工具。本站岛式月台在存车线一侧（备用月台）设有屏蔽门，在列车车门对应的位置上均装有常规的滑动门。因此列车在存车线上可在备用月台上进行乘降。"]],
    "exitDesc": "萧岗站现时共设有3个出入口。\n\n在本站开通初期，除开放A、B出入口外，亦同时设有D1出入口；该出入口即为现时C出入口，但该出入口当时周围被荒地所包围，后来该出入口附近因为楼盘施工，为确保安全而暂时关闭。后来楼盘建设完成并且附近相关设施完善，该出入口即在2016年4月11日重开，并更改编号为C出口。",
    "usageDesc": "车站开通时旧机场北端地块大多数仍未得到有效开发，位处其中的萧岗站三个出入口皆处于荒地之中。现时车站南侧即为楼盘珠江·岭南公馆，北侧则与已被清拆的安华装饰城仅一涌之隔。而往东1500米为广东外语外贸大学和白云山西门，西边数百米即是黄石路一带的众多住宅区和城中村。\n\n本站虽命名为萧岗站，但车站实际位置却远离萧岗村，反而离黄石路地区更近，若从本站前往萧岗村则非常地不便。相反，同属2号线的白云文化广场站靠近萧岗村，于是大批萧岗村居民选择前往白云文化广场站乘坐地铁，甚少使用本站。\n\n本站平日客流主要来自附近地区的居民和广外学生，以及极少数前往白云山西门的游客。本站附近的江夏村、陈田村的部分居民以及周边上班人士亦会前往本站乘坐地铁。\n\n但本站偏离人口密集区，前往本站需要其它交通工具或步行接驳，不够直接，导致部分居民仍然选择巴士作为出行方式。虽然本站是离白云山西门最近的地铁站，但是前往白云山西门仍需步行20分钟左右才能到达，稍有不便。\n\n在本站启用初期，位处的荒地被部分围蔽，出入口因而更难被找到。导致本站客流一直处于低水平，车站内更相当冷清。\n\n现时本站所处的围蔽已拆除，车站所处位置已经铺了一条马路以及安装了路灯，方便乘客进出车站。随着本站附近开通了多条公交线路接驳，本站客流早晚高峰有所上升，但其余时间人流量依然不高。",
    "history": [["规划", "本站最早出现于1988年的“十字线网”规划，本站是当时2号线的北端终点站，车站位置设于黄石东路江夏牌坊一带，当时车站以江夏站的名字出现。后来在1997年的方案中，因应旧白云机场最终落实搬迁，2号线的终点站延伸至新机场，本站位置西移至机场路，成为主线的中途站，江高支线亦在此站分岔。后来在2000年方案中，2号线往新机场的一段亦被缩减至嘉禾，同时三元里以北改为沿旧白云机场中轴线行走，车站位置亦改为现时位置。\n\n本站随2/8号线拆解工程同时于2008年开工建设，2010年2月本站封顶，同时本站被定名为萧岗站。2010年9月25日，本站随新二号线、八号线开通运营而正式启用。"], ["安检事件", "2019年3月10日下午，一位化哥特妆的女子准备在本站进站时，被安检人员拦住拒绝进站，要求女子“请原地卸妆”。事发后，事主第一时间发至新浪微博。直到次日下午5点，广州地铁官方微博账号在该网友的微博下面回复“如给您造成不便很抱歉，小编已提醒业务部门注意。”，随着事件发酵，在3月16日，广州地铁就此事在新浪微博再次发表声明，称此次事件确实存在当事安检人员处置不当的问题，对此深刻检讨反思，推动工作改进，同时约谈安检单位，对当事安检人员进行处理，对当班班长停岗培训，督促安检单位提升服务质量和服务效率，并对受影响的当事人致歉。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};