let s_inf_37 = {
    "name": ["黃邊", "黄边", "黄辺-おうへん", "황볜 역", "Huangbian"],
    "inf": [{
        "platform": 1,
        "facilities": [[16, [0], "A B"], [14, [2], "过轨抵D"], [3, [2], "过轨"], [28, [2], "过轨"]]
    }, {"platform": 2, "facilities": [[15, [0], "D"], [14, [2], "过轨抵A B"], [3, [2], "过轨"], [28, [2], "过轨"]]}],
    "location": [113.287376, 23.221645],
    "via": ["2"],
    "shortDesc": "黄边站是广州地铁2号线的一个车站，位于广州市白云区空港大道和黄边北路交界处南侧的地底，本站于2010年9月25日启用。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-9=25_"],
    "serviceTime": "05:58-00:21ND",
    "firstTrain": [[[0, "06:23"], [1, "06:03"]]],
    "lastTrain": [[[0, "00:16ND"], [1, "23:36"]]],
    "structureDesc": [["车站楼层", "黄边站共设有两层，地面为空港大道、黄边北路及附近住宅楼；地下一层为车站站厅以及2号线月台；地下二层为联络通道。"], ["站厅", [{"data": "黄边站分为东西两个站厅，均位于地下一层。与2号线位处旧机场位置的三个车站相比，两个站厅及两个月台无论在收费区范围以及非收费区范围均可由两条路轨下方的联络通道前往。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，黄边站亦设有便利店、洗衣店以及面包糕饼店，其中东西站厅均设有便利店。另外黄边站设有自动照相机、自动售卖机以及供乘客充值羊城通，缴纳水电费以及交通罚款等服务的“好易”机。"
    }]], ["月台", "黄边站设有两个侧式月台，位于空港大道地底。两个月台在乘客眼中看似两个位于不同层数的单向式月台，但事实上它们是对向式月台设计，只是两个月台之间被墙壁完全阻隔，令乘客无从得知两月台位于同一层，与2号线飞翔公园站至江夏站车站设计类似。"]],
    "exitDesc": "黄边站现时共设有3个出入口，东站厅和西站厅均设置2个出入口。",
    "usageDesc": "与江夏站一样，车站周边多数为时代玫瑰园为主的住宅小区以及黄边村、上林镇等城中村镇，因此本站主要客流以黄边村、住宅小区周边居民为主。由于地铁的便捷性，部分距离车站较远的居民例如白云花园、元下田一带的居民会使用巴士接驳本站乘坐地铁。因此本站的客流量非常可观，尤其在上下班高峰期间会有更多乘客使用本站。\n\n另外，本站离3号线北延段的白云大道北站距离较近（从白云大道北站C1出入口到本站B出入口距离为1.3公里），因此前往该站的乘客一般会搭乘地铁前往越秀区以及北京路步行街等地。不过绝大部分乘客仍会在本站搭乘地铁前往嘉禾望岗站换乘3号线。",
    "history": [["规划", "本站最早出现在1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》，当时已经确定拆分1987年方案中的2号线，出现了现有新二号线的雏型，车站当时为其主线的其中一座中途站，位于黄边公交站一带，并命名为上林镇站。\n\n后来在2000年方案中，往新机场的一段亦被缩减至嘉禾，仍设有本站，直至2003年方案中走向基本定型。\n\n2007年6月，二八号线延长线工程获得国家发改委批复，并于同年8月全面动工。2010年3月22日，广州市轨道交通二/八号线延长线轨道工程短轨全线贯通。在开通前夕，本站被定名为黄边站。2010年9月25日，本站随新二号线（嘉禾望岗至广州南站）开通而正式启用。"], ["C出入口", "本站C出口在建中，主体已经浇筑完成，计划今年开通，预计为缩骨单楼梯。"]],
    "platformBelong": [["1", "2"], ["2", "2"]]
};