let s_inf_38 = {
    "name": ["嘉禾望崗", "嘉禾望岗", "嘉禾望崗-かかもうこう", "자허왕강 역", "Jiahe Wanggang"],
    "inf": [{
        "platform": 1,
        "facilities": [[7, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [16, [3], ""], [18, [2], "番禺广场/体育西路方向", "Line3-GZ"], [24, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
    }, {}, {
        "platform": 3,
        "facilities": [[4, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [13, [3], ""], [15, [2], ""], [21, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
    }, {
        "platform": 4,
        "facilities": [[4, [1], "A<br>E<br>F<br>G<br>H", "Line14-GZ"], [13, [3], ""], [15, [2], "广州南站方向", "Line2-GZ"], [21, [1], "B<br>C<br>D<br>G<br>H", "Line14-GZ"]]
    }, {}, {
        "platform": 6,
        "facilities": [[1, [2], "G<br>H"], [3, [1, 2], "A<br>E<br>F"], [11, [3], ""], [22, [1, 2], "B<br>C<br>D"]]
    }],
    "location": [113.289243, 23.23746],
    "via": ["2", "3", "14"],
    "shortDesc": "嘉禾望岗站是广州地铁2号线的北端终点站和14号线的南端终点站，以及两线与3号线的换乘站，位于白云区空港大道望岗大道路口西南侧的地底，于2010年9月25日启用。\n\n本站的2号线/3号线月台是广州地铁的首个跨月台转车站，同时本站也是广州地铁第一个三线换乘车站。\n\n本站与位于附近的嘉禾车辆段（2号线与3号线共用）接轨。",
    "structureType": [0, 0, 0],
    "platformType": [0, 0, 0],
    "hallType": [1, 1, 0],
    "transferType": [0, 2, 3],
    "exitNum": [8],
    "openTime": ["2010-9=25_", "2010-10=30_", "2018-12=28_"],
    "serviceTime": "05:55-00:24ND",
    "firstTrain": [[[1, "06:00"]], [[1, "06:00"], [5, "06:00"]], [[0, "06:00"]]],
    "lastTrain": [[[1, "23:35"]], [[1, "23:51"], [5, "23:32"]], [[0, "22:50"]]],
    "structureDesc": [["车站楼层", "嘉禾望岗站共设有四层。地上二层为地铁派出所办公区和露天平台；地面为站厅层，附近目前为望岗大道、空港大道、地铁嘉禾望岗公交总站及其它建筑；地下一层为14号线地下站厅、设备区及2号线/3号线缓冲层，地下二层为站台层。"], ["站厅", [{"data": "嘉禾望岗站分别在地面设有三线共用的站厅，以及地下一层的14号线专用站厅。值得一提的是，嘉禾望岗站是2号线唯一一个使用地面站厅的车站，以及3号线其中一个使用地面站厅的车站（另一个为高增站）。\n\n本站虽然采用橙色作为车站色系，但使用了不同的墙面设计，其中2号线/3号线车站部分采用焗漆板墙面，14号线扩建的部分则采用玻璃墙面。作为14号线一期四个特色站之一，本站以“展·旺”为主题，在地面站厅的部分柱面则设有关于广州特色文化的艺术墙，同时柱面结合LED屏幕，多维地展示广州特色文化。另外在14号线地面站厅的顶部则使用采光天窗，将自然光引入站厅，令站厅内光线充足。\n\n为方便乘客进行站内换乘或进出车站，地面共用站厅中心处，以及地下站厅北侧划分为收费区。其中2号线/3号线的收费区内各设有2台分别前往不同月站台的专用电梯（升降机），各设有4台可直达站台的扶手电梯，以及2条可通往缓冲层的楼梯，方便乘客前往2号线/3号线的月台层。14号线部分的收费区内设有1台专用电梯，4台扶手电梯和3条楼梯可供乘客前往14号线站台。\n\n而14号线地下站厅则设有楼梯供乘客来往14号线站台，但无法直接前往2、3号线。前往2、3号线的乘客则要先途经14号线站台，再前往地面站厅，然后往下进入2、3号线站台。"}, {
        "title": "换乘方式",
        "data": "本站的2号线/3号线为顺向跨月台转车站，乘客可以走到对面月台直接换乘另一列列车前往目的地（例如2号线抵站后换乘至3号线机场北方向），或途经站厅及缓冲平台换乘另一列列车前往目的地（例如3号线机场北方向换乘至2号线广州南站方向）。\n\n另外，乘客如果需要换乘14号线，或者从14号线换乘其它两线时，需要经过地面共用站厅进行换乘。"
    }, {
        "title": "商店及自助服务",
        "data": "此外，嘉禾望岗站设有不同类型的车站商店，例如有便利店、书店、洗衣店以及面包糕饼店，另外车站设有自动售卖机、自动照相机、民生银行自动柜员机、自动售卡充值机以及“好易”自助服务等自助服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "目前嘉禾望岗站设有三个并排的岛式站台，位于空港大道西侧的地底。其中2号线/3号线使用位于东侧的两个岛式站台：2号线使用内侧的1号和2号站台、3号线使用外侧的3号和4号站台；而14号线则使用在西侧加建的岛式站台，为5号和6号站台。"], ["站线", "由于2号线规划已宣告结束，不会再有任何延伸计划，因此2号线在本站折返线上作出了特别设计：在站前设一条渡线供列车站前折返；而在站后，下行路轨与上行路轨之间设有一条单渡线供列车站后折返。同时下行路轨在渡线前方分岔出一条路轨，与下行路轨自身一同进入嘉禾车辆段，两者作为出入段线；上行路轨则直接被中断，该路轨北端为车站信号电力设备供应区，因此无法继续延伸。2号线的南端终点站广州南站亦是类似设计，因此本站和广州南站都成为2号线的永久终点站。另外在特殊情况下，2号线列车也会通过站前渡线折返并直接驶入2号月台起载。\n\n3号线往嘉禾车辆段的两条出入段线则接入月台北侧的正线，高峰时段结束后部分列车在机场北站折返后，不载客行驶至本站3号月台，稍作停留后随即返回嘉禾车辆段，届时月台会发出广播通知乘客不能上车。而3号线晚上收车前夕会有数班车以本站为终点站，到达本站4号月台后列车便会清客，然后直接返回嘉禾车辆段。\n\n14号线在月台南端设有一组双存车线，北端则设有一条单渡线，两者均可用于折返14号线列车，一般情况下会使用双存车线进行站后折返。而在14号线正线南端尽头则预留了继续往南延伸的条件。同时，14号线月台北侧正线亦分岔出一条路轨，作为联络线接入2、3号线的嘉禾车辆段。在早晚高峰过后及晚上收车前夕，部分14号线列车在6号月台清客后会退出服务，然后折返至5号月台开出，沿途不停站返回石湖停车场。届时5号月台亦会发出广播，提醒乘客不能上车。"]],
    "exitDesc": "嘉禾望岗站在启用时的2号线/3号线站房共设有3个出入口，分别为东侧现有的A、B出入口，以及西侧的C出入口。其中C出入口自2014年10月19日起关闭，以配合建设14号线车站部分。\n\n14号线开通后，C出入口已经重置，本站新增6个出入口，分别分布于14号线的地面，以及地下站厅。加上现时2号线/3号线站房的两个出入口，因此嘉禾望岗站现时设有8个出入口供乘客进出车站。",
    "usageDesc": "作为广州地铁的一个重要枢纽站，嘉禾望岗站客流以2、3、14号线之间的换乘客流为主。同时本站西侧设有巴士总站和空港大道、华英路设有巴士中途站，以及来自车站附近的望岗村、市八医院嘉禾院区、市交校以及车站西面的大型楼盘岭南新世界均会使用本站出入闸，因此本站无论是高峰时段还是平峰时段，换乘客流和出入闸客流都较其它车站多。\n\n在早晚高峰时段，14号线沿线乘客均需在本站换乘2、3号线来往广州市区。虽前往老城区2号线在本站始发，但前往天河CBD及珠江新城的3号线，更需负担本站以北的龙归、人和两站乃至来自9号线的客流压力，令本站3号线在早高峰期间客流压力更是有增无减。为了保证本站不会累积过多乘客形成安全隐患，影响运营秩序，本站2018年5月22日起工作日早高峰7时45分至9时00分将视情况采取客流控制措施，维持运营秩序。\n\n14号线首期通车当日（2018年12月28日），由于前来体验14号线的乘客数量过多，因此运营方在开通当日下午随即实行客流控制措施，14号线换乘2/3号线的乘客不能直接通过站厅中部换乘，且需要绕行站外非付费区，再前往2/3号线站厅的付费区。而在紧随其后29日至元旦假期，车站都需要实行客流控制，甚至需要绕到站外进行换乘。而在29日（即14号线首期通车第二日），本站的客流量达到41.6万人次，更成为当日广州地铁客流前三的车站。而在元旦假期后，车站换乘秩序恢复正常，但每逢晚高峰及节假日，亦会有众多乘客在本站换乘来往白云北部和从化。",
    "history": [["规划", "1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》，本站是2号线的一个中途站，当时本站设于106国道附近，以嘉禾站的名字出现。后来于2000年方案中，2号线本站以北至机场的路段成为新规划机场快线的一部分，2号线被缩短至本站，并移动至现时位置。后来机场快线成为3号线的一部分，本站被确定为2号线的终点站，亦为2号线与3号线的换乘站。2008年11月3日，本站亦随之更名为现在的名字嘉禾望岗站，因本站位置位处嘉禾村和望岗村之间。故此车站开通初期，本站英文站名为Jiahe Wanggang。后来随着乘客导向界面的物料不断更换，站名里的空格被省略。\n\n本站被设计为跨月台转车站，并列入二八号线延长线工程中兴建。2010年广州亚运会前夕，本站随新2号线于2010年9月25日启用，而3号线北延段则在同年10月30日下午，正式于本站提供列车服务。\n\n本站曾是广州地铁每日服务时间最长的车站，服务时间从每天早上5:55至次日凌晨0:23，共18小时28分钟。随后该记录被2017年12月28日启用的南沙客运港站打破。"], ["14号线", "2008年，新版的远期规划中提出了新的14号线。线路把旧9号线的广从路线位及旧2号线的机场路线位组合起来，在太和之后继续南下，经过嘉禾及新市，到达广州火车站。后来线路以嘉禾望岗站为分界点，分成了一二期，本站亦随即成为14号线一期的南端终点站。直到2012年广州市轨道交通第二期建设规划获国家发改委批复，14号线作为二期线路之一，得以落实建设。\n\n2014年8月，开始兴建本站14号线车站部分；2018年9月26日，14号线本站至马沥段举行“三权移交”，随即展开运营调试。2018年12月28日下午12时28分，本站14号线站厅及月台层随14号线一期通车而启用，本站成为广州地铁第一个三线换乘车站。"]],
    "futureExpansion": [["14号线", "14号线将会由本站继续向南延伸，至广州火车站作为终点站。届时，嘉禾望岗站将从14号线南端终点站改为中途站，目前的6号站台（即终点落客站台）将改为往广州火车站方向的站台。"]],
    "platformBelong": [["9", "2"], ["2", "2"], ["6", "3"], ["2", "3"], ["1", "14"], ["9", "14"]]
};