let s_inf_39 = {
    "name": ["番禺廣場", "番禺广场", "番禺広場-ばんぐうひろば", "판위 광장 역", "Panyu Square"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.385642, 22.935482],
    "via": ["3"],
    "shortDesc": "番禺广场站是广州地铁的一座车站，车站位于番禺区清河东路番禺大道北路口西侧的地底，本站以湖蓝作为主色。本站于2006年12月30日开通，现时为广州地铁3号线南面终点站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2006-12=30_"],
    "serviceTime": "05:55-00:11ND",
    "firstTrain": [[[0, "06:00"]]],
    "lastTrain": [[[0, "22:55"]]],
    "structureDesc": [["车站楼层", "番禺广场站共设有三层，地面为番禺广场、番禺区政府、清河东路、番禺大道北；地下一层为站厅层；地下二层为车站设备层；地下三层为3号线站台。"], ["站厅", [{"data": "为方便乘客进出，番禺广场站站厅付费区设于站厅中心南侧，周围被行人通道以及车站商店包围，站厅付费区内设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客往返于月台层。"}, {
        "title": "商店及自助服务",
        "data": "番禺广场站现时有少量车站商店，例如便利店以及洗衣店等。此外，本站也有不少自助服务设施供乘客使用，包括自动售卖机、“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、以及“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "番禺广场站设有一个岛式月台，位于清河东路地底。\n\n另外，本站3号线月台东侧设有一条存车线，现时该存车线供3号线天河客运站-番禺广场段所有列车折返；东端亦有预留未来3号线东延段延伸。"]],
    "exitDesc": "番禺广场站目前设有3个出入口。其中A、B出入口初期均为无盖出入口，后来陆续封闭并加装雨棚。",
    "usageDesc": "番禺广场站邻近番禺区政府，同时附近亦有少数住宅小区，以及附近的巴士站可前往市桥以东、南沙区以北以及亚运村等地，吸引上述居民乘搭地铁前往广州市区，因此本站在平日使用率一般，早晚高峰时段以及节假日期间会较为拥挤。",
    "history": [["规划", "番禺广场站最初在2000年地下铁路规划中出现，因应番禺撤市建区，3号线南延至本站。本站为当时3号线南端的终点站，当时本站被称为番禺广场站，车站位置与现时基本一致。\n\n2002年，3号线全线动工，本站随后亦开始动工。2003年2月8日，三号线市桥北至番禺广场盾构区间始发，成为三号线首个开工的盾构区间；2006年6月6日，市桥至番禺广场区间盾构机抵达本站，标志着3号线一期工程隧道全线贯通。2006年11月30日，运营事业总部正式接管本站的管理权、指挥权和使用权，随后于同年12月30日，本站随3号线一期全线开通运营，本站正式启用，开通仪式亦于本站附近的番禺广场举行。"]],
    futureExpansion: [["3号线东延线", "根据规划，3号线将由番禺广场站继续往东延伸，至海傍站与4号线交汇。届时番禺广场站将从3号线东端终点站变为中途站。"], ["18号线和22号线", "18号线和22号线将于番禺广场设站，与3号线交汇，令本站成为广州地铁的一个大型枢纽站。但建设之时并未预留未来换乘18号线和22号线，因此3号线与18号线、22号线为站厅通道换乘；18号线和22号线为同台换乘。"], ["17号线", "未来规划17号线亦将于番禺广场设站，与3号线、18号线和22号线交汇，最终令本站成为广州地铁的一个大型四线枢纽站。17号线车站预计设于现有3号线车站北侧，与3号线平行，与其它三线预计为站厅通道换乘。3号线东延段亦会在现有折返线以东位置预留条件，供未来建设与17号线的联络线。"]]
};