let s_inf_40 = {
    "name": ["市橋", "市桥", "市橋-しきょう", "스차오 역", "Shiqiao"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.361726, 22.949743],
    "via": ["3"],
    "shortDesc": "市桥站是广州地铁3号线的一座车站，位于番禺区光明北路桥兴大道路口地底，车站为明挖地下二层岛式站台车站，本站以黄色作为主色，车站于2006年12月30日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2006-12=30_"],
    "serviceTime": "05:58-00:08ND",
    "firstTrain": [[[0, "06:03"], [4, "06:17"]]],
    "lastTrain": [[[0, "22:57"], [4, "00:03ND"]]],
    "structureDesc": [["车站楼层", "市桥站共设有两层，地面为光明北路、桥兴大道、石桥公园、百越广场等建筑；地下一层为站厅层；地下二层为3号线站台层。"], ["站厅", [{"data": "市桥站采用无柱站厅设计，使车站站厅更为宽敞。为方便乘客进出，付费区设于站厅中心东侧，周围被行人通道以及车站商店包围，站厅付费区内设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客往返月台。"}, {
        "title": "商店及自助服务",
        "data": "市桥站现时有许多不同类型的车站商店，例如便利店、面包糕饼店、凉茶店以及洗衣店等。此外，本站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机以及羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "市桥站设有一个岛式月台，位于光明北路西侧的地底。\n\n另外，位于车站北端的市桥-汉溪长隆区间设有一条侧线，该侧线供备用列车或者轨道工程车停放。另外在车站北侧与侧线南侧处亦设置了一条渡线，供停放在侧线的车辆驶入往番禺广场方向的月台。另外在接近汉溪长隆站处同样设有一条渡线。"]],
    "exitDesc": "市桥站共设有4个出入口。由于市桥城区的居民多数会以自行车以及摩托车代步出行，因此部分出入口会停放许多这些车辆，较为混乱。",
    "usageDesc": "市桥站位处于市桥中心地带，附近有百越广场、康乐园、富华花园、怡乐社区等商业广场、办公写字楼以及住宅小区，以及附近的巴士站可前往番禺区各地，因此平时的出入于本站客流量较高。同样，由于不少居住于市桥的居民会前往珠江新城等地上班，早晚高峰时期客流量亦会翻倍。\n\n由于早高峰客流量较大，且为了保证3号线以及客村站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰7时40分至9时将采取客流控制措施。",
    "history": [["规划", "市桥站最初在2000年地下铁路规划中出现，因应番禺撤市建区，3号线南延至番禺广场。中途设置本站，当时本站被称为市桥站，车站位置与现时基本一致。\n\n2002年，3号线全线动工，本站随后亦开始动工。2003年5月30日，市桥站主体封顶，比计划提前一个月。2006年11月30日，运营事业总部正式接管本站的管理权、指挥权和使用权；后于同年12月30日，本站随3号线一期全线开通运营，本站正式启用。"]],
    "platformBelong": [["5", "3"], ["3", "3"]]
};