let s_inf_41 = {
    "name": ["漢溪長隆", "汉溪长隆", "漢渓長隆-かんけいちょうりゅう", "한시창룽 역", "Hanxi Changlong"],
    "inf": [{
        "platform": 1,
        "facilities": [[4, [1], "C"], [11, [3], ""], [13, [2], ""], [21, [1], "A E F G", "Line7-GZ"]]
    }, {
        "platform": 2,
        "facilities": [[4, [1], "C"], [11, [3], ""], [13, [2], ""], [21, [1], "A E F G", "Line7-GZ"]]
    }, {
        "platform": 3,
        "facilities": [[9, [1, 2], "A E F", "Line3-GZ"], [15, [1, 2], ""], [21, [1, 2], "D G"]]
    }, {"platform": 4, "facilities": [[11, [1, 2], "A E F", "Line3-GZ"], [15, [1, 2], ""], [21, [1, 2], "D G"]]}],
    "location": [113.33017, 22.992931],
    "via": ["3", "7"],
    "shortDesc": "汉溪长隆站是广州地铁3号线和7号线的换乘站，位于番禺区新光快速路汉溪立交东南侧，长隆旅游度假区南边。车站于2006年12月30日随三号线首期全线开通而启用。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    "transferType": [1],
    "exitNum": [7],
    "openTime": ["2006-12=30_", "2016-12=28_"],
    "serviceTime": "06:04-00:03ND",
    "firstTrain": [[[0, "06:09"], [4, "06:12"]], [[0, "06:16"], [1, "06:10"]]],
    "lastTrain": [[[0, "23:02ND"], [4, "23:58"]], [[0, "23:29"], [1, "23:40"]]],
    "structureDesc": [["车站楼层", "汉溪长隆站目前共设三层，地面为新光快速路、汉溪大道、长隆旅游度假区巴士站及其它建筑；地下一层为站厅层；地下二层为3号线月台层以及7号线车站设备区；地下三层为7号线月台。"], ["站厅", [{"data": "汉溪长隆站现时分为3号线站厅和7号线站厅两部分，均设于地下一层。两个站厅无论在付费区和非付费区均有通道连接。\n\n"}, {
        "title": "换乘方式",
        "data": "为方便乘客进出以及方便两线换乘的需要，站厅付费区设于3号线站厅东侧和7号线站厅南侧，两个站厅的收费区设有通道方便乘客进行两线换乘。站厅付费区内设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客来往不同线路的月台。"
    }, {
        "title": "商店及自助服务",
        "data": "汉溪长隆站现时有少量商店，例如便利店以及洗衣店等，羊城通客户服务中心位于3号线站厅南侧[2]。此外，本站也有不少自助服务设施供乘客使用，包括自动售卖机以及自动照相机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "3号线设有一个岛式月台，位于新光快速路汉溪立交东南侧地底。7号线同样设有一个岛式月台，位于汉溪大道地底。3号线月台为上层，7号线月台在下层。两线月台大致成倒“L”型。\n\n本站3号线南端的市桥-汉溪长隆区间接近本站的位置设有一条渡线，当3号线北段出现故障时，往天河客运站以及机场北站的列车将会通过此存车线折返，以本站为临时总站，此时往大石至机场北、天河客运站沿途各站则需转乘其它交通工具。同时该渡线亦可供3号线南行的列车或工程车辆进入市桥-汉溪长隆区间的一条侧线。具体内容详见市桥站的维基页面月台栏目。"]],
    "exitDesc": "汉溪长隆站共设有6个出入口，其中A、C出入口设于3号线站厅，其余出入口则设于7号线站厅。\n\n由于E出入口通道与站厅层有高度差，因此设有楼梯及一条斜坡接驳。\n\n本站在启用早期设有D出入口，为了方便乘客前往长隆旅游度假区，后来亦专门设有E出入口，两个出入口后来配合7号线建设的需要封闭建设，E出入口的通道由于需要建设两线的换乘通道及建设7号线站厅部分则直接扩建成现时规模并采用7号线车站色系，而D出入口则向西北方向移至300米设置新的出入口，同时出入口位置由汉溪大道南侧，改由汉溪大道北侧。",
    "usageDesc": "汉溪长隆站周边除长隆旅游度假区以及车站西侧的汉溪村之外，没有任何建筑，随着车站附近的商业中心落成，亦一改车站启用初期荒芜人烟的状况。\n\n在车站开通初期，本站附近的巴士总站可供乘客乘搭公交车、小区接驳巴士等公共交通工具前往南村、钟村等城镇，以及祈福新邨等大型楼盘。因此，从本站出入闸人流除平日时间之外，早晚高峰期间较高，在节假日期间人流甚至更多。到至今7号线开通运营后，本站亦因此承担了两线换乘客流的任务。\n\n由于早高峰客流量较大，且为了保证3号线以及客村站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰7时40分至9时将视情况采取客流控制措施。另外，在每逢天气良好的周末以及节假日期间，亦有部分游客前往长隆旅游度假区，以及乘搭公交地铁接驳专线10A前往大夫山森林公园游玩，为了保证本站不会累积过多乘客形成安全隐患，同样视情况采取客流控制措施。",
    "history": [["规划", "汉溪长隆站最初在2000年地下铁路规划中出现，因应番禺撤市建区，3号线南延至番禺广场。中途设置本站，当时本站被称为汉溪站，车站位置与现时基本一致。\n\n另外，7号线在初期的规划中，在大石站与3号线交汇。但在随后的2003年方案中，改为在本站交汇，因此本站成为3号线与7号线的换乘站。\n\n2002年，3号线全线动工，本站随后亦开始动工。2004年8月9日，大汉区间（大石至汉溪）右线贯通。2006年12月30日，本站随3号线一期全线开通运营，本站正式启用。\n\n2013年4月1日，包括本站在内的7号线首期4个车站正式动工，标志着七号线首期工程建设的正式开始。为配合7号线车站建设，本站原有D出入口在2013年11月11日正式关闭，E出入口则于2014年4月19日暂时关闭。2016年2月28日，本站至-鹤庄（现南村万博站）盾构隧道完工，标志着七号线首期全线隧道贯通。2016年12月28日，本站7号线车站部分及C、F出入口，以及改建后的D、E出入口随7号线首期开通而启用。"], ["命名问题", "之前上述名称原定为“汉溪站”，但因其中的E出入口将通往长隆旅游度假区，所以在2006年5月改称“长隆站”，不过此举引起居民不满，认为站名偏帮企业，以及质疑使用此站是否会产生额外收费。在市民要求下，广州市政府在2006年8月起，再改为现在的站名“汉溪长隆站”。\n\n本站站名中“长隆”二字的英译不随长隆集团及其产业的英语译名之“Chimelong”，而是直接使用汉语拼音“Changlong”来表示。"]],
    "platformBelong": [["5", "3"], ["3", "3"], ["1", "7"], ["2", "7"]]
};