let s_inf_42 = {
    "name": ["大石", "大石", "大石-だいせき", "다시 역", "Dashi"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.321744, 23.017761],
    "via": ["3"],
    "shortDesc": "大石站是广州地铁的一座车站，于2006年12月30日开通，车站位于番禺区新光快速路群贤路口南侧地底，本站以粉紫色作为主色。\n\n3号线大石控制中心位于本站东南面，邻近C出口。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:04-00:00ND",
    "firstTrain": [[[0, "06:12"], [4, "06:09"]]],
    "lastTrain": [[[0, "23:05"], [4, "23:55"]]],
    "structureDesc": [["车站楼层", "大石站共设有两层，地面为新光快速路、群贤路、地铁大石公交车站以及其它建筑，地下一层为站厅，以及车站北端预留部分结构；地下二层为3号线站台层。"], ["站厅", [{"data": "为方便乘客进出，大石站站厅付费区设于站厅北侧以及站厅东侧，周围被行人通道以及车站商店包围，站厅付费区内设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客往返于月台。\n\n另外，大石站在站厅北端预留了侧式站台的部分结构，供当时的7号线使用，但后来规划的7号线改至汉溪长隆站与3号线交汇，该结构现时用车站搪瓷版封闭。"}, {
        "title": "商店及自助服务",
        "data": "大石站现时有少量商店，包括便利店以及面包糕饼店等。此外，本站也有不少自助服务设施供乘客使用，包括自动售卖机以及羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "大石站设有一个岛式月台，位于新光快速路地下。\n\n本站南面设有一组双存车线。现时会用于停放备用车，并在晚高峰期间向北开出疏导客流。该组存车线亦会用于折返短线（小交路）列车。短线班次列车在1号月台清客完成后，便会进入该组存车线，折返到2号月台上客往天河客运站，或退出服务并返回厦滘车辆段。\n\n另外，在本站北面亦同时设有一条单渡线，该渡线可供3号线收车前番禺广场方向的不载客列车站前折返进入2号月台后，返回厦滘车辆段。\n\n当3号线汉溪长隆至番禺广场段出现故障时，往番禺广场站的列车将会通过上述渡线或双存车线折返，以本站为临时总站，此时往汉溪长隆至番禺广场沿途各站则需转乘其它交通工具。"]],
    "exitDesc": "大石站现时共设有4个出入口。",
    "usageDesc": "大石站周边有住宅小区，且邻近植村、礼村等村落。虽然本站离传统的大石地区较远，但是车站A出入口旁的巴士站可前往不同地区，因此有部分大石地区的居民，甚至居住在南村的多数居民的会利用巴士接驳至本站搭乘地铁。因此，从本站出入闸人流众多，尤其在上下班高峰时期，车站会过于拥挤而需要实施客流控制措施。\n\n本站是3号线工作日早高峰北往南单向短线车（同和\\龙归\\嘉禾望岗\\天河客运站至大石）的终点站。",
    "history": [["规划", "大石站最初在2000年地下铁路规划中出现，因应番禺撤市建区，3号线南延至番禺广场。中途亦设置本站，车站位置与现时基本一致。同时本站亦规划为当年7号线的始发车站，在车站建设之初亦在车站地下一层北端预留部分月台结构，后来7号线规划调整，改为汉溪长隆站与3号线交汇，本站的预留结构亦随之闲置至今。但值得一提的是，本站的预留结构被广佛环线挡住了，可认作废弃。\n\n2002年，3号线全线动工，本站随后亦开始动工。2006年12月30日，本站随3号线一期全线开通运营，本站正式启用。"], ["奇装异服不准进站事件", "2018年7月18日晚，一名身穿无袖“洛丽塔”服饰的大学生准备从大石站进站乘搭地铁时，被出入口旁的安检人员以“奇装异服”为由拒绝进站乘车。事发后，事主第一时间发微博。后来广州地铁官方在两日之后表态对该名乘客致深表歉意，并表示要求安检公司加强全体安检员的规章制度和服务技能培训，避免同类事情再次发生。如果打扮过于骇人，工作人员还是会有权拒绝其进站乘车。"]],
    "platformBelong": [["5", "3"], ["3", "3"]]
};