let s_inf_43 = {
    "name": ["夏滘", "厦滘", "廈滘-かきょう", "샤자오 역", "Xiajiao"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.320837, 23.038007],
    "via": ["3"],
    "shortDesc": "厦滘站是广州地铁三号线的一座车站，车站位于番禺区洛溪岛厦滘村的地底，本站以玫红色作为主色。于2006年12月30日随3号线一期全线开通而正式启用。\n\n本站与位于附近的厦滘车辆段接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:05-23:58",
    "firstTrain": [[[0, "06:10"], [4, "06:24"]]],
    "lastTrain": [[[0, "23:09"], [4, "23:51ND"]]],
    "structureDesc": [["车站楼层", "厦滘站共设有两层，地面为厦滘村、厦滘南路，地铁厦滘站公交站场及周边建筑，地下一层为站厅层；地下二层为3号线站台层。"], ["站厅", [{"data": "为方便乘客进出，厦滘站站厅付费区设于站厅西侧，周围被行人通道以及车站商店包围，付费区站厅与站台之间设有多组扶手电梯、专用电梯（升降机）以及楼梯供乘客往返。"}, {
        "title": "商店及自助服务",
        "data": "厦滘站现时有少量商店，包括便利店、面包糕饼店、书店以及洗衣店等。此外，厦滘站也有不少自助服务设施供乘客使用，包括民生银行的自动柜员机、自动售卖机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "厦滘站设有一个岛式月台，位于厦滘村厦滘南路东侧地底。\n\n本站列车北行方向南端设有出段线，在晚高峰时段，由于需要投放更多列车来疏导客流，从厦滘车辆段的列车可以直接驶入到本站开始载客。"]],
    "exitDesc": "厦滘站设有3个出入口，目前开通2个。初期A、B出入口均为无盖出入口，后陆续封闭进行改造加装雨棚。此外，C出口因涉及征地问题而尚未启用。",
    "usageDesc": "厦滘站邻近上漖村、厦滘村，以及地铁厦滘巴士车站；由于本站是洛溪岛内第一个开通的地铁车站，因此除上漖村居民以及厦滘村居民外，还有岛内的沙溪村、住宅楼盘较为集中的洛溪新城、南浦岛等地区的居民利用巴士接驳方式乘搭地铁前往广州各地。因此本站的出入站客流量较高。到了2010年，洛溪站随2、8号线启用后，亦开始分流部分洛溪新城往广州市区西侧的居民。\n\n由于早高峰期间，3号线往市区方向的沿途客流量大，且为了保证客村站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰7时45分至9时将视情况采取客流控制措施。",
    "history": [["规划", "厦滘站最初在2000年地下铁路规划中出现，因应番禺撤市建区，3号线南延至番禺广场。中途亦设置本站，车站位置与现时基本一致。\n\n2002年，3号线全线动工，本站随后亦开始动工。2006年12月30日，本站随3号线一期全线开通运营，本站正式启用。"], ["厦滘站接驳公交站场", "早在车站启用初期，车站附近的地铁厦滘站巴士总站由于厦滘南路的产权归属于厦滘村。而2006年交通部门在这里设置站点时，并没有征得厦滘村方面同意，因此厦滘村方面在车站启用后数天就拒绝让巴士进入厦滘南路，因此本站启用之后不久接驳公交线路只能在400多米外的第2站五洲装饰城站停靠。乘客下了车，需走400米才能到地铁出入口。有关部门曾多次就此事进行协调，最终都被征地赔偿问题而卡住。令这一情况持续了4年。\n\n2009年7月1日下午，番禺区区委书记谭应华，带同番禺区交通部门的分管领导，来到厦滘站进行调研并协调，地铁、市交委、厦滘村委三方已取得初步共识，最终于2010年2月正式启用其公交站场。但到了7月，由于车站旁的厦滘南路进行路面施工，因此各巴士线路暂时迁移到厦滘牌坊西边的广场，工程完工后，于同年9月30日重新使用。"]],
    "platformBelong": [["5", "3"], ["3", "3"]]
};