let s_inf_46 = {
    "name": ["客村", "客村", "客村-きゃくそん", "커춘 역", "Kecun"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }, {
        "platform": 3,
        "facilities": [[9, [1, 2], "B C"], [4, [1, 2], "", "Line3-GZ"], [27, [1, 2], "", "Line3-GZ"], [14, [3], "", "Line3-GZ"], [22, [1, 2], "A D"]]
    }, {
        "platform": 4,
        "facilities": [[9, [1, 2], "B C"], [4, [1, 2], "", "Line3-GZ"], [27, [1, 2], "", "Line3-GZ"], [14, [3], "", "Line3-GZ"], [22, [1, 2], "A D"]]
    }],
    "location": [113.320331, 23.096197],
    "via": ["3", "8"],
    "shortDesc": "客村站是广州地铁3号线和8号线的换乘站。车站位于广州市海珠区新港中路新市头路口的地下，于2003年6月28日启用。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    "exitNum": [4],
    "transferType": [2],
    "openTime": ["2005-12=26", "2003-6=28_"],
    "serviceTime": "06:05-23:51",
    "firstTrain": [[[0, "06:10"], [4, "06:18"]], [[0, "06:10"], [1, "06:18"]]],
    "lastTrain": [[[0, "23:14"], [4, "23:46"]], [[0, "23:04"], [1, "23:44"]]],
    "structureDesc": [["车站楼层", "客村站共有四层，地面为新港中路及商业楼群，地下一层为车站站厅；地下二层为8号线月台；地下三层为换乘平台；地下四层为3号线月台。"], ["站厅", [{"data": "客村站站厅为一个十字型的共用站厅，8号线站厅为东西向，3号线站厅为南北向，均位于地下一层。3号线站厅被8号线站厅分开为南北两个部分。为了方便乘客进出，付费区位于站厅中央南侧（含3号线站厅南侧），站厅付费区内设有多组扶手电梯、专用电梯（升降机）及楼梯供乘客往返于3号线月台层，以及8号线月台层。站厅设有售票机、自动售卡/充值机、客务中心等设施。"}, {
        "title": "商店及自助服务",
        "data": "客村站内提供不同类型的商店，包括面包糕饼店、便利店以及洗衣店等。羊城通客户服务中心设于站厅中部。此外也有不少自助服务设施，包括自动售卖机、自动照相机、中国建设银行自动柜员机以及“好易”自助终端等。"
    }, {
        "title": "换乘方式",
        "data": "两线通过负三层的换乘平台换乘，另外亦可直接使用升降机，或绕经站厅进行换乘。"
    }]], ["月台", "本站3号线月台设于新市头路东侧的地底，8号线月台则设于新港中路地底。皆为岛式月台。两线月台组成一个十字型。8号线月台在负二层，3号线月台在负四层。"]],
    "exitDesc": "客村站共设有4个出入口，其中C、D出入口均可连通丽影广场地库。",
    "usageDesc": "客村站附近有众多住宅区及商业点；以及来自海珠区的乘客若要前往珠江新城、天河西及石牌等商业中心区，均需要在本站换乘；因此本站是广州地铁的重要枢纽站之一，全天出入站客流和换乘客流都属高水平，早晚高峰车站更会出现极大客流，特别是3号线，乘客往往需要等候两三班列车才能上车。而且由于3号线和8号线有较大的运力差距，以及本站的3号线月台空间较为狭小，因此高峰期需要在本站的站厅及换乘层内，有时甚至需要在邻近8号线车站实施客流控制，维持乘车秩序，同时令月台容纳人数不至于超出安全范围。\n\n为缓解3号线的客运压力，每逢周一早高峰将视情况在本站实施客流控制措施，维持运营秩序。在2017年6月19日起，周五（含公众假期前一天）晚高峰也将实行客流控制措施。",
    "history": [["规划", "在1988年的“十字线网”规划中，已经出现名为珠影站的车站。当时该站为2号线的一座车站，位于广州大道东边。后来在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》，2号线被拆分，本站被确定为当时5号线（现8号线）的一座车站。但本站至琶洲的一段线路也列入2号线首通段工程中，采取先行贯通预留远期拆分的方式。车站亦确定为现时名称，位置亦微调至现时位置。而在2000年的近期线网规划实施调整方案中，连接天河与番禺的3号线经过本站。于2008年的规划方案中，12号线曾改为经过本站，直至2014年再改为经过赤岗站。\n\n2号线首期工程则于1999年10月10日正式动工。2001年8月23日，本站封顶。车站在动工后才确定为2、3号线的换乘站，因此紧急停工更改了设计，预留换乘3号线的节点。2003年6月28日，2号线晓港至琶洲段开通，本站启用。\n\n后来于2005年12月26日，3号线客村站开通。当时本站为3号线首通段的终点站。2006年12月30日，3号线客村站－番禺广场站区间开通，本站成为中途站。\n\n2007年6月，二八号线延长线工程获得国家发改委批复，8月全面动工。该工程将会把旧二号线在江南西站和晓港站拆解，并分别往南、西及北三个方向延长，回归线网规划，同时本站将会拨归8号线。2010年9月22日至24日，本站2号线月台随旧二号线一同全线停运，进行轨道拆解、信号，供电割接工程以及联合调试。9月25日清晨，本站正式改为8号线与3号线的换乘站，重新启用。"]],
    "futureExpansion": [["APM南延", "2014年8月上旬，市规划局在“四馆一园”建筑设计竞赛的发布会上，透露广州塔以南的岭南广场下方规划有APM南延线。同时根据交通规划的建议，APM南延线可能于新港中路设置终点站，同时该车站将连接客村站，换乘8号线及3号线。但是目前APM南延线仍属于概念性规划，具体方案仍未确定。"]],
    "platformBelong": [["5", "3"], ["3", "3"], ["1", "8"], ["2", "8"]]
};