let s_inf_47 = {
    "name": ["廣州塔", "广州塔", "広州塔-こうしゅうタワー", "광저우탑 역", "Canton Tower"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.323618, 23.106375],
    "via": ["3", "APM", "THZ1"],
    "shortDesc": "广州塔站是广州地铁三号线及珠江新城旅客自动输送系统的换乘站，同时也是珠江新城旅客自动输送系统的南端终点站。车站位于海珠区艺苑路滨江东路口南侧的地底。于2005年12月26日随3号线首通段开通而正式启用。\n\n本站APM线与位于附近的赤岗塔停车场接轨。",
    "structureType": [0, 0, 1],
    "platformType": [0, 0, 3],
    "hallType": [0, 0, 1],
    "exitNum": [4],
    "transferType": [4],
    "openTime": ["2005-12=26", "2010-11=28_", "2014-12=31_"],
    "serviceTime": "06:05-23:51",
    "firstTrain": [[[0, "06:12"], [4, "06:16"]], [[0, "07:00"]], [[1, "07:30"]]],
    "lastTrain": [[[0, "23:12"], [4, "23:44"]], [[0, "23:30"]], [[1, "22:00"]]],
    "structureDesc": [["车站楼层", "广州塔站共设有3层，地面为车站各出入口、广州塔、有轨电车广州塔站、艺苑路、滨江东路；地下一层为3号线站厅平台和APM线站厅；地下二层为3号线站厅，APM线站台；地下三层为3号线站台。\n\n负责控制APM线的赤岗塔控制中心设于本站APM线南面部分。"], ["站厅", [{"data": "广州塔站共设有2个站厅，APM线站厅位于地下一层、3号线站厅位于地下二层。由于配合路轨过江深度要求，3号线车站与动物园站一样，地下一层为出入口平台层。两个车站的地下一层均有中空设计，是为本站的特色。地下一层平台层与APM线站厅层的联络接口设于车站南北两侧。每个站厅与站台之间均设有多组专用电梯（升降机）、扶手电梯以及楼梯来往站厅以及月台，其中3号线的专用电梯虽然可从月台层直达至平台层，但由于3号线平台层为全部区域非付费区，因此使用轮椅及婴儿车的乘客如果需要使用专用电梯直接前往平台层，需请求工作人员协助才可使用。"}, {
        "title": "商店及自助服务",
        "data": "另外，广州塔站设有便利店、面包糕饼店以及洗衣店等，所有商店均位于3号线平台层南北两侧。此外本站也设有自动柜员机、自动售卖机、自动售卡/充值机以及“好易”自助服务等自助服务设施。"
    }, {
        "title": "换乘方式",
        "data": "地铁两线之间通过在地下一层联通的站厅进行换乘。但由于APM线为独立计费，因此两线车站的付费区并没有合并，乘客换乘时需要先出闸，到达另一条线站厅再入闸进行换乘。而与有轨电车之间的换乘则需要出站前往有轨电车地面站"
    }]], ["月台", "本站3号线和APM线均为岛式月台，位于艺苑路（近广州塔地面广场西侧）的地底。APM线月台位于地下二层，3号线月台位于地下三层。\n\n另外，本站APM线南端设有一组交叉渡线，不仅可以供APM线所有上线运营列车使用该组渡线进行折返，同时也可以供APM线列车收车及退出运营服务时使用该组渡线进出赤岗塔停车场。"]],
    "exitDesc": "广州塔站设有4个出入口。其中位于APM线站厅的两个无编号的出入口可连通广州塔的一层平台。",
    "usageDesc": "广州塔站周边大部分为住宅区，也有住在滨江东路的居民或者住在赤岗一带的居民绕过客村站为由经公共汽车前往该站，其中地标性建筑广州塔亦在车站附近，故本站使用该站出入闸的人流均以游客为主，亦有部分附近的居民使用本站。\n\n本站在上下班高峰期，有不少3号线南部沿线的乘客利用本站转乘APM线前往珠江新城或天河北CBD地区，以避开3号线的人潮或避免在人多挤迫的体育西路站换乘；周末、节假日以及寒暑假的时候，许多本地市民或外来游客会利用本站前往广州塔观光游玩，乘搭有轨电车，或者转乘两条路线前往花城广场等地，客流量相当高。若广州塔附近举办重大活动时（例如广州塔举行新年倒数仪式），客流更会急剧上升，严重时需实行客流控制以维持本站秩序。\n\n在有轨电车开通运营后，有部分来自广交会的客商及参观游客都会取道本站换乘有轨电车前往广交会展馆附近的会展中站，以避免前往人多挤迫的客村站换乘8号线。\n\n因本站客流以游客占大多数，在广州地铁推出乘车二维码后，游客均会使用二维码乘坐地铁。但乘车二维码在感应和读取方面仍未完善，导致乘客未能及时入闸乘车，令本站3号线的进站闸机经常出现拥堵。\n\n2019年9月9日起，该站试行刷脸过闸服务，乘客可在广州地铁乘车码微信小程序或广州地铁客户端上实名注册个人信息，并绑定支付方式即可在本站刷脸过闸。同时，该站也试行智能客服、智慧安检、站台异物检测等智慧服务。",
    "history": [["3号线", "在2000年的广州市轨道交通近期线网规划实施方案中，当时并没有赤岗塔站。本站是在2001年3号线工程项目建议书获批后才获得增加，并命名为赤岗塔站。以“赤岗塔”命名是由于当年规划及兴建时本站附近没有任何地标性建筑，因此只能选择距离较远的赤岗塔作为临时名称。2002年，3号线全线动工。2004年8月3日，经过本站的珠江新城至客村右线顺利通过640米宽的珠江，抵达南岸。2005年12月26日，3号线首通段（广州东站至客村）开通试营运，本站启用。"], ["APM线", "2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线的南端终点站。2010年11月8日，APM线（林和西至歌剧院）开通试运营，但本站由于亚运安保原因未能同时启用。但列车在歌剧院站清客后仍然到本站折返。11月28日亚运结束后，本站及其换乘功能正式启用。\n\n值得一提的是，APM线的终点落客月台从APM线车站启用至2013年12月之间的列车到站广播只有普通话和英语而没有粤语，直至2013年12月底易名“广州塔站”时才获增加。"], ["车站命名", "2010年11月15日市地名办通知地铁公司，因方便乘客乘搭地铁前往广州塔，同时避免广州塔与赤岗塔混淆，要求变更此站站名，最终地铁公司在2013年12月28日正式由“赤岗塔站（Chigang Pagoda Station）”更名为“广州塔站（Canton Tower Station）”，APM线的大剧院站也在同一时间更名。因此，广州塔站是继大学城南站和大学城北站之后又一个在营运后更改名字的地铁车站。\n\n在车站更名前夕，3号线月台的搪瓷板书法站名及站名均更换为新的搪瓷板书法站名及站名，以配合现有名称。"], ["赤岗塔停车场", "根据当时的所做规划，只建设了第一期。并且APM的列车也仅购入完整运营的一半。若需要建设南延段或扩充停车场将需等待12号线岭南广场附近的施工使整段拆移。"]],
    "futureExpansion": [["APM南延", "2014年8月上旬，市规划局在“四馆一园”建筑设计竞赛的发布会上，透露了“四馆一园”的规划设计会把APM南延线纳入考量。但目前APM南延线属于概念性规划，还没有具体的方案。但由于现有APM线在兴建时，并未考虑到路线会继续从本站向南延伸，因此设计时并没有预留延伸的条件。因此若延伸方案落实，本站站后包括赤岗塔停车场则需要进行改建，以配合工程。"], ["赤岗塔停车场", "同时赤岗塔停车场未来将会扩建，在艺苑小区地底建造第二期，工程投影面积为7563.0平方米。受艺苑小区拆迁的影响，且APM线客流没有达到预期，无须增购列车，因此停车场二期仍未有扩建的需求。"]],
    "platformBelong": [["5", "3"], ["3", "3"], ["1", "APM"], ["9", "APM"], ["2", "THZ1"], ["9", "THZ1"]]
};