let s_inf_50 = {
    "name": ["崗頂", "岗顶", "崗頂-こうてい", "강딩 역", "Gangding"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.339601, 23.13488],
    "via": ["3"],
    "shortDesc": "岗顶站是广州地铁3号线的一座车站，车站位于天河区中山大道西龙口西路口和龙口东路口之间的地下，本站以亮绿作为主色。本站于2006年12月30日随3号线首期工程全线开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:12-23:41",
    "firstTrain": [[[0, "06:23"], [4, "06:17"]]],
    "lastTrain": [[[0, "23:23"], [4, "23:36"]]],
    "structureDesc": [["车站楼层", "岗顶站共设有两层，地面为中山大道西、龙口西路、龙口东路，BRT岗顶站、百脑汇、中山大学附属第三医院等邻近建筑，地下一层为站厅；地下二层为3号线月台。"], ["站厅", [{"data": "为方便乘客进出，岗顶站站厅中部偏南侧被划分为收费区，四周被行人通道以及车站商店包围。站厅收费区设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往月台。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，岗顶站设有便利店以及时装店等商店。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、民生银行的自动柜员机以及羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "岗顶站设有一个岛式月台，位于中山大道西，BRT岗顶站地底。"]],
    "exitDesc": "岗顶站共设有3个出入口。另外C出入口通道旁可连通百脑汇电脑商场地下一层，A出入口通道旁可连通天娱广场地下一层。此外，A出入口通道过于狭窄，周围亦有不少写字楼等单位，因此上下班高峰期经常出现庞大人流，有时甚至需要进行限流。\n\n与石牌桥站可经过通道前往BRT站台不同，本站若需前往BRT车站须经过本站A、D出入口然后沿步行道到达天桥才能到达BRT站台，转乘稍有不便。\n\n因应武汉肺炎事件发生，中山大学附属第三医院为完善发热患者就诊流程，将发热门诊搬迁至医院2号楼，医院请求广州地铁运营方关闭距离医院2号楼较近的D出入口，因此D出入口自2020年1月25日起暂时关闭。",
    "usageDesc": "岗顶站紧邻着广州最主要的电脑卖场。周边有许多的电脑商店等数码商店，使用本站的客流以附近电脑城的员工以及从市区过来岗顶购买数码产品的市民为主。\n\n由于晚高峰时段遇上电脑城关门，员工以及办公写字楼下班人数较多，同时又不影响体育西路累积过多的客流影响运营秩序，本站工作日晚高峰17:30~19:00将视情况采取客流控制措施。",
    "history": [["规划", "在1997年《广州市城市快速轨道交通线网规划研究（最终报告）》中，因应石牌地区发展，当时仍在规划中的3号线增设了一条支线行走天河路，同时在中山大道西龙口西路口与龙口东路口之间设有车站，位置已与现时相当。后来车站根据所在地区正式被定名为岗顶站。\n\n随后本站于2003年6月28日正式动工，主体结构于2004年12月22日封顶，成为3号线首期主支线第9个封顶的车站。[4]最终车站于2006年12月30日随3号线首期全线通车而启用。"]],
    "futureExpansion": [["10号线", "根据广州市新一轮轨道交通（2015-2025）建设规划方案，未来3号线支线段（天河客运站—体育西路）将拆离3号线，并向西南延伸形成10号线独立运营。该线落实并建成之后，本站在未来将会改为10号线的一个车站，不再属于3号线。"]],
    "platformBelong": [["5", "3"], ["1", "3"]]
};