let s_inf_53 = {
    "name": ["天河客運站", "天河客运站", "天河客運駅-てんかきゃくうんターミナル", "톈허 터미널 역", "Tianhe Coach Terminal"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.3436, 23.171],
    "via": ["3", "6"],
    "shortDesc": "天河客运站地铁站是广州地铁3号线的其中一个终点站，也是3号线和6号线的一座换乘车站。车站位于天河区元岗，天源路元岗横路口的天河客运站东广场，于2006年12月30日随3号线首期工程全线开通而启用。",
    "structureType": [0, 0],
    "platformType": [3, 0],
    "hallType": [0, 0],
    "exitNum": [4],
    "transferType": [1],
    "openTime": ["2006-12=30_", "2013-12=28_"],
    "serviceTime": "06:05-23:35",
    "firstTrain": [[[0, "06:10"]], [[0, "06:22"], [1, "06:11"]]],
    "lastTrain": [[[0, "23:30"]], [[0, "23:29"], [1, "23:17"]]],
    "structureDesc": [["车站楼层", "天河客运站地铁站共设有四层。地面为天源路、元岗横路、长兴路、北环高速、天河客运站、元岗批发市场以及附近建筑，地下一层为站厅以及及换乘（联络）通道；地下二层为3号线站台层；地下三层为6号线设备层，以及6号线缓冲平台；地下四层为6号线站台层。"], ["站厅", [{"data": "本站共分为2个站厅，分别为3号线站厅以及6号线站厅，两个站厅无论在收费区范围还是非收费区范围，均有联络通道连接。为方便行人进出以及配合两线换乘需要，3号线站厅中心、6号线站厅东南侧被划分为收费区。其中B出入口在非收费区范围不能连通车站其它出入口。两个站厅均设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往不同线路的月台层。"}, {
        "title": "商店及自助服务",
        "data": "现时站内提供不同类型的商店供乘客购物或进食，例如便利店以及面包糕饼店等。此外也有不少自助服务设施供乘客使用，包括民生银行的自动柜员机、自动售卖机、羊城通充值机以及“好易”自助服务等。"
    }, {
        "title": "换乘方式",
        "data": "本站3号线和5号线采用通道换乘的方式，需要乘客步行通过通道，前往另一条线路的站厅再下至站台。"
    }]], ["月台", "本站3号线设有两个侧式月台，位于天河客运站东广场地下。6号线设有一个岛式月台，位于3号线月台西北侧，元岗批发市场的地下。\n\n另外，3号线站台东北端设有交叉渡线，供3号线从本站至番禺广场的所有列车进行折返。"]],
    "exitDesc": "天河客运站地铁站总共设有4个出入口。\n\n综上述，由于本站B出入口目前在非收费区范围不能连通车站其它出入口，因此在各个出入口旁均设置了指引提示牌。",
    "usageDesc": "本站邻近广州市区各地的陆路交通枢纽——天河客运站，因此不少乘客会携带大量行李物品进站。另外，车站附近有元岗村、华南理工大学、省外语艺术职业学院、多个汽配市场以及少量住宅小区，因此本站是广州地铁最繁忙的车站之一，客流全天都维持在极高的水平。在6号线开通运营前，龙洞、萝岗及广汕路一带的居民会搭乘巴士等公共交通工具前往本站乘坐地铁，加上来自天河客运站以及上述之客流的影响，令站内相当拥挤，有时需要实施客流管制措施来维持运营秩序。直至6号线开通运营后本站成为换乘车站，该部分客流可以在长湴站换乘地铁，本站的出入闸客流才得到轻微缓解。但随着6号线二期开通之后，由于本站是6号线从香雪站开始往市区方向的首个换乘站，本站的换乘客流亦大幅度增加。现时工作日早高峰期间，本站会涌入大量从本站进站以及换乘的客流，1号月台（3号线往番禺广场方向）会累积过多乘客，乘客有可能需要等候两至三趟车才能上车。为保证本站不会累积过多乘客形成安全隐患，因此每逢周一至周五早高峰将在本站实施客流控制措施，以维持本站的运营秩序。",
    "history": [["规划", "地铁天河客运站的首次出现，是在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线（现6号线）设有元岗站，位置与现时基本一致。\n\n到了2000年的地下铁路规划中，当时因应天河西部开始发展，3号线从体育西路分岔出一条支线，而本站作为3号线支线的终点站，换言之本站成为3号线与6号线的换乘站之一。由于3号线在2000年方案中得以基本落实并随后开始动工建设，6号线直到2003年方案才得以基本落实。因此本站在设计之初没有考虑换乘的条件，在随后的6号线工程中，设置了两条来往3号线站厅的联络通道。"], ["3号线", "2002年，3号线全线动工，本站随后亦开始动工。2006年11月30日，运营事业总部正式接管本站的管理权、指挥权和使用权。2006年12月30日，3号线一期工程全线开通运营，本站正式启用。\n\n3号线站厅受制于车站月台设计以及站厅面积问题，在车站启用初期，站厅分为进站乘车和抵达出站两个独立的付费区，中间为非付费区行人通道，收费区之间不能连通，因此想乘坐回头车的乘客，必须向车站工作人员求助，或者从站厅出站付费区出闸后，重新购买车票或持羊城通卡从进站付费区处入闸乘车，并多支付一次车资。直至6号线开通前夕，3号线站厅中间的非收费区行人通道因划入收费区范围而取消，非收费区自此不能在站内互通。"], ["6号线", "2007年，6号线车站开始动工。2008年11月11日，本站6号线车站完成连续墙工程，正式进入车站主体开挖阶段。2012年1月11日19时，盾构8标（天河客运站—长湴站）区间右线盾构隧道顺利贯通。2013年12月28日，6号线开通运营，本站成为3号线和6号线的换乘车站之一。"], ["C出入口", "天河客运站规划有4个出入口，唯独位于长兴路附近的C出入口在车站开通后近十年的时间内一直未能开放。很多市民都只能从B出入口或A出入口绕到马路对面。由于这两个出口均毗邻华南快速干线，路段车流密集，很多市民仅仅通过马路就需要至少10分钟的时间。由于过马路实在艰难，不少市民常会冒险与行车抢道。\n\n当时地铁公司相关负责人回应，C出口之所以尚未开通，主要是受征地拆迁影响和考虑减少对路面交通影响所致。该出入口工程很晚才具备建设的条件，要分三期实施。截至2014年9月，前两期施工已完成，第三期地下通道部分由于要下穿华南快速路匝道桥，经多次协商业主方最近才同意开工，正开展第三期土建工程，当时预计2015年可投入使用。最终C出入口于2016年9月30日下午4时正式开放。"]],
    "futureExpansion": [["站厅改造", "根据广州市新一轮轨道交通（2015-2025）建设规划方案，未来3号线支线段（天河客运站—体育西路）将拆离3号线，并向西南延伸形成10号线独立运营。该线落实并建成之后，本站在未来将会改为10号线的北端总站，不再属于3号线。"]],
    "platformBelong": [["5", "3"], ["9", "3"], ["1", "6"], ["2", "6"]]
};