let s_inf_54 = {
    "name": ["林和西", "林和西", "林和西-りんわさい", "린허시 역", "Linhexi"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.323947, 23.141525],
    "via": ["3", "APM"],
    "shortDesc": "林和西站是广州地铁三号线及珠江新城旅客自动输送系统的换乘站，同时也是珠江新城旅客自动输送系统的北端终点站。车站位于天河区天河北路林和西路口的地底。于2005年12月26日随3号线首通段开通而正式启用。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    "exitNum": [4],
    "transferType": [4],
    "openTime": ["2005-12=26_", "2010-11=8_"],
    "serviceTime": "05:56-23:56",
    "firstTrain": [[[1, "06:01"], [3, "06:01"]], [[1, "07:00"]]],
    "lastTrain": [[[1, "23:32"], [3, "23:51"]], [[1, "23:30"]]],
    "structureDesc": [["车站楼层", "林和西站共设有两层，地面为林和西路、天河北路，中信广场等建筑；地面与地下一层之间的APM线夹层设有客服中心；地下一层为3号线南北站厅、APM线站厅及APM线月台；地下二层为3号线月台。"], ["站厅", [{"data": "林和西站设有3个站厅：分别为3号线南北两个站厅以及APM线站厅，均位于地下一层。南北站厅之间在非付费区设有联络通道通往各自站厅。\n\n为了方便乘客进出，3号线付费区位于各站厅内侧，APM线由于站厅与月台设于同一层，因此APM线站厅南侧被划作收费区。3号线站厅的付费区内设有多组扶手电梯，以及北站厅专用电梯（升降机）供乘客来往站厅及月台。"}, {
        "title": "商店及自助服务",
        "data": "站厅层设有售票机、自动售卡/充值机、客务中心等设施，而APM线的客务中心、警务室则设于地面与地下一层之间的夹层处。此外本站还设有便利店、面包糕饼店、糖果店、洗衣店等车站商店，以及中国银行自动柜员机、自动售卖机、自动照相机、“好易”自助服务机等自助服务设施。本站与3号线北延段各车站一样，南北站厅均设有航班查询方便前往机场登机的乘客。"
    }, {
        "title": "换乘方式",
        "data": "换乘方面，两线之间通过位于南站厅的换乘通道进行换乘。但由于APM线为独立计费，因此两线车站的付费区并没有合并，乘客换乘时需要先出闸，到达另一条线再入闸进行换乘。"
    }]], ["月台", "本站3号线和APM线均设有一个岛式月台，其中3号线月台位于林和西路地底；APM线月台位于天河体育中心北端地底。\n\n另外，APM线车站南端设有一个双渡线，全部APM线的列车均在此双渡线进行站前折返。在APM线开通初期至今大部分时候只使用4号站台进行上下客，而3号站台只会在特殊情况下才会使用，大部分时间则停放备用列车。另外在本站设计中，APM线的站厅与月台设于同一层，路轨北端即为车站站厅，无法再继续延伸，因此本站成为APM线的北端永久终点站。"]],
    "exitDesc": "林和西站目前设有4个出入口供乘客进出。",
    "usageDesc": "林和西站位处天河北商务区，周边为高级写字楼、商业中心区以及部分住宅区，亦邻近天河体育中心北门。因此在3号线开通初期，本站已吸引到相当多的客流。现时使用该站出入闸的人流都是附近的居民、上班人士、酒店住客、娱乐和购物人士。上下班高峰期，都会有非常多的乘客出入本站。亦有不少来自3号线北延段的乘客利用本站转乘APM线前往珠江新城，避免在人多挤迫的体育西路站换乘。\n\n现时工作日晚超高峰期间，3号线北延段列车在体育西路站开出时往往已经满载乘客，导致本站和广州东站的乘客难以上车而需要轮候数班车。因此在该期间3号线会加开数班空车，在本站起载往机场北站，以疏导本站和广州东站晚高峰积压的客流。同时在2017年6月19日起，逢工作日的17:30-19:00，本站将实行客流控制，以缓解进站的乘客造成车站拥挤。",
    "history": [["规划", "在2000年的广州市轨道交通近期线网规划实施方案中，5号线环线的东段被独立出来，北端延至广州火车东站，并同时易名为3号线。中途设有林和西站，为3号线主线其中一个车站之一，车站位置基本与现时相同。2003年4月26日，本站正式动工建设，期间实行巴士站迁移、巴士线路调整以及交通改道措施。2005年12月26日，随3号线首通段（广州东站至客村）开通试营运，本站正式启用。"], ["预留的换乘结构", "在3号线设计之时，因应当时规划的9号线（后更名为14号线，该段为现11号线的一部分）经过林和西站与3号线换乘，因此设计时考虑了于天河北路下方设置与现有站台呈十字相交的侧式站台、并在3号线建设时于站台预留未来增设站台到站台换乘扶梯的条件。但因规划调整后的11号线改走广州东站，该结构并未实施。"], ["APM线路", "2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线北端终点站。2010年11月8日，APM线林和西至歌剧院（现大剧院）开通试运营，本站及其换乘功能正式启用。"]],
    "platformBelong": [["6", "3"], ["2", "3"], ["2", "APM"], ["2", "APM"]]
};