let s_inf_55 = {
    "name": ["燕塘", "燕塘", "燕塘-えんとう", "옌탕 역", "Yantang"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.327132, 23.15998],
    "via": ["3", "6"],
    "shortDesc": "燕塘站是广州地铁3号线和6号线的换乘车站，车站位于天河区广汕公路燕岭路与规划路燕兴路三角交叉口，于2010年10月30日随3号线北延段开通而启用。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    "exitNum": [4],
    "transferType": [2, 3],
    "openTime": ["2010-10=30_", "2013-12=28_"],
    "serviceTime": "06:01-23:52",
    "firstTrain": [[[1, "06:06"], [3, "06:16"]], [[0, "06:19"], [1, "06:14"]]],
    "lastTrain": [[[1, "23:36"], [3, "23:47"]], [[0, "23:27"], [1, "23:20"]]],
    "structureDesc": [["车站楼层", "本站共四层。地面为燕岭路、燕兴路及附近住宅楼等建筑，地下一层为站厅层；地下二层为六号线站台层；地下三层为换乘平台层；地下四层为三号线站台层。"], ["站厅", [{"data": "与车陂南站站厅一样，燕塘站站厅呈“T”型分布。为了不影响燕岭路交通以及车站埋深影响，站厅位于燕兴路与燕岭路交界地底，即3号线站台北侧部分上面。为了方便行人进出，收费区设于站厅中东侧，周围为非收费区包括行人通道以及车站商店等。站厅收费区范围亦设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客来往不同线路的站台。"}, {
        "title": "商店及自助服务",
        "data": "受限于车站站厅空间，燕塘站仅有一家便利店。站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。另外，本站与3号线北延段各车站一样，在站厅处亦设有航班查询方便前往机场登机的乘客。"
    }, {
        "title": "换乘方式",
        "data": "两线月台之间通过换乘平台连接，由于考虑到3号线和6号线有较大的运力差距，现时客流组织安排下6号线换乘3号线可从站台通过换乘平台直接往下换乘，3号线换乘6号线则需要绕经站厅。但乘客亦可通过贯通本站四层的升降机进行更为直接的换乘。"
    }]], ["月台", "本站3号线设有一个岛式月台，其中北端为明挖部分，可以通往换乘层，南端是暗挖部分，位于燕兴路与燕岭路交界地底。6号线亦设有一个岛式月台，位于燕岭路北侧，与3号线垂直，6号线在上，3号线在下。其中本站的公共洗手间以及无障碍洗手间设于6号线站台东端。\n\n本站受制车站长度和3号线的埋深，因此站厅无法设置直达3号线站台的扶梯。乘客若需要乘坐3号线，则需要从负一层的站厅开始，乘搭三段扶梯，路经负二和负三层辗转来往位于负四层的3号线站台。同时负三层往负二层的扶梯没有直接连接，在负三层需要步行登上数级楼梯才能乘坐扶梯。\n\n另外，两线月台上的书法字也有所区别，3号线在焗漆板上采用由叶根友制作的书法大字，6号线在玻璃板上采用华文行楷电脑书法字。"]],
    "exitDesc": "燕塘站共设有3个出入口，三个出口相隔不过百米，且都在燕岭路北面。前往燕岭路南面则需要通过市政行人天桥。但因天桥设计问题以及桥上乱摆买的现象，给市民出行带来不便。所以有市民呼吁增加通往燕岭路南边的出口，但地铁方面称若兴建横跨燕岭路的地下通道，受制于燕岭路下方的地质条件，施工风险极大，期间将会严重影响甚至瘫痪燕岭路的交通；同时B出口附近已设有市政行人天桥可供市民横跨燕岭路，再增建出口则会功能重叠，造成资源浪费。市规划局则称会考虑对该行人天桥进行改造，令使用更为方便，然而改造却不了了之。",
    "usageDesc": "本站附近为密集的住宅区，同时在6号线开通前，燕岭路、天源路甚至广汕路周边居民亦会乘坐巴士前往本站换乘地铁。因此本站全天客流较多，高峰期更会进一步上升。在清明节期间，亦有不少市民在本站或天河客运站转乘巴士，前往位于两站之间的银河园（广州市殡仪馆）祭拜先人。而6号线开通后，本站客流再次得到提升，受制于6号线的列车编组，因此来自3号线的客流高于6号线。\n\n由于受制于体育西路站的折返能力，3号线北延段运能目前无法再得以有效提升。而且本站客流超过现时3号线北延段的运能，因此目前周一至周五（工作日）7:50-8:40、周一至周四18:00-19:30、周五（含节假日前一天）17:30-20:30将会在本站实施客流控制，避免3号线月台积压的乘客过多，造成安全隐患。",
    "history": [["规划", "燕塘站的出现最早在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，当时的7号线走向已经与现时6号线大致相同，然后在2003年的规划方案中，机场快线被并入3号线，并改为大致沿白云山东边布置，亦设有燕塘站，使本站成为3号线和6号线的换乘车站。3号线北延段于2007年底开工，2009年1月7日，车站附近横跨燕岭路的天桥出现下沉，下沉幅度超过10厘米。2009年11月20日，本站主体结构施工全部完成。2010年10月30日，本站随3号线北延段开始运营时启用。2013年12月28日，6号线开通运营，本站成为3号线和6号线的换乘车站。"]],
    "platformBelong": [["6", "3"], ["2", "3"], ["1", "6"], ["2", "6"]]
};