let s_inf_56 = {
    "name": ["梅花園", "梅花园", "梅花園-ばいかえん", "메이화위안 역", "Meihuayuan"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.320507, 23.175211],
    "via": ["3"],
    "shortDesc": "梅花园站是广州地铁3号线的一座车站，车站位于白云区广州大道北怡新路口以南的地底，车站于2010年10月30日开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-10=30_"],
    "serviceTime": "06:03-23:49",
    "firstTrain": [[[1, "06:08"], [3, "06:13"]]],
    "lastTrain": [[[1, "23:39"], [3, "23:44"]]],
    "structureDesc": [["车站楼层", "梅花园站共设有三层，地面为广州大道北、梅园新村以及其它建筑，地下一层为站厅层；地下二层为车站设备层；地下二层为3号线月台层。"], ["站厅", [{"data": "为方便行人进出，梅花园站站厅收费区位于站厅东侧处，收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯供乘客往返月台。"}, {
        "title": "商店及自助服务",
        "data": "梅花园站内设置便利店、面包糕饼店、洗衣店，以及自动售卖机、民生银行自动柜员机、羊城通充值机等，商店主要是在站厅非收费区。另外车站内亦设有“好易”自助服务、自动售卡/充值机等自助服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "梅花园站设有一个岛式月台，位于广州大道北地底。"]],
    "exitDesc": "梅花园站共设有两个出入口，相距仅约150米，且均位于广州大道北东侧，需要来往广州大道北西侧的乘客则需到B出入口附近的人行横道过街。",
    "usageDesc": "本站邻近多个住宅小区以及部分城中村落，部分居住较远的乘客会乘坐车站B出入口旁的784路等其它公交线路至本站接驳地铁。因此无论是平日还是节假日，车站出入闸人流众多。\n\n早高峰时段，由于北延段沿途站点大部分上班人士会乘坐地铁前往市区，加上北延段交路的终点站体育西路站往机场北站方向站台由于为单线站前折返设计，令3号线北延段高峰班次只能维持在极限的4分30秒一班，运能已无法再提升，为了保证本站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰7时45分至9时将视情况采取客流控制措施，维持运营秩序。\n\n由于3号线客运量日渐增大，2015年4月16日始，客流控制措施延后15分钟结束。",
    "history": [["规划", "本站在2003年的规划中，机场快线被并入3号线中，并改为大致沿白云山东边布置，并在中途设置本站，位置与现时相若。\n\n3号线北延段于2007年底开工；最终于2010年10月30日，本站随3号线北延段开始运营时启用。"], ["屏蔽门爆裂", "2012年8月8日上午8时许，本站2号月台的屏蔽门突然爆裂，单扇玻璃门整体破碎，随后，列车乘务员紧急暂停了列车，维修工人进入现场把屏蔽门玻璃打碎进行紧急抢修。大约过了10多分钟，待工作人员确保现场安全后，列车才重新启动。事故并未造成人员伤亡。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};