let s_inf_57 = {
    "name": ["京溪南方醫院", "京溪南方医院", "京渓南方医院-けいけいなんぽういいん", "징시 남방 병원 역", "Jingxi Nanfang Hospital"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.326126, 23.185225],
    "via": ["3"],
    "shortDesc": "京溪南方医院站是广州地铁三号线的车站，位于白云区广州大道北京溪路口北侧的地底，邻近南方医院。车站于2010年10月30日开通。\n\n本站站名共有六个汉字，目前是广州地铁系统中最长的站名之一，由车站附近的京溪村及南方医院两个名称组合而成。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-10=30_"],
    "serviceTime": "06:05-23:47",
    "firstTrain": [[[1, "06:10"], [5, "06:11"]]],
    "lastTrain": [[[1, "23:41"], [5, "23:42"]]],
    "structureDesc": [["车站楼层", "京溪南方医院站共设有两层，地面为广州大道北、京溪路、南方医院、南方医科大学、一五七医院以及其它住宅小区等建筑，地下一层为站厅层；地下二层为3号线月台层。"], ["站厅", [{"data": "为方便行人进出，收费区位于站厅西侧处，东侧以及南北两侧分别为行人通道及商店，商店主要是在大堂非收费区，收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯往返月台。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，京溪南方医院站内设置便利店、自动售卖机、自动照相机以及民生银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "3号线设有一个岛式月台，位于广州大道北地底。"]],
    "exitDesc": "京溪南方医院站共设有4个出入口，现时仅开通C出入口和D出入口，A出入口和B出入口由于涉及征地拆迁问题而无法开通使用。\n\n同时，目前开通的两个出入口均位于广州大道北西侧，且相隔不过百米，因此如需前往广州大道北东侧的乘客则需经过C出入口附近的人行横道。",
    "usageDesc": "本站邻近多个住宅小区、南方医院和南方医科大学，同时车站附近有京溪村、白水塘等城中村落，因此无论是平日还是节假日，车站出入闸人流众多。\n\n早高峰时段，由于北延段沿途站点大部分上班人士会乘坐地铁前往市区，加上北延段交路的终点站体育西路站往机场北站方向站台由于为单线站前折返设计，令3号线北延段高峰班次只能维持在极限的4分30秒一班，运能已无法再提升，为了保证本站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰7时45分至9时15分将视情况采取客流控制措施，维持运营秩序。",
    "history": [["规划", "本站在2003年的规划中，机场快线被并入3号线中，并改为大致沿白云山东边布置，并在中途设置本站，当时的车站以南方医院站的名义出现。\n\n3号线北延段于2007年底开工。2009年9月28日，三号线北延段施工最难的区间梅花园站至同和站段双线贯通。2010年7月18日，北延段短轨顺利贯通。30日，北延段长轨贯通。2010年10月30日，本站随3号线北延段开始运营时启用。"], ["车站命名", "广州市民政局地名办在2007年7月初步确定了三号线北延长段的11个车站站名。其中除机场南站和机场北站是采用公共场所名称命名之外，其余9个站都是以当地名为命名依据，其中包括称为京溪站的本站。\n\n但在同年12月底公布的民政局公告中，本站改为其现有站名，采用类似于汉溪长隆站那样的地区名+企业名的形式，并一度引来争议。同时本站也成为如今广州地铁站名字最长的车站之一，另一个站为白云文化广场站。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};