let s_inf_58 = {
    "name": ["同和", "同和", "同和-どうわ", "퉁허 역", "Tonghe"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.326264, 23.19706],
    "via": ["3"],
    "shortDesc": "同和站是广州地铁3号线的一座车站，车站位于白云区广州大道北白沙路口西南侧的地底，车站于2010年10月30日开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-10=30_"],
    "serviceTime": "06:04-23:48",
    "firstTrain": [[[1, "06:13"], [3, "06:09"]]],
    "lastTrain": [[[1, "23:43"], [3, "23:40"]]],
    "structureDesc": [["车站楼层", "同和站共设两层，地面为广州大道北、白山路以及其它建筑，地下一层为站厅层；地下二层为3号线月台层。"], ["站厅", [{"data": "为方便行人进出，收费区位于站厅东侧处，西侧以及南北侧为行人通道及商店，商店主要是在大堂非收费区，收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯往返月台。"}, {
        "title": "商店及自助服务",
        "data": "同和站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、书店、时装店以及洗衣店等。此外，同和站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、民生银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "同和站设有一个岛式月台，位于广州大道北地底。\n\n另外，本站北面设有一组双存车线，该组存车线亦会用于折返短线（小交路）列车。短线班次列车在2号月台清客完成后，便会进入该存车线，折返到1号月台上客。而在其余时段内则会用于停放备用车，并在早晚高峰期间向南开出疏导客流。"]],
    "exitDesc": "同和站目前开通的C、D两个出口均位于广州大道北东侧的行人街道上，需要来往本站及广州大道北西侧的乘客需要绕行过行人斑马线前往对面。",
    "usageDesc": "本站邻近多个住宅小区，同时城中村林立，另外同和以北的南湖、大源地区由于离本站较近，所以这些乘客可以利用巴士等交通工具接驳。因此无论是平日还是节假日，车站人流众多。\n\n早高峰时段，由于北延段沿途站点大部分上班人士会乘坐地铁前往市区，加上北延段交路的终点站体育西路站往机场北站方向站台由于为单线站前折返设计，令3号线北延段高峰班次只能维持在极限的4分30秒一班，运能已无法再提升，为了保证本站不会累积过多乘客形成安全隐患，影响运营秩序，本站工作日早高峰7时45分至9时15分将视情况采取客流控制措施，维持运营秩序。\n\n本站是3号线工作日早高峰北往南单向短线车（同和至大石）的始发站；同时亦是双向短线车（番禺广场至同和）的终点站。",
    "history": [["规划", "本站在2003年的规划中，机场快线被并入3号线中，中途设置本站，位置与现实一致。 3号线北延段于2007年底开工。2009年9月28日，3号线梅花园站至本站右线贯通。2010年10月30日，本站随3号线北延段开始运营时启用。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};