let s_inf_59 = {
    "name": ["永泰", "永泰", "永泰-えいたい", "융타이 역", "Yongtai"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.306295, 23.220226],
    "via": ["3"],
    "shortDesc": "永泰站是广州地铁3号线的一座车站，位于白云区同泰路与华南快速干线交叉口的地底，车站随3号线北延伸段一同于2010年10月30日开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-10=30_"],
    "serviceTime": "06:00-23:52",
    "firstTrain": [[[1, "06:16"], [3, "06:05"]]],
    "lastTrain": [[[1, "23:47"], [3, "23:36"]]],
    "structureDesc": [["车站楼层", "永泰站共设两层，地面为同泰路、华快三期高架以及其它建筑，地下一层为站厅层；地下二层为月台层。"], ["站厅", [{"data": "为方便行人进出，永泰站站厅中间偏北处被划分为收费区，四周被行人通道及商店包围，收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯可供乘客来往于站厅及月台。"}, {
        "title": "商店及自助服务",
        "data": "永泰站提供少量商店，例如便利店以及面包糕饼店。此外，本站亦另外设有自动售卖机、自动照相机等自助服务设施供乘客使用。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "永泰站设有一个岛式月台，位于同泰路地底。"]],
    "exitDesc": "永泰站共设有3个出入口。",
    "usageDesc": "永泰站周边有多个城中村，例如永泰村、磨刀坑村、元下田村，附近同时有颐和山庄等楼盘，致使该地区住宅区集中，因此使用该站出入闸的人流十分高。\n由于3号线客运量日渐增大，本站自2015年4月16日起工作日早高峰7时45分至9时15分将视情况采取客流控制措施，维持运营秩序。",
    "history": [["规划", "本站在2008年6月24日是按照市建委要求，在3号线的永泰站（现白云大道北站）与同和站之间增设的，当时车站以永泰东站出现。\n\n2009年2月16日，三号线北延段同（和）-永（泰）-嘉（禾）区间的盾构机始发。在车站开通前夕，本站被定名为现在的站名，同时本站西北侧的“永泰站”根据车站所处路段更名为现在的白云大道北站。\n\n2010年10月30日下午2时，3号线北延段全线投入营运，本站启用。"], ["信号系统故障", "2015年3月19日上午7:40分，本站至白云大道北区间因信号系统故障导致大批乘客延误，持续约40分钟。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};