let s_inf_60 = {
    "name": ["白雲大道北", "白云大道北", "白雲大道北-ばくうんだいどうほく", "바이윈다다오 북역", "Baiyun Dadaobei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.298178, 23.222382],
    "via": ["3"],
    "shortDesc": "白云大道北站是广州地铁3号线的一座车站，位于白云区尖彭路白云大道北路口的西南角，车站随3号线北延伸段一同于2010年10月30日开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [5],
    "openTime": ["2010-10=30_"],
    "serviceTime": "05:58-23:53",
    "firstTrain": [[[1, "06:18"], [5, "06:03"]]],
    "lastTrain": [[[1, "23:48"], [5, "23:34"]]],
    "structureDesc": [["车站楼层", "白云大道北站共设两层，地面为尖彭路、白云大道、华快三期高架以及其它建筑，地下一层为站厅层；地下二层为3号线月台层。"], ["站厅", [{"data": "为方便行人进出，收费区位于站厅中北侧处，四周为行人通道及商店，商店主要是在大堂非收费区，收费区内设有多组专用电梯（升降机）、扶手电梯及楼梯往返月台。"}, {
        "title": "商店及自助服务",
        "data": "白云大道北站内提供少量商店，例如有便利店以及面包糕饼店等。此外，白云大道北站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、民生银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "白云大道北站设有一个岛式月台，位于尖彭路南侧的地底。"]],
    "exitDesc": "白云大道北站设有5个出入口。",
    "usageDesc": "车站周边邻近元下田村、永泰新村等村落以及住宅小区，因此本站主要客流以上述居民为主，在上下班高峰期间会有颇多乘客在本站出入闸。\n\n另外，本站离2号线的黄边站距离较近（从本站C1出入口到黄边站B出入口距离为1.3公里），因此前往该站的乘客一般会搭乘地铁前往天河区以及珠江新城等地。不过绝大部分乘客仍会在本站搭乘地铁前往嘉禾望岗站换乘2号线。",
    "history": [["规划", "本站在2003年的规划中，机场快线被并入3号线中，中途设置本站，位置与现实相若，车站当时以永泰站的名义出现。\n3号线北延段于2007年底开工。2009年2月16日，三号线北延段同（和）-永（泰）-嘉（禾）区间的盾构机始发。在车站开通前夕，本站根据车站所处路段更名为现在的白云大道北站。2010年10月30日，本站随3号线北延段开始运营时启用。"], ["信号系统故障", "2015年3月19日上午7:40分，本站至白云大道北区间因信号系统故障导致大批乘客延误，持续约40分钟。"], ["外物入侵", "2013年10月2日9时08分，北延段遭钻管打穿隧道，事发地位于白云大道北站附近、往体育西路方向的隧道上方，钻管掉落隧道，所幸列车及时停车，未发生碰撞。事件导致三北白云大道北—永泰区间停运，同和站—体育西路站、机场南站—龙归站小交路运行，龙归站—嘉禾望岗站单线往返运行。9时52分后逐步恢复正常行车。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};