let s_inf_61 = {
    "name": ["龍歸", "龙归", "竜帰-りゅうき", "룽구이", "Longgui"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.300834, 23.288736],
    "via": ["3"],
    "shortDesc": "龙归站是广州地铁3号线的一座车站，车站位于白云区106国道高桥西路口南侧，于2010年10月30日随3号线北延段开通而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2010-10=30_"],
    "serviceTime": "05:59-00:01ND",
    "firstTrain": [[[1, "06:04"], [5, "06:12"]]],
    "lastTrain": [[[1, "23:56"], [5, "23:27"]]],
    "structureDesc": [["车站楼层", "龙归站共设两层，地面为106国道、高桥西路、龙归墟以及其它建筑，地下一层为站厅；地下二层为3号线站台层。"], ["站厅", [{"data": "为方便行人进出，龙归站站厅东侧被划分为收费区，站厅收费区内设有多组专用电梯（升降机）、扶手电梯以及楼梯供乘客往返于站厅与站台。"}, {
        "title": "商店及自助服务",
        "data": "车站商店及自助服务方面，人和站设有便利店以及自动售卖机、民生银行ATM、“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "龙归站设有一个岛式月台，位于106国道地下。\n\n另外，本站南端设有一条存车线，供停放备用列车。"]],
    "exitDesc": "龙归站共设有3个出入口。",
    "usageDesc": "龙归站位于龙归以东一带，周边以多个住宅小区，以及村落和农田为主。另外，龙归站附近有多条巴士线路前往太和镇中心以及龙归以西等地，这些地方的乘客均会利用本站接驳地铁来往广州市区。因此本站客流相当可观，每当节假日期间本站客流更会上升至非常大的水平。\n\n由于3号线客运量日渐增大以及龙归站客流增长明显，2016年6月22日开始，工作日7:45-9:15，本站将实施常态化客流控制。",
    "history": [["规划", "本站在2003年的规划中，机场快线被并入3号线中，中途设置本站，位置与现实相若。\n\n3号线北延段于2007年底开工。2010年10月30日，本站随3号线北延段开始运营时启用。"], ["施工事故", "2009年5月15日，三号线北延段，人和至龙归之间的人-龙(三)盾构施工人员开舱检查时突遇不明气体，造成三人死亡。"], ["外物入侵", "2012年10月12日9时21分，北延段嘉禾望岗—龙归下行区间隧道遭地面违规钻探打穿隧道，钻管掉落隧道，致使两列列车车头玻璃受损，两度停运。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};