let s_inf_62 = {
    "name": ["人和", "人和", "人和-じんわ", "런허 역", "Renhe"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.295995, 23.335224],
    "via": ["3"],
    "shortDesc": "人和站是广州地铁3号线的一座车站，车站位于白云区人和大马路（106国道人和段）方华公路路口以东地下，于2010年10月30日开通。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2010-10=30_"],
    "serviceTime": "06:02-00:06ND",
    "firstTrain": [[[1, "06:09"], [5, "06:07"]]],
    "lastTrain": [[[1, "00:01"], [5, "23:22"]]],
    "structureDesc": [["车站楼层", "人和站共有两层，地面为人和大马路及其它建筑；地下一层为站厅层；地下二层为3号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅北侧被划作收费区，收费区内设有一台专用电梯（升降机），以及三组扶手电梯和一组楼梯供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "人和站站厅设有售票机、自动售卡/充值机、客务中心，以及便利店、洗衣店、面包糕饼店等设施。\n\n本站与3号线北延段各车站一样，设有航班查询方便前往机场登机的乘客。"
    }]], ["月台", "人和站设有一个岛式月台，位于人和大马路地底。"]],
    "exitDesc": "人和站共设有3个出入口。",
    "usageDesc": "人和站位于人和镇中心一带，同时众多来往人和镇各地、邻近白云区各镇和花都区部分地区的公交线路途经本站附近或设置总站，因此这些地方的乘客均会利用本站接驳地铁来往广州市区。因此本站客流相当可观，每当节假日期间本站客流更会上升至极高的水平，经常需要实施客流控制，以避免月台积压的乘客过多造成安全隐患。\n\n随着2017年底9号线的开通，需要来往花都区的乘客陆续改为经由高增站换乘9号线前往花都各地，令本站的进出站客流有所减少。",
    "history": [["规划", "本站在2003年的规划中，机场快线被并入3号线中，中途设置本站，位置与现实相若。\n\n3号线北延段于2007年底开工。2010年10月30日，本站随3号线北延段开始运营时启用。"], ["施工事故", "2009年5月15日，三号线北延段，人和至龙归之间的人-龙(三)盾构施工人员开舱检查时突遇不明气体，造成三人死亡。"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};