let s_inf_63 = {
    "name": ["高增", "高增", "高増-こうぞう", "가오쩡 역", "Gaozeng"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.295504, 23.355162],
    "via": ["3", "9"],
    "shortDesc": "高增站是广州地铁3号线和9号线的一座换乘车站，也是9号线的东端终点站。位于白云区人和镇高增村，人和安置区西北面。车站于2017年12月28日随9号线首期通车而启用。\n\n本站是广州地铁继万胜围站、车陂南站和昌岗站后，第四个启用后即为换乘站的车站。同时也是9号线唯一一座设于花都区以外的地铁车站。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [1, 1],
    "exitNum": [4],
    "transferType": [2],
    "openTime": ["2017-12=28", "2017-12=28_"],
    "serviceTime": "05:59-23:59",
    "firstTrain": [[[1, "06:12"], [3, "06:04"]], [[1, "06:06"]]],
    "lastTrain": [[[1, "00:04ND"], [3, "23:19"]], [[1, "23:15"]]],
    "structureDesc": [["车站楼层", "本站共有三层。地面为站厅，车站附近为机场高速、地铁高增站巴士总站、人和安置区、高增村村落及农田等附近建筑。地下一层为缓冲平台；地下二层分别为3号线和9号线月台。"], ["站厅", [{"data": "与嘉禾望岗站一样，本站站厅层设于地面。为方便行人进出，站厅的中央处偏西侧被划分为付费区。站厅非收费区则设有4个出入口供不同方向的乘客进出车站。"}, {
        "title": "商店及自助服务",
        "data": "本站设有售票机、自动售卡/充值机、客务中心，以及面包糕饼店等设施。另外，公共洗手间设于站厅D出入口旁外面，母婴室则设于B出入口旁，均位处站厅层非付费区。"
    }, {
        "title": "换乘方式",
        "data": "由于本站并不是一个跨月台转车站。换乘时，需先上楼前往缓冲平台，再下楼到另一条线的月台。另外乘客从本站入闸进站时，同样需要下楼至缓冲平台，再下楼到其中一条线的月台，亦可以通过连通三层的专用电梯（升降机）从站厅直接前往其中一条线的月台。"
    }]], ["月台", "本站共有两个岛式月台并排布置，位于机场高速东侧高增村种植场地下。9号线使用西侧岛式月台，3号线使用东侧岛式月台。\n\n本站3号线月台北端设有一条存车线。当3号线机场段出现故障，往机场北列车将以本站为终点站并通过此存车线折返。届时前往机场的乘客需要转乘其它交通工具前往。而9号线月台两端均设有交叉渡线，可用于9号线列车折返。同时亦会设置与3号线的联络线。\n\n此站3号线部分共预留了3处与9号线的联络轨道。其中南侧上行线（南行）一处预留了道岔和隧道接口，北侧上下行线各预留了隧道接口但并未安装道岔，未来需要贯通运营时再作改造。"]],
    "exitDesc": "高增站设有4个出入口供乘客进出车站。",
    "usageDesc": "由于现时高增站附近仍未开始发展，道路等配套设施也未完善。且高增站目前是9号线唯一的换乘车站，9号线乘客若需往返广州市区，均需要在本站换乘。因此本站启用后，客流绝大多数都以换乘为主。而在本站进出的客流较少，大多数是接驳巴士的乘客。",
    "history": [["规划", "本站在工程规划期间以矮岗站称呼本站。\n\n本站3号线月台和隧道的土建工程已经在3号线北延段建设之时完成，2010年10月30日3号线北延段开通时，月台已装好屏蔽门，亦装有必要的车站设备，但当时由于本站周边皆为农田，没有进出车站的客流需求，同时预计本站开通后客流绝大多数都以换乘为主。因此本站计划与9号线同步建设地面站厅，并留待9号线开通时同步对公众开放使用。因此在3号线北延段开通后长达七年多的时间内，3号线列车减速运行并不停站通过。而在此站在未对公众开放使用的这段时间，亦会配有值班职员。\n\n2017年12月28日接近中午时分，本站随9号线首期通车而启用，同时3号线列车开始停靠本站。本站也成为广州地铁车站中，第四个启用后即为换乘站的车站。"]],
    "futureExpansion": [["贯通运营", "未来有计划待10号线建成后，9号线可能将会与3号线贯通运营。但受制于车站配线，预计贯通期间本站月台安排如下：\n\n1站台\t番禺广场方向\n2站台\t机场北、飞鹅岭方向\n3站台\t飞鹅岭方向\n4站台\t番禺广场方向"]],
    "platformBelong": [["6", "3"], ["2", "3"], ["9", "9"], ["2", "9"]]
};