let s_inf_64 = {
    "name": ["機場南 - 1號航站樓", "机场南 - 1号航站楼", "白雲空港南-はくうんくうこうみなみ", "공항 남역", "Airport South - Terminal 1"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.303097, 23.38669],
    "via": ["3"],
    "shortDesc": "机场南站是广州地铁3号线的一座车站，车站位于花都区广州白云国际机场一号航站楼出发大厅中庭地底，车站于2010年10月30日随3号线北延段开通而正式启用。\n\n因本站接驳白云机场1号航站楼，故在线路图上以括号加注“1号航站楼”提醒乘客。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [0],
    "openTime": ["2010-10=30_"],
    "serviceTime": "05:58-00:13ND",
    "firstTrain": [[[1, "06:14"], [5, "06:14"]]],
    "lastTrain": [[[1, "00:08ND"], [5, "23:27"]]],
    "structureDesc": [["车站楼层", "本站共有两层，其上盖为广州白云国际机场一号航站楼。地下一层为地铁站厅；地下二层为3号线月台。\n\n跟据机场方面的升降机指示，-1F可直接前往地铁站厅及地下通道。"], ["站厅", [{"data": "综上述，机场南站的站厅位于地下一层(-1F)。站厅付费区位于南北两侧，非付费区则设有售票机、客服中心等设施。因应机场北站开通后的客流组织需要，现时两个站厅付费区均被划分为进站（连接1号月台）和抵达（连接2号月台）两个区域。中心处则设有机场闻询处以及可来往到达平台，及机场停车场的行人通道，该范围由白云机场方面自行管辖。\n\n两侧的站厅付费区各自设2组扶手电梯，以及楼梯连接于站台，专用电梯（升降机）在南北两侧的付费区各设有1个，其中位于南侧付费区的升降机只连接1号月台，而北侧付费区的升降机则连接2号月台。\n\n由于预料前往机场的乘客携带的行李较多，因此本站在建成时是广州地铁早期少数设有阔闸机的车站。\n\n另外，本站在站厅层北侧设有以“盛迎”为主题的文化艺术墙，以广州市的市花“木棉花”为主题，并配以世界各国的多种问候语言创作而成，充分展现了广州喜迎四方来客的花城形象。本站亦成为2010年或之前启用的广州地铁车站中首个增设文化艺术墙的车站，该文化艺术墙于2016年国庆节前完工。"}, {
        "title": "商店及自助服务",
        "data": "与市区车站不同，本站并没有设置车站商店，不过设置了民生银行自动柜员机、自动售卖机、自动照相机等，车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务。"
    }, {
        title: "免费转乘服务",
        data: "白云机场2号航站楼投入使用后，广州地铁在机场南和机场北两站设置了转乘通道，供乘客免费乘坐3号线来往机场1号及2号两个航站楼。转乘通道口设置在站厅闸机处，为闸门常开的二维码闸机。本站转乘通道入口设置在付费区的抵达区域，可前往2号月台乘车前往机场北站；出口则设置在进站区域，供机场北站出发的乘客抵达本站1号月台下车后，前往站厅出站。经免费转乘通道进站后前往市区车站出站，会被视为无票乘车而需缴纳出闸车站的线网最高票价。"
    }]], ["月台", "本站设有两个侧式月台，位于广州白云国际机场一号航站楼地底。\n\n另外，本站站台北端设有一组交叉渡线，当机场北站出现故障时，往机场北站的列车将会通过此渡线折返，以本站为临时总站。本站为3号线北延段终点站时，列车亦使用该组渡线折返。"]],
    "exitDesc": "由于本站直接设于广州白云国际机场1号航站楼地底，因而并不像一般车站那样设置单独通道出入口，而是乘客通过扶梯、电梯，出闸后直接到达航站楼地面首层，以接驳航空与地铁两种交通。\n\n现时为配合机场安检措施，所有乘客在本站出闸后就必须经由机场方面设置的防爆安检区以配合机场安检工作。",
    "usageDesc": "在3号线北延段开通前，机场已有较为发达的地面公共交通服务；同时地铁车站设于一号航站楼中心地底，由于机场设计原因，来往机场出发/到达较为不便；以及本站开通首一年的时间需要加收5块人民币的机场特别费，因此车站开通初期仍有不少乘客继续乘搭机场快线等地面交通来往市区，本站客流偏低。后来机场特别费被取消，以及更多乘客选择地铁来往机场，避免地面交通的交通挤塞，客流稳步上升。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，已确定在新白云国际机场设站，并作为2号线的终点站。后来于2000年的近期线网规划调整方案中，2号线被缩短至嘉禾，另外规划一条新的机场快线前往新机场。同时因应新机场分为两个航站楼，分别设立机场南站与机场北站与其对应。在2003年规划中，机场快线最终成为3号线的一部分。\n\n随后机场南站与一号航站楼一同开工建设，其后位于地库中部的预留站厅及站台一直被围板封住，并待广州地铁方面完成车站以南的区间等工程建设后，于2010年11月30日下午，随3号线北延段开通试运营，车站启用。2018年4月26日，机场北站开通，本站成为中途站。"], ["机场特别费", "从三号线北延段开通首一年期间，机场南站曾为机场特殊收费段，凡在该两站进出的乘客曾经在按现行程收费票价基础上加收5元人民币机场特别费。2011年10月31日起已取消。"],["命名争议","白云国际机场分别设有一号及二号航站楼，分别配套的地铁车站却被命名为机场南和机场北站，未能直接指示地铁站所对应的航站楼。机场南站开通后长达接近8年的时间内，因白云机场只使用一号航站楼，此问题并未引起市民关注。而到了2018年，二号航站楼启用前夕，开始有市民和媒体关注地铁站名与航站楼名称不对应的问题，质疑地铁站名会否令需要前往机场的乘客搞不清楚应在哪个站下车，而前往错误的航站楼。而综观国内外有两个或以上航站楼的机场，各自的配套地铁车站也大多直接以航站楼名称命名，如北京首都机场、上海虹桥机场、重庆江北机场及伦敦希斯路机场等等。\n\n广州地铁方面则回应指出，机场南北两站的站名是“民政局地名办早已确定”的，但运营方面将着手增加提示，提醒乘客两个车站分别对应哪个航站楼。但仍有市民指出，与其“打补丁”让乘客处理更多信息，为何不直接改名？"]],
    "platformBelong": [["6", "3"], ["2", "3"]]
};