let s_inf_65 = {
    "name": ["機場北 - 2號航站樓", "机场北 - 2号航站楼", "白雲空港北-はくうんくうこうきた", "공항 북역", "Airport North - Terminal 2"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.305659, 23.396197],
    "via": ["3"],
    "shortDesc": "机场北站是广州地铁3号线的北面终点站，位于广州白云国际机场交通中心地底。于2018年4月26日随白云机场2号航站楼启用而启用，同时取代机场南站成为广州地铁3号线（主线）北面终点站。\n\n因本站接驳白云机场2号航站楼，故在线路图上以括号加注“2号航站楼”提醒乘客。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2018-4=26_"],
    "serviceTime": "05:55-00:15ND",
    "firstTrain": [[[5, "06:00"]]],
    "lastTrain": [[[5, "23:15"]]],
    "structureDesc": [["车站楼层", "本站共有三层，其上盖为广州白云国际机场交通中心以及二号航站楼。地下二层为地铁站厅；地下三层为3号线月台。"], ["站厅", [{"data": "机场北站站厅的付费区位于南侧，与机场南站一样，现时站厅付费区被栏杆划分为进站（连接1号月台）和抵达（连接2号月台）两个区域。付费区的两个区域均设有三组扶手电梯、一组楼梯以及两台专用电梯（升降机）分别连接各自的月台。\n\n与机场南站一样，本站在站厅层东侧，以及A出入口处连接站厅之间的扶手电梯旁设有以“盛迎”为主题的文化艺术墙。"}, {
        "title": "商店及自助服务",
        "data": "机场北站站厅设有售票机、自动售卡/充值机、客务中心，以及自动照相机、自动售卖机等自助服务设施。"
    }, {
        title: "免费转乘服务",
        data: "白云机场2号航站楼投入使用后，广州地铁在机场南和机场北两站设置了转乘通道，供乘客免费乘坐3号线来往机场1号及2号两个航站楼。转乘通道口设置在站厅闸机处，为闸门常开的二维码闸机。本站转乘通道入口设置在付费区的进站区域，可前往1号月台乘车前往机场南站；出口则设置在出站区域，供机场南站出发的乘客抵达本站2号月台下车后，前往站厅出站。经免费转乘通道进站后前往市区车站出站，会被视为无票乘车而需缴纳出闸车站的线网最高票价。"
    }]], ["月台", "和机场南站一样，本站站台为侧式站台，位于机场交通中心地底。本站站台南端设有一条单渡线；北端则设有交叉渡线，供所有3号线列车进行站后折返的工作。在早晚高峰过后及晚上收车前夕，部分列车在2号月台清客后会退出服务，然后折返至1号月台开出，沿途不停站返回嘉禾车辆段。届时1号月台会发出广播，提醒乘客不能上车。\n\n与高增站一样，站台书法字使用了华文行楷字体，与3号线首期和北延段各车站不同。\n\n另外，本站的公共洗手间及母婴室均设于1号月台层北侧。"]],
    "exitDesc": "机场北站目前设有2个出入口，其中A出入口通往机场交通中心客运站及停车场，B出入口则通往2号航站楼的出发大厅。\n\n另外，本站A出入口设有两座专用电梯（升降机）。",
    "usageDesc": "机场北站作为白云机场二号航站楼的重要交通配套，且地铁车站与二号航站楼获安排同步启用，令地铁成为市区来往二号航站楼的一个较为直接的交通途经；同时广州地铁提供3号线来往本站至机场南站的免费接驳转乘服务，现时有不少乘客均会通过本站来往二号航站楼。",
    "history": [["规划", "在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，已确定在新白云国际机场设站，并作为2号线的终点站。后来于2000年的近期线网规划调整方案中，2号线被缩短至嘉禾，另外规划一条新的机场快线前往新机场。同时因应新机场分为两个航站楼，分别设立机场南站与机场北站与其对应。在2003年规划中，机场快线最终成为3号线的一部分。\n\n有富力金港城的业主向市国土资源和规划委员会提议，将三号线北延至花都区内的富力金港城。但本站没有预留北延伸的条件，因此本站成为了3号线的永久终点站。\n\n机场北站连同白云机场2号航站楼以及白云机场交通中心一起，在2012年8月进行奠基仪式，2013年5月正式动工建设，直到2017年10月底完工并进行三权移交，并正式进入调试阶段。虽然有媒体透露预计于2017年12月30号开通试运营，但受到2号航站楼建设进度以及施工验收影响，一直到春节期间之后未有投入使用。\n\n2018年2月27日，广东省机场集团在广东电台民声热线节目时透露，白云机场二号航站楼将会在2018年4月26日启用。因此本站也将于在2号航站楼启用当天的首班车起正式启用。"], ["命名争议", "白云国际机场分别设有一号及二号航站楼，分别配套的地铁车站却被命名为机场南和机场北站，未能直接指示地铁站所对应的航站楼。机场南站开通后长达接近8年的时间内，因白云机场只使用一号航站楼，此问题并未引起市民关注。而到了2018年，二号航站楼启用前夕，开始有市民和媒体关注地铁站名与航站楼名称不对应的问题，质疑地铁站名会否令需要前往机场的乘客搞不清楚应在哪个站下车，而前往错误的航站楼。而综观国内外有两个或以上航站楼的机场，各自的配套地铁车站也大多直接以航站楼名称命名，如北京首都机场、上海虹桥机场、重庆江北机场及伦敦希斯路机场等等。\n\n广州地铁方面则回应指出，机场南北两站的站名是“民政局地名办早已确定”的，但运营方面将着手增加提示，提醒乘客两个车站分别对应哪个航站楼。但仍有市民指出，与其“打补丁”让乘客处理更多信息，为何不直接改名？"]],
    "platformBelong": [["6", "3"], ["9", "3"]]
};