let s_inf_67 = {
    "name": ["南橫", "南横", "南横-なんおう", "난헝", "Nanheng"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.594381, 22.747885],
    "via": ["4"],
    "shortDesc": "南横站是广州地铁4号线的一个车站，位于南沙区环市大道南逸晖路口的地底。于2017年12月28日随4号线南延段通车而启用。\n\n本站为广州地铁线网位处最南的车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:57-00:26ND",
    "firstTrain": [[[0, "06:02"], [1, "06:19"]]],
    "lastTrain": [[[0, "22:32"], [1, "00:21ND"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为环市大道南、逸晖路、江美路及其他建筑。地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅南侧被划分为收费区，收费区内设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n另外，本站连通站厅及月台的专用电梯旁壁画为南沙天后宫。"}, {
        title: "商店和自助设施",
        data: "南横站站厅设有售票机、自动售卡/充值机、客务中心和便利店、面包糕饼店等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于环市大道南的地底。\n\n另外，本站的公共洗手间设于月台西端，母婴室则设于月台东端。"]],
    "exitDesc": "南横站目前设有3个出入口供乘客进出车站。",
    "history": [["规划", "本站规划曾用名：资讯园站，而在4号线南延段各站初定站名公示中，本站定名南横站。\n\n2014年11月中旬，车站底板完成浇筑封底。2015年1月26日，车站主体结构封顶，亦为4号线南延段首座封顶的车站。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};