let s_inf_69 = {
    "name": ["大涌", "大涌", "大涌-だいちょん", "다충", "Dachong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.555975, 22.759076],
    "via": ["4"],
    "shortDesc": "大涌站为广州地铁4号线的一个车站，位于南沙区环市大道西大涌东路口的地底，2017年12月28日随4号线南延段通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:03-00:21ND",
    "firstTrain": [[[0, "06:08"], [1, "06:14"]]],
    "lastTrain": [[[0, "22:38"], [1, "00:16ND"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为环市大道西、江南路、南沙小学及其他建筑。地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅西侧被划分为收费区，收费区内设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n另外，本站连通站厅及月台的专用电梯旁壁画为南沙东涌水乡。"}, {
        title: "商店和自助设施",
        data: "大涌站站厅设有售票机、自动售卡/充值机、客务中心和便利店、面包糕饼店等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于环市大道西的地底。\n\n另外，本站的公共洗手间设于月台南端，由于公共洗手间与月台有高度差，因此在连接月台和洗手间处设有斜坡以方便轮椅人士；母婴室则设于月台北端。"]],
    "exitDesc": "大涌站目前设有3个出入口供乘客进出车站。",
    "history": [["规划", "本站规划曾用名：大涌站，在4号线南延段各站初定站名公示中，本站名称维持不变。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};