let s_inf_70 = {
    "name": ["廣隆", "广隆", "広隆-こうりゅう", "광룽", "Guanglong"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.540728, 22.772143],
    "via": ["4"],
    "shortDesc": "广隆站是广州地铁4号线的一座车站，车站位于南沙区环市大道西广兴路口。2017年12月28日随4号线南延段通车而启用。\n\n本站与位于飞沙角站旁的的南沙停车场接轨。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:05-00:18ND",
    "firstTrain": [[[0, "06:10"], [1, "06:12"]]],
    "lastTrain": [[[0, "22:40"], [1, "00:13ND"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为环市大道西、广兴路及其他建筑。地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅西侧被划分为收费区，收费区内设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n另外，本站连通站厅及月台的专用电梯旁壁画为南沙百万葵园。"}, {
        title: "商店和自助设施",
        data: "广隆站站厅设有售票机、自动售卡/充值机、客务中心和便利店、面包糕饼店等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于环市大道西的地底。本站的公共洗手间和母婴室均设于月台南端。\n\n另外，本站北端设有一条来往南沙停车场的联络线，当4号线的高架段出现故障或是台风来袭需要停运高架段时，黄村方向的列车将会通过此联络线进行折返，以本站为临时总站。"]],
    "exitDesc": "广隆站目前设有4个出入口供乘客进出车站。",
    usageDesc: "广隆站附近有多个工业厂房，因此使用本站大部分为附近工业厂房上班的乘客为主。\n\n由于本站距离最近的广隆路口巴士站较远，同时该站途径公交线路较少，不便于接驳，也导致车站除上下班高峰时段外，平日均会较为冷清。",
    "history": [["规划", "本站作为2011年4号线南延段规划变更而新设置的一座沿途车站之一，本站规划曾用名为广隆站，在4号线南延段各站初定站名公示中，本站名称维持不变。\n\n2016年5月12日，本站最后一块顶板混凝土浇筑完成，标志着本站主体结构顺利封顶。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};