let s_inf_71 = {
    "name": ["飛沙角", "飞沙角", "飛沙角-ひさかく", "페이사자오", "Feishajiao"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.540758, 22.781854],
    "via": ["4"],
    "shortDesc": "飞沙角站是4号线的一座车站，位于南沙区金隆路，京珠高速高架桥北侧的地底，旁边是四号线南沙停车场。2017年12月28日随4号线南延段通车而启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2017-12=28_"],
    "serviceTime": "06:07-00:16ND",
    "firstTrain": [[[0, "06:12"], [1, "06:15"]]],
    "lastTrain": [[[0, "22:42"], [1, "00:11ND"]]],
    "structureDesc": [["车站楼层", "本站共有两层。地面为金隆路、广隆苑、南沙停车场、京珠高速及其他建筑。地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，站厅西侧被划分为收费区，收费区内设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。\n\n另外，本站连通站厅及月台的专用电梯旁壁画为南沙湿地公园观鸟区。"}, {
        title: "商店和自助设施",
        data: "飞沙角站站厅设有售票机、自动售卡/充值机、客务中心和便利店、面包糕饼店等设施。"
    }]], ["月台", "本站设有一个岛式月台，位于金隆路的地底。\n\n本站虽为地下车站，但台风来袭需要停运露天段时，因本站没有设置折返线，4号线南段的列车只能在广隆站折返，所以届时本站亦会被迫停运关闭。\n\n另外，本站的公共洗手间设于月台北端，母婴室则设于月台南端。"]],
    "history": [["规划", "本站规划曾用名：金隆站，在4号线南延段各站初定站名公示中，本站定名飞沙角站。\n\n2015年12月下旬，车站主体结构封顶。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};