let s_inf_72 = {
    "name": ["金洲", "金洲", "金洲-きんしゅう", "진저우", "Jinzhou"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.538886, 22.792178],
    "via": ["4"],
    "shortDesc": "金洲站是广州地铁4号线的一个中途站，位于广州市南沙区黄阁镇双山大道祈丰路口西侧。车站于2007年6月28日启用。\n\n本站与位于飞沙角站旁的的南沙停车场接轨。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [1],
    "openTime": ["2007-6=28_"],
    "serviceTime": "06:05-00:13ND",
    "firstTrain": [[[0, "06:10"], [1, "06:12"]]],
    "lastTrain": [[[0, "22:45"], [1, "00:08ND"]]],
    "structureDesc": [["车站楼层", "本站共三层。地面车站部分架空，周边为双山大道、祈丰路及其它建筑。设备区设有各出入口。地上二层为站厅；地上三层为4号线站台层。"], ["站厅", [{"data": "金洲站站厅位于地上二层，站厅西侧，即车站月台下面的区域被划分为收费区，收费区各分别设有两台扶手电梯以及一组楼梯供乘客前往不同方向的月台。由于站台下边为架空设计，无法设置升降直梯，因此在连接站厅和月台的两组楼梯旁，设有轮椅升降台以方便轮椅乘客使用车站。"}, {
        title: "商店和自助设施",
        data: "站厅设有售票机、自动售卡/充值机、客务中心等设施。另外，本站是4号线所有高架车站中唯一没有设置公共洗手间的车站。"
    }]], ["月台", "本站设有两个侧式月台，位于双山大道上空。\n\n本站西端和东端均设有单渡线，在本站启用后至2017年10月9日，所有4号线列车均使用车站西端的单渡线进行站前折返，列车抵达北面1号月台后同时完成上下客的过程；而2号月台及可供列车站后折返东端的单渡线均较少机会使用，只会在突发情况下才会使用。2017年10月10日开始，4号线与即将开通的南延段进行贯通试运营，故所有列车均在2号月台清客，然后驶入南延段进行测试，并在南沙客运港站折返，再驶回本站1号月台后开始载客。\n\n另外，本站往南沙客运港方向的正线路轨进入地下区间后，设有往返南沙停车场的出入段线。"]],
    exitDesc: "金洲站设有一个出入口供乘客前往双山大道两侧的人行道。",
    usageDesc: "本站在启用初期，车站附近荒芜人烟，随着南沙成为中国（广东）自由贸易试验区的一部分，车站周边才大量开发为密集型楼盘和商业区，同时车站东面及北面有不少村落散布在车站周围。\n\n在4号线南延段开通前，由于本站为4号线的终点站，因此南沙城区大部分居民可通过公交等交通方式以接驳本站，加上附近住宅区及商业区的客流，本站有着非常可观的客流。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时本站仍为3号线的车站之一。后来局部修改的方案中成为4号线的一部分并延长至南沙，本站作为新出现的4号线的中途站之一，位置与现时基本一致，但当时本站被称为冲尾站，而位于本站西北侧的中途站（即现蕉门站）被称为金洲站，后来才更名。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。\n\n2007年5月8日，四号线因应路线延长至金洲，再次暂停服务长达50天，进行全线联合调试。2007年6月28日，4号线恢复服务，延长至金洲站，中途设有蕉门站。至此4号线二期路段全线通车，本站启用。\n\n为了较好地满足南沙区市民晚上返回南沙的需要，地铁公司决定从2015年5月9日起，调整四号线运营服务时间，将黄村往金洲方向的尾班车时间从22:40延迟到23:15。\n\n2017年12月28日，4号线南延段开通运营，4号线南侧终点站由本站延至南沙客运港站。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};