let s_inf_74 = {
    "name": ["黃閣", "黄阁", "黃閣-おうかく", "황거", "Huangge"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.518768, 22.824736],
    "via": ["4"],
    "shortDesc": "黄阁站是广州地铁4号线的一座车站，亦是一座高架车站，于2006年12月30日启用；车站位于南沙区黄阁镇黄阁大道市南路口的西南角。",
    "structureType": [2],
    "platformType": [4],
    "hallType": [2],
    "exitNum": [1],
    "openTime": ["2006-12=30_"],
    "serviceTime": "06:00-00:06ND",
    "firstTrain": [[[0, "06:15"], [1, "06:05"]]],
    "lastTrain": [[[0, "22:51"], [1, "00:02ND"]]],
    "structureDesc": [["车站楼层", "本站共有3层，地面为黄阁大道、市南路及车站设备房，地上二层为站厅，并设有票务设施，客务中心及商店。地上三层为4号线月台。"], ["站厅", [{"data": "黄阁站站厅设于地上二层。\n\n为方便乘客进出，站厅中心偏西处被划分为付费区，站厅收费区设有三台扶手电梯、一组楼梯和一台升降机供乘客前往岛式月台，同时还设有一台扶手电梯以及一组楼梯供乘客前往侧式月台。\n\n另外，本站的公共洗手间设于站厅收费区的警务室旁。"}, {
        title: "商店和自助设施",
        data: "本站设有售票机以及客服中心等基本车站设施，同时黄阁站还设有“好易”自助服务设施。"
    }]], ["月台", "本站设有一个岛式及一个侧式月台，位于黄阁大道市南路口的西南侧地块的上空，但目前只使用岛式月台，侧式月台只会在非常特殊的情况下使用（侧式站台用于加快清客周转速度），大部分时间不对外开放。\n\n另外，本站南端设有一组双存车线，当年黄阁站仍为4号线南端终点站时则使用该组存车线折返；本站北端则设有一条渡线。"]],
    exitDesc: "蕉门站设有两个出入口。",
    usageDesc: "本站周围有不少村落，亦临近黄阁镇政府等机关单位，附近还有莲溪凤山公园以及黄阁体育公园，因此主要客流以来往上述地点的客流为主，早晚高峰客流较大。此外亦有乘客利用本站转乘公交来往沙仔岛等地。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时本站仍为3号线的车站之一。后来局部修改的方案中成为4号线的一部分并延长至南沙，本站作为新出现的4号线的中途站之一，位置与现时基本一致。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。\n\n2006年12月30日，4号线二期首通段开通运营，本站正式启用，并作为当时4号线的南端总站。\n\n2007年5月8日，四号线因应路线延长至金洲，再次暂停服务长达50天，进行全线联合调试。2007年6月28日，4号线恢复服务，延长至金洲站，同时增设蕉门站。至此4号线二期路段全线通车，本站由原来的南端终点站变成一个中途站。"]],
    "platformBelong": [["1", "4"], ["2", "4"], ["10", "4"]]
};