let s_inf_75 = {
    "name": ["黃閣汽車城", "黄阁汽车城", "黄阁汽車城-おうかく オート タウン", "황거치처청", "Huangge Auto Town"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.509719, 22.835812],
    "via": ["4"],
    "shortDesc": "黄阁汽车城站是广州地铁四号线的一座车站，亦是一座高架车站，于2006年12月30日启用；车站位于南沙区黄阁镇市南路黄阁北路口南侧，丰田汽车城以南。\n\n值得一提的是，本站与9号线花都汽车城站中的“汽车城”英文表示不同，黄阁汽车城以“Auto Town”来表示，花都汽车城则以“Autocity”来表示。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2006-12=30_"],
    "serviceTime": "05:58-00:04ND",
    "firstTrain": [[[0, "06:17"], [1, "06:03"]]],
    "lastTrain": [[[0, "22:53"], [1, "23:59"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地上三层为4号线月台层；地上二层为东站厅、西站厅、以及行人过街天桥；地面为各出入口以及市南路、鸡谷山路、黄阁镇莲溪村、广汽丰田汽车城等地。"], ["站厅", [{"data": "黄阁汽车城站设置东、西两个站厅，均位于地上二层。各站厅各布置一个出入口。两个站厅无论在付费区和非付费区范围均有行人天桥连接。\n\n车站付费区各设于西站厅东侧、东站厅西侧，付费区行人天桥设于车站的中心处，方便接连两个站台和两侧站厅的付费区范围。付费区行人天桥和两个站台设有4台扶手电梯以及2条楼梯连接，同时受车站设计限制，付费区行人天桥连接两个站台处无法设置升降直梯，但在两组楼梯旁则设有轮椅升降台以方便轮椅乘客使用车站。"}, {
        title: "商店和自助设施",
        data: "便民设施方面，黄阁汽车城站设有M-Touch，好易自助终端以及中国电信的公共电话。另外，本站的公共洗手间设于东站厅收费区的车站控制室旁。"
    }]], ["月台", "本站设有两个侧式月台，位于市南路的上空。"]],
    exitDesc: "黄阁汽车城站现设有2个出入口。为方便轮椅乘客使用车站，2个出入口均设有专用电梯（升降机）。",
    usageDesc: "本站附近北边为著名的广汽丰田汽车城，同时车站西南面为黄阁镇莲溪村，车站附近又设有多个公交车站，供乘客转乘巴士前往乌洲村、汽车城以西区域以及莲溪村一带等地；因此本站在上、下班时段会显得非常繁忙。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时本站仍为3号线的车站之一。后来局部修改的方案中成为4号线的一部分并延长至南沙，本站作为新出现的4号线的中途站之一，当时被称为黄阁北站，但位置与现时基本一致。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。\n\n2006年12月30日，4号线二期首通段开通运营，本站正式启用。"], ["车站命名", "该站于规划时曾命名为“黄阁北站”，2006年5月更名为“广州丰田汽车城站”，后经地名委员会批准，再次更名为“黄阁汽车城站”。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};