let s_inf_76 = {
    "name": ["慶盛", "庆盛", "慶盛-けいせい", "칭성", "Qingsheng"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.490456, 22.866999],
    "via": ["4"],
    "shortDesc": "庆盛站是广州地铁4号线的一座高架车站，位于南沙区东涌镇庆盛村，京珠高速的东侧，为广深港高铁庆盛站的配套地铁车站，但地铁车站延至高铁开通后的2013年才开始动工建设，2015年底建成后又因消防验收问题未能即时开通，直到2017年12月28日随4号线南延段通车，一起同步启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [3],
    "openTime": ["2017-12=28_"],
    "serviceTime": "05:55-00:02ND",
    "firstTrain": [[[0, "06:08"], [1, "06:00"]]],
    "lastTrain": [[[0, "22:57"], [1, "23:55"]]],
    "structureDesc": [["车站楼层", "本站共有两层，附近为庆沙路、国铁庆盛站及附属的公交站场，地面为主站厅和东边的侧站厅；地上二层为四号线月台及东边的侧站厅。", [{"data": "庆盛站设有两个站厅，主站厅位于地面，4号线站台的正下方；侧站厅有两层，位于4号线站台的东侧。因为需要避让地下管线，侧站厅离主站厅有一段距离，两者以两条连廊连接。连廊地面层连接主站厅和侧站厅，一条划入付费区，另一条划入非付费区；在二层连接侧站厅及黄村方向的1号站台，全部划入付费区。\n\n侧站厅两层均设有通道直接连接高铁庆盛站。\n\n另外，本站设有售票机、自动售卡/充值机及客务中心等设施。本站设有两个公共洗手间，分别设于侧站厅地面层，以及地上二层，均位处非收费区。"
    }]], ["月台", "本站设有两个侧式站台，位于京珠高速东侧的上空。\n\n由于本站设计较为特殊，南沙客运港方向的2号月台只设有扶梯及楼梯来往下方的主站厅；黄村方向的1号月台只设有连廊来往侧站厅二层。因此如果要来往两个方向的站台，要通过主站厅、侧站厅及两层连廊，比较迂回。"]],
    exitDesc: "庆盛站设有4个出入口供乘客进出车站，目前开放3个出入口，全部位于侧站厅。\n\n综上述，侧站厅地上二层同样设有出入口供乘客直接前往国铁庆盛站，该出入口虽然未有编号，不过建议前往的目的地与B出入口相同。",
    usageDesc: "本站邻近广深港高铁庆盛站，是目前南沙区唯一一座中国铁路车站，因此方便南沙区一带乘客利用庆盛站乘坐高铁来往虎门深圳等地。\n\n但目前本站邻近的国铁庆盛站班次较为疏落的关系，因此也导致本站除停靠庆盛站的高铁列车班次会带来一定的进出站客流外，其余时间车站都会较为冷清。",
    "history": [["规划", "四号线建造时，在东涌站和黄阁汽车城站之间预留本站。建造时官方称当时未有建站条件，故作出预留方便以后增设这两个车站。在预留车站的位置上仅设置有信号系统所需设备。\n\n随着广深港高铁于2011年12月26日通车，地铁站随后于2013年4月开始动工兴建，于2015年12月完工并通过运营验收，原预计2015年12月底投入使用。\n\n而实际上，由于广州地铁方面称车站地下的石油气管道导致最后未能通过消防验收，因此暂缓启用。尽管车站主体建筑实际上为避开地下石油气管道，被设计成站台和站厅两座建筑主体，分别座落于石油气管道两侧，建筑主体之间以两座天桥连接。不过，旁边的庆盛高铁车站的站台却是刚好跨越石油气管道的。由于该站迟迟未开通，广州市民戏称“万年庆盛”、“有得睇冇得使”（意思为有得看没得用）以此吐槽。\n\n随着石油气管道完成改道工程，本站亦在2017年12月23日通过消防验收，随即确定跟随四号线南延段于2017年12月28日投入使用。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};