let s_inf_80 = {
    "name": ["石碁", "石碁", "石碁-せきき", "스치", "Shiqi"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.465225, 22.957185],
    "via": ["4"],
    "shortDesc": "石碁站是广州地铁四号线的一座车站，是一座高架车站。车站位于番禺区石碁镇市莲路与京珠高速公路交界东南侧的地块。于2006年12月30日启用。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [2],
    "openTime": ["2006-12=28_"],
    "serviceTime": "06:11-23:48",
    "firstTrain": [[[0, "06:20"], [1, "06:20"]]],
    "lastTrain": [[[0, "23:10"], [1, "23:43"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地上二层为4号线月台；地面为站厅；车站附近为市莲路、广东女子学院等建筑。"], ["站厅", [{"data": "为方便乘客进出，收费区设于站厅中心，站厅收费区设有一台升降机、两台扶手电梯以及一组楼梯供乘客前往不同方向的月台。"}, {
        title: "商店和自助设施",
        data: "石碁站站厅设有少量自助服务设施供乘客享用，包括自动售卖机，以及车站内的“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。\n\n另外，本站的公共洗手间设于收费区的车站控制室旁。"
    }]], ["月台", "本站设有两个侧式月台，位于京珠高速西侧的上空。\n\n在本站南端西侧路轨设有一条存车线，如果海傍站至南沙客运港站出现故障而需要暂停服务时，南沙客运港方向的列车可以该站作为临时的终点站。在这种情况下，列车首先会在该站2号月台清客，之后会驶入存车线用作调头之用。其后，列车将会再经过月台南端的单渡线驶入该站1号月台，接载往黄村沿途各站的乘客，4号线的东涌站亦是类似设计。"]],
    exitDesc: "石碁站现时共设有两个出入口。",
    usageDesc: "石碁站周围有三大村落：石碁镇、石楼镇以及莲花山镇，故本站是上述三镇村民前往广州市区最主要的交通工具之一。全天的出入闸客流虽然一般，但是在节假日的时候客流亦会有所上升。\n\n另外，本站靠近番禺著名景点莲花山，因此在地铁A出入口设置有直达莲花山的公交车，对于广州市区的居民来说，每逢农历新年、节假日以及观音诞的时候，本站都会出现大量前往莲花山观光的人士，出站接驳公共汽车等交通工具前往莲花山。",
    "history": [["规划", "本站最早出现在2003年的方案中，当时规划的4号线得以沿京珠高速继续延长至南沙，本站作为新出现的4号线的中途站之一，位置与现时基本一致。\n\n随后本站随4号线二期工程在2004年4月25日批复可行性报告。2006年12月30日，4号线二期首通段开通运营，本站正式启用。"], ["货车坠落", "2012年3月6日清晨6时许，一辆满载易燃气体的油罐车在京珠高速行驶至石碁路段时，突然翻下7米路基，跌落在地铁四号线石碁站旁停车场内。事故造成石碁地铁站关闭3个小时，所幸未造成人员伤亡。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};