let s_inf_81 = {
    "name": ["官橋", "官桥", "官橋-かんぎょう", "관차오", "Guanqiao", "UC"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.443122, 22.982352],
    "via": ["4"],
    "shortDesc": "官桥站是广州地铁4号线预留的一座高架车站，将位于番禺区石楼镇官桥村，国铁官桥站西侧。目前已经预留位置，待周边地区开发后建设。\n\n根据目前已知的规划可知，17号线将设有官桥站，与4号线交汇。同时此站将可换乘佛莞城际轨道。",
    "structureType": [2],
    "platformType": [3],
    "hallType": [2],
    "exitNum": [0],
    "openTime": ["未启用"],
    "serviceTime": "未启用",
    "firstTrain": [[[0, "不停站通过"], [1, "不停站通过"]]],
    "lastTrain": [[[0, "不停站通过"], [1, "不停站通过"]]],
    "structureDesc": [["车站楼层", "配合现时预留情况，可知本站将设有两层，附近为官桥村、清华科技园广州创新基地以及国铁官桥站，地面为站厅，地上二层为四号线月台。", [{data: ""}]], ["月台", "4号线车站启用后，将会设有两个侧式月台，位于官桥村上空。\n\n现时4号线仅在车站预定位置设置有信号系统所需设备 ，并未预留任何车站土建设施，换言之该处现时仍为新造站来往石碁站正线行车区间的一部分。"]],
    exitDesc: "未开通",
    "history": [["规划", "本站为预留车站。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};