let s_inf_82 = {
    "name": ["新造", "新造", "新造-しんぞう", "신짜오", "Xinzao"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.415714, 23.028182],
    "via": ["4"],
    "shortDesc": "新造站是广州地铁四号线的一座车站，于2005年12月26日启用。车站主色调红色。车站位于番禺区新造镇曾边村曾边大街旁边地底，为四号线大学城专线段首批开通的车站之一。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [4],
    "openTime": ["2005-12=26_"],
    "serviceTime": "05:55-23:39",
    "firstTrain": [[[0, "06:00"], [1, "06:15"]]],
    "lastTrain": [[[0, "23:19"], [1, "23:34"]]],
    "structureDesc": [["车站楼层", "本站共有2层，地面为曾边村，曾边大街及附近村屋及农田，地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便乘客进出，站厅收费区设于站厅南北两侧，周围被车站商店以及行人通道包围，站厅收费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        title: "商店和自助设施",
        data: "新造站站厅设有不同类型的商店供乘客购物，例如有便利店、面包糕饼店以及洗衣店等，以及少量自助服务设施供乘客享用，包括自动售卖机，以及“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于曾边村曾边大街附近绿地的地底。\n\n另外，本站北端设有一条单渡线。4号线大学城专线开通时，曾使用这条单渡线进行站前折返。而本站南端则设有一组来往新造车辆段的出入段线，该组出入段线为存车线的形式，并与正线构成了一组三角线。目前该出入段线已进行相应改造，供4号线短线列车通过该出入段线折返，短线班次列车在2号月台清客完成后，便会进入该出入段线，折返到1号月台上客。而当4号线的高架段出现故障或是台风来袭需要停运高架段时，南沙客运港站方向的列车亦会通过此出入段线进行折返，以本站为临时总站。\n\n部分列车在晚低峰收车前需要返回新造车辆段，到达本站2号月台后列车便会清客，随即返回车辆段。"]],
    exitDesc: "新造站共设有4个出入口。",
    usageDesc: "本站虽名为新造，但车站位置距离新造镇中心800米以上。因此新造镇中心、谷围新村以及镇内其它地方以及邻近的化龙镇、南村镇的镇民则需要通过巴士等其它交通方式接驳来往新造站。\n\n本站附近原为曾边村的民房为主，但随着思科（广州）智慧城项目落户曾边村，如今曾边村原址已全面清拆并建设该项目以及曾边村回迁房，因此目前车站周边均为工地。\n\n2014年9月，位于新造镇的暨南大学南校区以及广州医科大学番禺校区建成并迎接新生，开始有部分学生利用公交接驳至本站，乘坐地铁来往广州市区。\n\n本站为4号线短线车（黄村至新造）的终点站。",
    "history": [["规划", "新造站最早出现在2000年的《近期线网规划实施调整方案》中，作为新出现的4号线的南端终点站。随后本站被列入4号线首通段（大学城专线）工程内，先行建设。2005年12月26日，4号线首通段（大学城专线）正式通车，新造站作为4号线南端终点站而启用。直至2006年12月20日，本站随4号线首通段暂停服务9天，与新造至黄阁的延长线一同进行调试。12月29日，新造站作为4号线的中途站，随4号线（万胜围至黄阁）开通而重开。\n\n而在7号线的规划当中，本站一度取代大学城南站，作为4号线与7号线的换乘站。但在2010年的规划当中，7号线与4号线确定在大学城南换乘，本站改回普通站的地位。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};