let s_inf_85 = {
    "name": ["官洲", "官洲", "官洲-かんじゅう", "관저우", "Guanzhou"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.376846, 23.066862],
    "via": ["4"],
    "shortDesc": "官洲站是广州地铁的一座车站，于2005年12月26日启用，位于海珠区官洲岛（广州国际生物岛）中部螺旋大道的地底，亦是作为生物岛配套设施而建的车站。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2005-12=26_"],
    "serviceTime": "06:02-23:32",
    "firstTrain": [[[0, "06:07"], [1, "06:11"]]],
    "lastTrain": [[[0, "23:27"], [1, "23:26"]]],
    "structureDesc": [["车站楼层", "本站共两层。地面为螺旋大道，地下一层为站厅；地下二层为4号线月台。"], ["站厅", [{"data": "为方便行人进出，收费区设于站厅西南侧，站厅收费区内设有3台扶手电梯、1组楼梯和1台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "另外，官洲站设有面包糕饼店、自动售卡/充值机以及自动售卖机。"
    }]], ["月台", "本站设有一个岛式月台，位于官洲岛中部螺旋大道的地底。"]],
    "exitDesc": "官洲站目前共设有3个出入口，均位于螺旋大道道路两旁的人行道上。\n\n本站在初期共设有4个出入口，其中C出入口因配合12号线车站程而在2019年11月27日停用。",
    "usageDesc": "本站是官洲岛唯一的地铁车站，更曾经为进入官洲岛的唯一陆路交通方式。在当时由于官洲岛仍未有道路通往外界，在本站启用前只可以乘船进出官洲岛。但官洲岛虽作为国际生物岛进行规划，而且在2008年开始封岛进行建设，但到目前为止岛内仍未得到有效开发，因此前往岛内的游客极少，只有少数生态观赏团通过本站来往官洲岛，节假日客流才稍有上涨，从而导致本站的客流一直处于极低的水平，日均客流不超过500人次，大部分时间车站更是无人上下车，令本站显得极为冷清。有部分载客列车更会在繁忙时段出现延误后，不停站通过本站。",
    "history": [["规划", "本站最早出现在2000年的《近期线网规划实施调整方案》中，作为新出现的4号线的其中一个中途站，同时也是广州国际生物岛的配套设施之一。随后本站被列入4号线首通段（大学城专线）工程内，先行建设。2005年12月26日，4号线首通段（大学城专线）正式通车，车站落成启用。"]],
    futureExpansion: [["12号线", "12号线将在星际二路延长线螺旋大道路口设官洲站，与4号线交汇。虽然4号线在规划及建造时并没有预留未来换乘12号线，但是12号线建成后两线站厅将会融合，通过站厅实现换乘。12号线车站将位于4号线车站东侧，月台位于地下三层。"]],
    "platformBelong": [["1", "4"], ["2", "4"]]
};