let s_inf_86 = {
    "name": ["萬勝圍", "万胜围", "萬勝圍-まんしょうい", "완성웨이", "Wanshengwei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }, {
        "platform": 4,
        "facilities": [[6, [0], "A"], [9, [0], "出闸后过轨抵C D"], [16, [1, 3], "", "Line4-GZ"], [18, [0], "B"]]
    }],
    "location": [113.384796, 23.097712],
    "via": ["4", "8", "THZ1"],
    "shortDesc": "万胜围站是广州地铁4号线及8号线的换乘站，同时是8号线现时的东端终点站。车站位于海珠区新港东路琶洲新马路（原规划新滘南路）路口的地底。2005年12月26日随着2号线调整工程和4号线大学城专线的开通而启用。\n\n本站是广州地铁第一个启用后即为换乘站的车站。万胜围站上方的万胜广场，亦是广州地铁集团有限公司总部、运营管理指挥中心、广州地铁博物馆的所在地。",
    "structureType": [0, 0, 1],
    "platformType": [0, 3, 3],
    "hallType": [0, 0, 1],
    "exitNum": [4],
    "transferType": [2, 4],
    "openTime": ["2005-12=26", "2005-12=26_", "2014-12=31_"],
    "serviceTime": "05:55-00:01ND",
    "firstTrain": [[[0, "06:11"], [1, "06:07"]], [[0, "06:00"]], [[1, "07:30"]]],
    "lastTrain": [[[0, "23:31"], [1, "23:22"]], [[0, "22:55"]], [[1, "22:40"]]],
    "structureDesc": [["车站楼层", "本站共有2层，地面为新港东路、琶洲新马路、有轨电车万胜围站、万胜广场及市郊地区，地下一层为南北站厅以及8号线月台；地下二层为4号线月台以及非付费区站厅联络通道。\n\n由于此站与4号线大学城专线同步兴建开通，车站整体装修风格因而和4号线统一。因此本站是8号线唯一一座使用玻璃幕板+马赛克组合装修的车站。"], ["站厅", [{"data": "万胜围站分为南北两个站厅，其中南站厅被划分为西侧扩建部分以及中部原有部分，均位于地下一层，两者被8号线路轨相隔。南北站厅在非付费区通过位于中部站台一侧的地下二层的联络通道连接。同时，南站厅中部与西侧的付费区靠8号线的4号站台联络。站厅中部两个收费区内各自设有专用电梯（升降机）和三条扶手电梯供乘客来往4号线月台。"}, {
        "title": "商店及自助服务",
        "data": "另外，万胜围站内的北站厅非付费区设有面包糕饼店以及洗衣店，另外万胜围站也提供自助照相机以及自动售卖机、自助售卡/充值机、“好易”自助服务等自助服务。"
    }, {
        "title": "换乘方式",
        "data": "换乘方面，由于本站为8号线终点站，以及客流组织的需要，4号线月台北端扶梯连接8号线的3号月台，供4号线乘客换乘至8号线；4号线月台南端的扶手电梯则连接8号线的4号月台，仅供8号线乘客换乘至4号线。如果8号线乘客到达本站后需要乘搭回头车时，由于地下二层之联络通道被划入非收费区，乘客须经4号线月台前往。"
    }]], ["月台", "本站8号线为侧式月台，设于新港东路地底，4号线为岛式月台则设于原规划新滘南路（现时琶洲新马路）之地底。两线月台组成一个X字型。8号线月台为上层，4号线月台在下层。值得一提的是，4号线月台因为扶梯、升降机等设备的布置需要一定空间，月台实际比4节L车编组所需要的要长，所以在两个月台的头端的月台幕门经过特别设计，方便列车车长在到站停车打开驾驶室门后，便可推开对应位置的月台幕门观望月台情况。相应位置上亦同时装设有闭路电视方便车长观看。\n\n另外，本站4号线站台南端设有一条渡线。当4号线的北段出现故障时，往黄村站的列车将会通过此渡线折返，以本站为临时总站。此时往车陂南及黄村站的乘客需转乘其它交通工具。在车陂南站随5号线开通前，所有4号线列车皆使用该渡线折返。\n\n8号线站台东端则设有一组交叉渡线，现时8号线所有列车皆使用该组渡线折返。在早晚高峰过后及晚上收车前夕，部分列车在4号月台清客后会退出服务，然后折返至3号月台开出，沿途不停站返回赤沙车辆段。届时3号月台会发出广播提醒乘客不能上车。"]],
    "exitDesc": "万胜围站共设有4个出入口，其中A出口曾在2012年中暂时停用，以配合邻近的万胜广场建设。改造完成的A出口和车站南站厅西侧扩建部分已在2016年2月26日启用。\n\n2015年12月21日起B出入口迁移至会展世界城合建之出入口，原出入口已停用。",
    "usageDesc": "本站作为4号线首通段（大学城专线）开通时与市区线（旧2号线）的唯一换乘车站，自此承担了来往广州大学城乘客的换乘任务。随后4号线南延伸至金洲站，北延伸至黄村站后，8号线沿线的乘客若要前往广州科学城、天河智慧城，或者南沙区一带，均需要在本站换乘，因此全天换乘客流都属高水平。每逢周日（含节假日最后一天）下午及大学城各高校开学前夕，学生集中返校更会导致本站换乘客流进一步上升，更要实施客流控制，减缓8号线乘客换乘至4号线的速度。\n\n自2016年4月22日起，本站八号线每周五晚高峰17:30-19:30实施常态化客流控制。\n\n另外，由于本站接驳海珠有轨电车THZ1的同名车站，附近亦有黄埔古村、广州地铁博物馆等本地旅游景点及文化设施，甚至本站是海珠区前往长洲岛最近的一座地铁车站。因此每逢天气状况良好的周末，万胜围站都会涌现大量本地或外地旅客，利用地铁换乘有轨电车，或接驳公交及水上巴士前往黄埔古村以及长洲岛。",
    "history": [["规划与建设", "万胜围站规划最早提出于1997年出现的《广州市城市快速轨道交通线网规划研究（最终报告）》的方案A中，2号线拆解后的东西向路线则称为5号线，继续沿昌岗路向西过江至西塱，东段则在琶洲后分成两支，一支沿现有四号线的路线北上至奥体中心附近地区，另一支则继续东进至新洲一带，当时亦设有名为琶洲塔站的中途站。而在2000年的《近期线网规划实施调整方案》方案中，当时的5号线支线被独立为4号线，并北延伸到科学城内，同时由于大学城的落实兴建并南延至广州大学城，本站亦改为2、4号线的换乘车站，车站位置与现时基本一致。\n\n2003年1月28日，本站正式开工，标志着2号线调整工程及4号线首通段（大学城专线）正式开工。2005年12月26日，本站随四号线首期大学城专线段与2号线调整工程投入服务时使用。\n\n从万胜围站启用至2010年9月21日，本站一直都是旧2号线的始发站之一。同年9月22日至24日，本站2号线月台随旧2号线一同停运，进行线路拆解。最终该月台于2010年9月25日重新启用，并改属新的8号线，同样作为其东端总站至今。"], ["车站命名", "2006年6月30日，珠江新城旅客自动输送系统（APM线）正式开工，本站作为该线的南端终点站。2010年11月8日，APM线（林和西至歌剧院）开通试运营，但本站由于亚运安保原因未能同时启用。但列车在歌剧院站清客后仍然到本站折返。11月28日亚运结束后，本站及其换乘功能正式启用。\n\n值得一提的是，APM线的终点落客月台从APM线车站启用至2013年12月之间的列车到站广播只有普通话和英语而没有粤语，直至2013年12月底易名“广州塔站”时才获增加。"], ["车站命名", "车站命名方面，由于当时车站附近多为农田，没有任何高楼建筑，故本站被地铁官方命名为万胜围站，“万胜围”是解放前一个地主对自己所拥有的几十亩土地的命名。很多乘客误以为万胜围站附近有“万胜围村”，不过现实中并没有这座村。\n\n由于车站命名并非原生地名，乘客对于其过于陌生，因此存在很多争议，有部分人建议使用原来的名称“琶洲塔站”。不过琶洲塔距离本站有一公里以上，并不适合命名为“琶洲塔站”。"], ["C出入口沉降", "本站C出入口旁在2006年3月初出现沉降，地铁公司称是本站在启用之前，相关市政单位在对车站出入口周围的地面进行回填土施工时基础夯得不够牢固，致使近期每次下雨该处都有不同程度地沉陷。由于该出入口外地面的沉降是市政地面施工造成的，不会影响车站结构的安全。出现这种情况后，地铁公司采取了临时性措施，待雨季结束后进行永久加固"]],
    "futureExpansion": [["8号线东延段", "根据规划，8号线将由万胜围站往东伸延至番禺区东部的莲花站。届时万胜围站将从8号线东端终点站变为中途站。目前该段工程仍在规划阶段，没有建造时间表。"]],
    "platformBelong": [["1", "4"], ["2", "4"], ["1", "8"], ["9", "8"]]
};