let s_inf_87 = {
    "name": ["車陂南", "车陂南", "車陂南-しゃべいなん", "차베이 남역", "Chebeinan"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.389561, 23.11593],
    "via": ["4", "5"],
    "shortDesc": "车陂南站是广州地铁四号线与五号线的换乘站，位于天河区车陂路黄埔大道东路口的地底。于2009年12月28日启用。在2009年12月28日至2010年9月24日期间，该站曾是4号线的北端终点站。\n\n与万胜围站、昌岗站一样，本站是广州地铁启用后即为换乘站的车站之一。同时，本站也是广州地铁目前占地面积最大的车站，面积达34556平方米。",
    "structureType": [0, 0],
    "platformType": [0, 0],
    "hallType": [0, 0],
    "transferType": [2],
    "exitNum": [4],
    "openTime": ["2009-12=28_", "2009-12=28_"],
    "serviceTime": "05:59-00:13",
    "firstTrain": [[[0, "06:14"], [1, "06:04"]], [[0, "06:16"], [1, "06:07"]]],
    "lastTrain": [[[0, "23:34"], [1, "23:19"]], [[0, "23:53"], [1, "23:09"], [2, "00:08ND"]]],
    "structureDesc": [["车站楼层", "本站共有3层，地面为黄埔大道、车陂路及附近建筑；地下一层为车站站厅；地下二层为5号线月台；地下三层为4号线月台。"], ["站厅", [{"data": "车陂南站站厅位于地下一层，站厅呈倒“T”字型分布。为方便乘客进出，站厅北侧大部分地方被划分为收费区。站厅收费区内设置多组专用电梯（升降机）、扶手电梯以及楼梯可供乘客来往4号线以及5号线的月台。"}, {
        "title": "换乘方式",
        "data": "换乘方面，地下二、三层之间设有楼梯连接4号线月台南端及5号线月台中央，供乘客换乘于两线；另外亦可使用升降机，或绕经站厅进行换乘。"
    }, {
        "title": "商店及自助服务",
        "data": "另外，车陂南站在站厅层设有便利店、洗衣店、面包糕饼店、时装店等，部分车站商店设置在收费区范围，羊城通客户服务中心则设于站厅非收费区中部。同时本站还设有自动照相机以及“好易”自助服务机等设施。"
    }]], ["月台", "本站两条线路各自设置一个岛式月台，其中5号线月台设于黄埔大道东地底，4号线月台则设于车陂路地底。两线月台组成一个倒“T”字型。5号线月台为上层，4号线月台在下层。\n\n另外，本站东北象限设有一条4号线及5号线的联络线。在4号线站台北端，联络线与两线正线接轨的部分设有一条渡线，当4号线北段出现故障时，往黄村站的列车将会通过此渡线折返，以本站为临时总站，2010年9月25日前本站仍为4号线终点站时便使用该渡线折返4号线列车。另外，5号线站台东端同样在联络线与两线正线接轨的部分设有一条渡线，可供5号线列车在紧急情况下使用此渡线折返，以本站为临时总站。"]],
    "exitDesc": "车陂南站目前设有3个出入口供乘客进出，其中C出入口旁设有公厕。",
    "usageDesc": "本站附近有众多住宅区及城中村；以及来自4号线沿线的乘客若要前往珠江新城、天河西及石牌等商业中心区、国铁广州火车站等地，或5号线沿线的乘客若要前往大学城、科学城、天河智慧城一带，均需要在本站换乘。因此本站是广州地铁的重要枢纽站之一，全天出入站客流和换乘客流都属高水平，早晚高峰车站更会出现极大客流，乘客往往需要等候两三班列车才能上车。而且由于5号线客流较大，运力紧张，因此高峰期需要在本站的站厅及出入口实施客流控制，令月台容纳人数不至于超出安全范围。有时甚至需要在4号线车陂站配合实施客流控制，减缓来自4号线的换乘客流涌入5号线月台的速度。\n\n为缓解4号线及5号线的客运压力，每逢周一至周五早高峰7:45-9:00将会实施客流控制措施，维持运营秩序；自2016年4月18日起，控制措施再度延长至半小时结束。",
    "history": [["规划", "车陂南站最早于1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中出现，当时方案A中的5号线支线与3号线在本站进行交汇，本站在规划及建设阶段被称为黄洲站，位置与现时基本一致，然后于2003年方案中，5号线支线与3号线分别易名4号线和5号线，仍在本站进行交汇，并基本落实。\n\n随后车陂南站在2006年正式动工；2009年6月28日，本站三权正式移交营运事业总部；2009年12月28日，本站随5号线及4号线万胜围站至本站正式开通试营运而启用。"]],
    "platformBelong": [["1", "4"], ["2", "4"], ["1", "5"], ["2", "5"]]
};