let s_inf_89 = {
    "name": ["黃村", "黄村", "黃村-おうそん", "황춘", "Huangcun"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.407274, 23.131814],
    "via": ["4", "21"],
    "shortDesc": "黄村站是广州地铁4号线的北端终点站，亦是4号线和21号线的换乘站。车站位于天河区东圃黄村街道大观南路奥体南路口的地底，广东奥林匹克体育中心以南。本站于同年9月25日启用，以配合广州2010年亚运会的举办。2019年12月20日随21号线剩余段开通而成为换乘车站。",
    "structureType": [0, 0],
    "platformType": [4, 0],
    "hallType": [0, 0],
    "transferType": [1],
    "exitNum": [6],
    "openTime": ["2010-9=25_", "2019-12=20_"],
    "serviceTime": "05:55-23:44",
    "firstTrain": [[[1, "06:00"]], [[0, "06:08"], [1, "06:15"]]],
    "lastTrain": [[[1, "23:15"]], [[0, "22:58"], [1, "23:33"]]],
    "structureDesc": [["车站楼层", "本站共有2层，地面为大观南路、奥体南路、环场路及广东奥林匹克体育中心，地下一层为站厅，以及两线换乘通道；地下二层为4号线月台以及21号线月台。"], ["站厅", [{"data": "黄村站站厅分为4号线站厅以及21号线站厅两个部分，两个站厅部分均设于地下一层。两个站厅通过付费区联络通道相连，同时设有自动人行道，是广州地铁首次在换乘通道设置自动人行道，但两个站厅的非付费区不相连。\n\n为方便乘客进出以及方便两线换乘的需要，其4号线站厅西侧，21号线站厅站厅东南侧被划分为付费区。同时两个站厅的付费区均设有扶手电梯、楼梯和专用电梯（升降机）供乘客前往各自线路的月台。"}, {
        "title": "换乘方式",
        "data": "换乘方面，两线的换乘均需要乘客步行通过联络廊，前往对应线路的站厅再下至站台。"
    }, {
        "title": "商店及自助服务",
        "data": "4号线设有一个岛式及一个侧式月台，位于大观南路奥体路口东南侧的地底。21号线则设有一个岛式月台，位于大观南路地底。两线站台均位于地下二层。\n\n本站的公共洗手间以及母婴室设于21号线月台南端。\n\n值得一提的是，4号线往南沙客运港方向的侧式站台（3号月台），会在车站出现大客流的情况下投入使用，平时不会对外开放。\n\n另外，4号线在月台北端设有一组双存车线。目前4号线所有列车皆使用该组存车线折返。正线北端尽头则预留了4号线往北继续延伸的条件。而21号线在月台北端设置单渡线，当21号线出现故障，列车可在本站折返，以本站为临时终点站。"
    }]], ["月台", "本站两条线路各自设置一个岛式月台，其中5号线月台设于黄埔大道东地底，4号线月台则设于车陂路地底。两线月台组成一个倒“T”字型。5号线月台为上层，4号线月台在下层。\n\n另外，本站东北象限设有一条4号线及5号线的联络线。在4号线站台北端，联络线与两线正线接轨的部分设有一条渡线，当4号线北段出现故障时，往黄村站的列车将会通过此渡线折返，以本站为临时总站，2010年9月25日前本站仍为4号线终点站时便使用该渡线折返4号线列车。另外，5号线站台东端同样在联络线与两线正线接轨的部分设有一条渡线，可供5号线列车在紧急情况下使用此渡线折返，以本站为临时总站。"]],
    "exitDesc": "黄村站现时共设有6个出入口。两个站厅各设有3个出入口。\n\n此外，本站在D出入口和E出入口旁设有供疏导及缓解车站客流的固定可翻转铁马杆，如果车站旁的奥林匹克体育中心有比赛活动，以及出现没有预料的的故障而车站出现异常的高客流时，该翻转铁马杆会组成蛇形状的形式以进行疏导客流。",
    "usageDesc": "黄村站附近亦有不少住宅区，以及部分学校。另外在6号线二期开通前，黄村站是最接近广州科学城、天河智慧城一带、吉山村和较远的萝岗中心区、甚至增城区一带的地铁车站，因此亦吸引不少乘客使用黄村站转乘地铁及公共汽车来往以上地点。因此本站日客流均以附近居民、通勤上下班或上放学为主。21号线开通后，为避开员村站高峰时段换乘5号线的大客流，部分乘客会选择在本站换乘4号线再换乘其他线路。\n\n位于车站旁边的奥林匹克体育中心当天有比赛或者演唱会等活动时，当天会有许多乘客使用该站前往市区各处。由于4号线列车编组受限导致月台面积过小，因此高峰期需要在本站的站厅实施客流控制，维持乘车秩序，同时令月台容纳人数不至于超出安全范围。",
    "history": [["规划", "本站最早于1997年地下铁路规划中，当时方案A中5号线的一条支线，即的四号线北段，从琶洲分岔出来到世界大观，中途设有本站。本站在规划同时，旁边正在兴建广东奥林匹克体育中心，因此就近以奥林匹克中心站来称呼本站。\n\n2006年5月，根据当局地名委员会的批复，本站以黄冲站的名义出现，后再更改为黄村站。\n\n在2000年至2008年的方案中，本站在规划中一直是4号线的中途站，正线北端尽头则预留了延伸条件。直到2010年的规划方案，黄村以北段被单独裁剪出来独立成为21号线。当时本站为4号线和21号线两线的终点站，但考虑到4号线未直接经过广州市区，因此21号线规划从本站继续延伸至天河公园站，接入作为市区线的11号线及13号线。故此安排令本站不仅成为4号线的终点站，同时也将成为4号线和21号线的换乘车站。"], ["建设", "本站在2008年正式动工4号线车站，2009年本站封顶；2010年7月2日，4号线北延段车陂南站（不含）至本站热滑成功；2010年9月25日，4号线车陂南站至本站正式开通营运。\n\n2019年7月30日，21号线车站顺利完成“三权”移交。由于配合换乘而新增了连接21号线站厅的通道，因此在21号线车站启用前，先行扩大了4号线站厅付费区，同时调整D出入口和E出入口的安检设施。\n\n2019年12月20日，21号线后通段开通运营，21号线车站部分正式启用，本站成为换乘车站。"]],
    futureExpansion: [["加装接触网", "广州地铁计划在本站4号线以北的双存车线及延伸区段上方加装总长约400米的刚性接触网，避免列车折返时因车速不足或故障等原因令所有受电靴处于接触轨断口处无法取电，从而无法动车。加装后当出现此情况时，可以通过降靴升弓从架空接触网上重新获取电流恢复动力，无须其它列车进行连挂救援，减少对运营的影响。"]],
    "platformBelong": [["9", "4"], ["2", "4"], ["10", "4"], ["1", "21"], ["2", "21"]]
};