let s_inf_90 = {
    "name": ["滘口", "滘口", "滘口-こうこう", "자오커우", "Jiaokou"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.20844, 23.113796],
    "via": ["5"],
    "shortDesc": "滘口站是广州地铁五号线的西端总站\n，位于荔湾区芳村大道西近滘口客运站\n\n，该站在2009年12月28日启用。",
    "structureType": [2],
    "platformType": [0],
    "hallType": [2],
    "exitNum": [4],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:10-23:25",
    "firstTrain": [[[0, "06:15"]]],
    "lastTrain": [[[0, "23:15"], [2, "23:30"]]],
    "structureDesc": [["车站楼层", "本站共有3层，地面架空，设有各出入口，周边为芳村大道西、广州滘口汽车客运站及其它建筑；地上二层为站厅；地上三层为5号线站台层；地上二层与地上三层之间的夹层为车站设备区。"], ["站厅", [{"data": "滘口站站厅设于地上二层，站厅周边为行人通道以及各出入口，行人通道处设有专用电梯（升降机）方便携带大件行李乘客前往滘口客运站等地，或前往车站站厅。站厅收费区范围设有3台扶手电梯、1组楼梯和1台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        title: "商店和自助设施",
        data: "滘口站在靠近B出入口旁设有一间便利店，另外还设有自动售卡/充值机以及“好易”自助服务等。\n\n另外，本站的公共洗手间位于站厅层付费区内。"
    }]], ["月台", "本站设有一个岛式月台，位于广州滘口客运站西南侧上空。两个月台的列车均前往文冲方向，并不设落客专用月台及站后调头路轨，乘客可按车站月台指示于1号月台或2号月台乘搭5号线文冲方向的列车。\n\n5号线的所有列车需经过在站前交叉渡线折返，由于使用第三轨设计，在交叉渡线区第三轨布置得较为破碎，故列车经过交叉渡线时，部分列车空调设备以及车内照明将会短暂断电三四秒钟。\n\n而5号线月台西侧站后的越位路轨，尽头与芳盈路一路之隔即为逸彩新世界小区。受制于5号线路轨高度及与小区内建筑的距离，5号线无法继续往西延伸。换言之滘口站即成为5号线的永久西端终点站。\n\n本站站台东南侧路轨设有一条存车线，供备用列车在高峰期往东开出以疏导客流。在车站设备区设有钢梯，可供司机直接登上或离开存车线上列车的驾驶室。"]],
    exitDesc: "滘口站共设有4个出入口。行人通道处设有专用电梯（升降机）方便携带大件行李乘客前往滘口客运站等地，或前往车站站厅。",
    usageDesc: "滘口站邻近有多个住宅小区以及城中村，因此有不少区内乘客利用车站往返其他地区。同时佛山南海一带的居民亦会乘搭巴士经过本站转乘地铁前往广州市区。\n\n滘口站由于邻近广州滘口汽车客运站，本站因而成为连接广州市区各地的陆路交通枢纽。不少乘客亦会携带大量行李，令站内相当拥挤。若遇上节假日，本站更会出现大量人潮。",
    "history": [["规划", "2009年8月，本站顺利封顶\n。2009年12月28日，本站随5号线首期开通而启用。"], ["月台增设喷雾风扇", "2014年9月，6号线三个高架车站先行加装喷雾风扇之后效果良好，地铁公司遂决定在现有12个地面/高架车站（包括本站在内）加装207台喷雾风扇。目前位于本站站台处的喷雾风扇已经装设到位。"]],
    futureExpansion: [["佛山地铁6号线", "佛山地铁6号线将设有滘口站，与广州5号线换乘\n，弥补广州5号线无法西延进入南海黄歧的遗憾。佛山6号线车站预计将设于芳盈路地底，与广州5号线经从高架到地下的站厅通道换乘。"]],
    "platformBelong": [["1", "5"], ["1", "5"]]
};