let s_inf_91 = {
    "name": ["坦尾", "坦尾", "坦尾-たんび", "탄웨이", "Tanwei"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.218387, 23.125234],
    "via": ["5", "6"],
    "shortDesc": "坦尾站是广州地铁5号线和6号线的换乘站之一\n，位于荔湾区大坦沙双桥中路桥中中路口，双桥公园附近\n。该站于2009年12月28日随5号线首期通车而正式启用。2013年12月28日随着地铁六号线通车成为换乘车站。",
    "structureType": [2, 0],
    "platformType": [0, 0],
    "hallType": [2, 0],
    transferType: [3],
    "exitNum": [5],
    "openTime": ["2009-12=28_", "2013-12=28_"],
    "serviceTime": "06:03-23:53",
    "firstTrain": [[[0, "06:17"], [1, "06:20"]], [[0, "06:08"], [1, "06:17"]]],
    "lastTrain": [[[0, "23:17"], [1, "23:46"], [2, "23:32"]], [[0, "22:58"], [1, "23:49"]]],
    "structureDesc": [["车站楼层", "本站共有四层。地上三层为5号线站台层；地上二层为夹层站厅以及非收费区的过街天桥；地面为站厅、设备区、双桥中路、桥中中路及广茂铁路；地下一层为地下东西站厅以及6号线站台层。"], ["站厅", [{"data": "坦尾站共分为4个站厅，分别位于地上二层的夹层站厅、位于地面的地面站厅，以及地下一层与6号线月台同层的两个东西站厅。\n\n为方便行人进出以及换乘需求，地面站厅大部分区域、地上二层站厅5号线站台正下方位置以及6号线各站台以南均为收费区。另外，本站设有2台专用电梯（升降机），以及多组扶手电梯和楼梯供乘客往返于站厅以及各线路之月台。"}, {
        title: "换乘方式", data: "两线月台分别以扶梯及楼梯连接至地面站厅，换乘时需经过地面站厅进行；或使用升降机，以进行更直接的换乘。"
    }, {
        title: "商店和自助设施",
        data: "坦尾站在地上二层及地面非付费区设有商店，包括便利店、面包糕饼店等。同时亦设有自动售卡/充值机、自动售卖机和“好易”自助服务机等设施。\n\n另外，本站的公共洗手间设于车站地面F出口附近的车站设备房东侧。"
    }]], ["月台", "本站5号线设有一个岛式月台，位于双桥中路北侧上空，6号线设有两个侧式月台，位于桥中中路西侧地块的地底。两线月台大致成一个反“T”字型\n。\n\n本站西北象限设有连接5号线及6号线的联络线，同时6号线月台北面设有一条渡线。当6号线的高架段出现故障时，往浔峰岗方向的列车则会通过此条渡线折返，以本站为临时总站。此时若要前往河沙至浔峰岗各站则需转乘其它交通工具。\n\n当台风来袭需要停运露天段时，本站位处高架的5号线部分将会随5号线高架段停运而暂停服务；位处地下的6号线部分将会视情况继续维持有限度的列车服务，或直接停运而关闭车站。\n\n另外，5号线月台层的车站顶棚由于设计原因，在下雨时起不到挡雨的作用，雨势较大时，整个月台都会被雨水泼湿。同时为了避免干扰司机行车，乘客被禁止在月台上自行打伞挡雨。为弥补该不足，位于5号线月台东端的车站顶棚支撑处设有\"爱心驿站\"的箱型密封候车室供乘客挡雨。候车室内更设有空调，在炎夏或严冬时节时也能给乘客提供较舒适的候车环境。唯受到月台宽度限制，候车室内空间狭小，现时若雨势较大且乘客较多的情况下，车站职员只能让乘客先在月台下方夹层候车，等到列车即将进站时再让乘客前往月台上车。\n\n两线月台上的书法字也有所区别，5号线采用由叶根友制作的书法大字，6号线采用华文行楷电脑书法字。"]],
    exitDesc: "坦尾站现时设有7个出入口，分别分布在5号线地面站厅、架空层及6号线地下两个侧式站厅。\n\n本站D和G两个出入口在地面为相邻的两个楼梯口，惟D出入口仅直接通往地下的6号线站厅及浔峰岗方向站台；G出入口则仅直接通往位于高架部分的5号线站厅。乘客在这两个出入口进站时需多加留意，避免进站后需要绕路前往目的线路站台。",
    usageDesc: "本站是大坦沙岛最早开通的地铁车站，因此在本站启用初期，服务的对象一直是大坦沙岛的一些城中村以及住宅区，但实际只有大坦沙岛中南部居民能在步程15分钟内往来车站，其余岛上的居民均需转驳其他交通工具往返坦尾站。但由于5号线当时是岛内除珠江大桥外的快捷对外交通方式，故此车站客流量较高。\n\n而6号线开通后，大坦沙岛北部的居民可前往更近的河沙站乘坐地铁，本站服务对象缩减为仅以大坦沙岛中南部的居民为主。但由于本站也成为了换乘车站，更是6号线从浔峰岗站开始往市区方向的首个换乘站，车站客流稳步上升。在2016年，本站的日均客流量为8.3万人次。\n\n现时在早晚高峰时段，本站会出现大量的换乘及出入站客流。而在晚高峰时段，6号线往浔峰岗方向的乘客有可能需要等候两趟车才能上车。综上述，目前本站现时每逢工作日早高峰7:00-9:00，晚高峰18:00-19:30实施常态化客流控制措施，维持运营秩序\n。同时因应两线的换乘客流，调整扩大地面层站厅的付费区面积\n。",
    "history": [["规划", "在1997年的城市快速轨道交通线网规划A方案当中，3号线（现5号线）已在大坦沙岛内设站。但该站位置与现时河沙站位置相当。直到2003年，才确定现5号线与6号线均经过大坦沙岛内并设站，当时本站被称为大坦沙南站\n，位置亦比现时偏北，作为5号线与6号线的一个平行换乘站。后来2003年规划方案稍作修改，5号线与6号线改为十字相交，车站亦易名为大坦沙站\n，移动到现时位置。\n\n5号线与6号线分别于2006年内动工，本站作为两线换乘站，统一设计和建设。随后，本站正式定名为坦尾站。并于2009年12月28日随5号线开通而启用地面至高架站台的5号线车站。\n\n而在2013年4月24日上午，本站以南的下穿广茂铁路明挖段完工，标志6号线首期隧道全线贯通。同年12月28日下午，亦即本站5号线开通时隔4年之后，本站地下一层的6号线车站随6号线首期开通而启用。"], ["5号线站台加装喷雾风扇", "2014年9月，6号线三个高架车站先行加装喷雾风扇之后效果良好，地铁公司遂决定在现有12个地面/高架车站（包括本站在内）加装207台喷雾风扇。目前位于5号线月台处的喷雾风扇已经置放到位。"]],
    "platformBelong": [["1", "5"], ["2", "5"], ["1", "6"], ["2", "6"]]
};