let s_inf_92 = {
    "name": ["中山八", "中山八", "中山八-ちゅうさんはち", "중산바", "Zhongshanba"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.232727, 23.126046],
    "via": ["5"],
    "shortDesc": "中山八站是广州地铁5号线的车站\n，位于荔湾区中山八路南岸路口东北侧，中山八路公交总站站场的地底\n\n。该站于2009年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:15-23:37",
    "firstTrain": [[[0, "06:20"], [1, "06:17"]]],
    "lastTrain": [[[0, "23:19"], [1, "23:42"], [2, "23:34"]]],
    "structureDesc": [["车站楼层", "本站共有三层，地面为车站各出入口、中山八路、中山八路公交总站等；地下一层为站厅层；地下二层为设备层；地下三层为5号线月台。"], ["站厅", [{"data": "为方便乘客进出，付费区设于站厅北侧，周围被行人通道以及车站商店包围，站厅付费区设有三台扶手电梯、一组楼梯和一台专用电梯（升降机）供乘客来往于站厅及月台层。"}, {
        "title": "商店及自助服务",
        "data": "现时，中山八站内提供不同类型的商店供乘客购物或进食，例如有便利店、面包糕饼店、凉茶店、书店以及洗衣店等。此外，中山八站有不少自助服务设施供乘客使用，如自动售卖机、自动照相机、招商银行自动柜员机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务、“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站设有一个岛式月台，位于中山八路公交总站站场地底。\n\n在本站月台东端设有一条存车线，可供5号线列车在紧急情况下，或是台风来袭需要停运露天段时，使用此存车线折返，以本站为临时总站。"]],
    "exitDesc": "中山八站现时共设有3个出入口，其中两个位于中山八路北侧；一个位于中山八路南侧。B出入口因应11号线的施工而关闭。",
    "usageDesc": "本站上方即为中山八路公交总站，亦邻近广佛汽车站，因而有不少乘客通过公路客运到达本站转乘地铁，前往广州各区。同时本站邻近服装批发市场，亦靠近荔湾湖公园北门、泮塘及附近民居，因此本站全天客流不俗，但很少出现人潮。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，是当时的方案B之中的5号线（环线）的一个车站，设于荔湾湖公园附近的中山八路上，命名亦取自中山八路称为中山八路站\n。后来在2003年规划中，本站确定为现5号线的其中一站。再于2008年的方案中，新增的大环线亦经过本站，与5号线交汇。最终环线于2010方案中成为现时11号线（特大环线），仍于本站与5号线交汇。\n\n2006年，5号线全线动工。2007年12月，本站封顶。随五号线于2009年12月28日开通试运营，本站启用。"], ["11号线施工前期勘探钻穿隧道", "2014年8月28日上午，5号线中山八至西场区间被地面施工单位钻探机钻穿，导致线路运营出现延误、部分站点停运。地铁公司调整行车方案并组织公交接驳，于中午12时08分排除隐患，全线逐步恢复正常运行。\n\n\n经初步调查，该事件系由地铁11号线勘察三标段的钻探施工单位广州中煤江南基础工程公司擅自更改钻探孔位置而造成的。根据设计方案，原钻孔位置距离五号线隧道中心线有10.42米，钻探作业不会对五号线运营造成影响。但是勘探单位以该施工影响交通为由，在未办理相关手续的情况下，擅自将原孔位北移。而监理单位铁道第三勘察设计院也未对擅自移动的孔位进行核查，致隧道被钻穿。"]],
    futureExpansion: [["11号线", "11号线将设有中山八站，与5号线交汇。但5号线在规划及建设时并没有预留未来换乘11号线。\n\n11号线车站将平行于现5号线车站的东侧设置，与规划中山八路公交枢纽站场合建。站台位于地下五层。此外，11号线将在站前设置一条单渡线\n\n。\n\n2017年4月下旬，11号线车站部分正式动工建设。为配合车站建设，位于中山八路公交总站旁的电车公司总部大楼已于2018年5月拆卸。而在随后的6月23日，有12条在中山八路公交总站始发的公交线路迁移至芳村大道西（滘口客运站）、如意坊总站、西村水厂总站、恒宝广场总站、河沙总站等始发，而五号线站厅层在6月10日至8月10日进行临时改造\n\n。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};