let s_inf_94 = {
    "name": ["西村", "西村", "西村-さいそん", "시춘", "Xicun"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.242019, 23.142012],
    "via": ["5"],
    "shortDesc": "西村站是广州地铁五号线的车站\n，位于荔湾区环市西路西增路口与西湾路口之间的地底。该站于2009年12月28日随5号线开通运营而正式启用。",
    "structureType": [0],
    "platformType": [6],
    "hallType": [0],
    "exitNum": [3],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:08-23:33",
    "firstTrain": [[[0, "06:12"], [1, "06:18"]]],
    "lastTrain": [[[0, "23:23"], [1, "23:39"], [2, "23:38"]]],
    "structureDesc": [["车站楼层", "本站现时共有3层，地面为环市西路、内环路高架桥、西湾路、广雅路、西增路及建筑物，地下一层为南北两个站厅及设备层；地下二层为车站设备层；地下三层为5号线站台层。\n\n与5号线使用暗挖法建设站台的各站一样，本站5号线部分使用了搪瓷板装修车站，配色为湖蓝色。"], ["站厅", [{"data": "西村站于环市路南北两侧分别设置两个站厅，均位于地下一层。受到环市西路的繁忙交通以及内环路高架桥墩影响，因此在车站设计中，两个站厅在非付费区并不相通。为方便乘客进出车站，收费区位于南站厅北侧、北站厅南侧以及两个站厅的联络通道，四周被行人通道及商店包围。北站厅空间较为狭小，南站厅则较为宽敞。收费区内设有多组扶手电梯和楼梯供乘客来往月台。\n\n受到车站空间布局所限，本站没有设置升降机连接站厅以及月台，但在车站北侧连接站厅和月台的楼梯处设置了轮椅升降机供使用轮椅的人士来往月台。"}, {
        "title": "商店及自助服务",
        "data": "现时，西村站内提供不同类型的商店供乘客购物或进食，例如便利店、面包糕饼店、时装店以及洗衣店等。此外本站也有不少自助服务设施供乘客使用，包括自动售卖机、自动照相机、招商银行的自动柜员机以及羊城通充值机等。车站内亦设有“好易”机，可充值羊城通，缴纳水电费以及交通罚款等服务，“M-Touch”机，可查询地铁线路、首末班车等资讯以及地铁安全指引的查询，更亦供乘客登记为广州地铁荟会员、查阅奖分、换领奖赏。"
    }]], ["月台", "本站5号线设有一个分离岛式月台，位于环市西路地底。"]],
    "exitDesc": "目前，西村站共设有3个出入口；其中A、B出入口位于南站厅，D出入口位于北站厅。",
    "usageDesc": "西村站邻近多个住宅小区，以及多所中小学以及克山、西湾路一带的鞋具皮具批发城\n\n\n，同时在8号线北延段开通之前，本站是白云区鹅掌坦等一带的同德围地区距离最近的地铁站，因此上述地区的居民会乘坐巴士等公共交通工具接驳至本站搭乘地铁，因此该站全天出入闸客流较多，在上学以及放学的高峰时期，本站会出现挤迫现象。",
    "history": [["规划", "西村站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，为当时3号线（现5号线）和4号线的一座换乘站，位置与现时大致相同。\n\n在2003年的方案中，原4号线成为现8号线的一部分，仍在本站设置换乘。在车站建设时亦预留部分结构供未来8号线建设时进行扩建。\n\n2004年5月28日，本站随5号线首期工程正式动工。2006年6月26日，大坦沙-西场、西场-草暖公园、草暖公园-淘金，三个盾构区间共三台盾构机同时始发\n。2007年10月13日凌晨，地铁五号线西场至草暖公园盾构区间右线隧道在掘进过程中出现大量涌水，最大沉降6.8厘米。隧道上方的一段内环路高架桥面需要临时封闭\n。2009年4月19日凌晨，西草区间右线盾构机抵达西村站，标志着五号线区间全部贯通\n。后于同年12月28日，本站随5号线开通运营而正式启用。"], ["踩踏事件", "2014年3月4日10时48分许，一列5号线列车从广州火车站行驶至西村站期间，列车车尾有两名青年玩弄女性防狼喷剂，致其发出刺激性气味。气味引起车上大量乘客恐慌涌往车头，过程中发生挤碰，致4人皮外轻伤。到达本站后车内大量乘客从车厢中慌忙逃出。一名乘客表示，现场不少人鞋子被踩掉，行李跌落。另有乘客称见到车厢尾部有烟雾。事件造成13名乘客受伤，地铁公司直接经济损失达人民币28231.14元，并造成21个班次的列车晚点。\n\n同年8月1日上午9时30分，造成踩踏事件的两名“90后”青年，分别因涉嫌过失以危险方法危害公共安全罪、窝藏罪在荔湾区法院一审开庭审理\n。"]],
    futureExpansion: [["8号线", "8号线未来将往北延长，并于西增路环市西路口南侧设西村站，与5号线交汇。5号线建设之时已经在现时的南站厅预留扩建条件，当8号线车站建成后，拆除南站厅西增路一侧墙壁即可与8号线的站厅融为一体。届时5号线及8号线的换乘即可通过南站厅实现。8号线站台届时将位于负二层，5号线站台的西南边。\n\n不过受工地范围的房屋拆迁进度受阻的影响\n，直到2016年6月才开始对北侧完成拆迁的部分进行管线迁改，12月1日起车站更关闭A出口面向西增路的一侧，配合管线迁改的施工。8号线车站主体工程延至2017年3月初开始局部施工，但仍剩最后一户居民未能完成拆迁，该户直至6月前夕才同意拆迁补偿方案，并于7月初成功拆除该栋房屋。同时车站设计亦稍作修改，保护车站上方的一棵逾百年古树。\n\n虽然本站为8号线北延段最后一个开工的车站，更曾有计划在8号线北延段开通之时本站需要暂缓开通，不停站通过。不过全线工程进度亦出现延误，本站开工后不断追上全线进度，车站主体结构更已于2019年8月29日封顶。预计本站8号线部分将在2020年与8号线北延段同步启用。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};