let s_inf_96 = {
    "name": ["淘金", "淘金", "淘金-とうきん", "타오진", "Taojin"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.286549, 23.136365],
    "via": ["5"],
    "shortDesc": "淘金站是广州地铁5号线的车站\n，位于越秀区环市东路淘金路口西侧的地底\n\n。该站于2009年12月28日启用。",
    "structureType": [0],
    "platformType": [0],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:05-23:41",
    "firstTrain": [[[0, "06:10"], [1, "06:12"]]],
    "lastTrain": [[[0, "23:29"], [1, "23:31"], [2, "23:44"]]],
    "structureDesc": [["车站楼层", "本站共有两层，地面为环市东路、麓景路、环市东路高架桥以及其它建筑；地下一层为东西两个站厅；地下二层为5号线月台。\n\n与5号线使用暗挖法建设站台的各站一样，本站使用了搪瓷板装修车站。车站配色为深蓝色。"], ["站厅", [{"data": "受环市路的地面交通繁忙以及需要规避上方环市东路高架桥桩基等影响，因此车站分为东西两个站厅，两个站厅在非付费区并不相通。\n\n两个站厅均设有两条扶手电梯以及一组楼梯供乘客前往月台层，由于连接站台与东站厅专用电梯（升降机）位处站台一侧的升降机门设于月台屏蔽门之外文冲方向车头的区域，乘客使用时需联络车站工作人员协助才可使用。"}, {
        "title": "商店及自助服务",
        "data": "现时，小北站东西站厅均设有便利店，东站厅则另外设有面包糕饼店。此外本站有自动售卖机、招商银行自动柜员机、自动售卡充值机以及“好易”自助服务机等自助服务设施。"
    }]], ["月台", "本站设有一个分离岛式月台，位于环市中路地底。" +
    ""]],
    "exitDesc": "小北站共设有4个出入口，东西站厅均设置两个出入口。由于连接站厅与站台的升降机设置于车站东端，因此轮椅升降台设置在东站厅的B出入口。",
    "usageDesc": "小北站周围有不少事业单位和写字楼，亦有不少居民区坐落于车站周围。因此全天客流不俗，早晚高峰时段客流尤为庞大，有时甚至需要实施限流措施。同时，亦有不少麓湖，下塘西，横枝岗一带的居民通过公交等方式接驳本站。",
    "history": [["规划", "在5号线最初的规划中（1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》），当时的3号线通过西村后继续沿环市西路到达珠江新城一带，中途亦设置小北站。后来于2003年方案中，3号线亦易名为5号线，同样设有小北站，并最终落实兴建\n。\n\n2006年6月26日，本站随5号线全线正式动工。2009年12月28日，5号线开通试运营，本站启用。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};