let s_inf_98 = {
    "name": ["動物園", "动物园", "動物園-どうぶつえん", "동물원", "Zoo"],
    "inf": [{"platform": 1, "facilities": [[7, [1], "C"], [15, [3], ""], [22, [1, 2], "A D"]]}, {
        "platform": 2,
        "facilities": [[6, [1], "C"], [15, [3], ""], [21, [2], "A D"], [22, [1], "A D"]]
    }],
    "location": [113.307291, 23.134503],
    "via": ["5"],
    "shortDesc": "动物园站是广州地铁五号线的一个车站\n，位于越秀区环市东路梅东路口西侧、广州动物园南门的地底\n\n。该站于2009年12月28日启用。\n\n值得一提的是，本站是5号线应市民要求而增添的一个车站。另外，本站在路线图上的英文名称为Zoo，但在报站时则会被称为The Zoo。",
    "structureType": [0],
    "platformType": [3],
    "hallType": [0],
    "exitNum": [2],
    "openTime": ["2009-12=28_"],
    "serviceTime": "06:09-23:55",
    "firstTrain": [[[0, "06:14"], [1, "06:17"]]],
    "lastTrain": [[[0, "23:35"], [1, "23:27"], [2, "23:50"]]],
    "structureDesc": [["车站楼层", "本站共四层，地面为广州动物园南门、环市东路、梅东路、内环路高架以及其它建筑，地下一层、二层为连接站厅与出入口的转换层，其中地下二层设有商店；地下三层为车站厅层以及5号线滘口方向的2号站台；地下四层为5号线文冲方向的1号月台。\n\n与5号线使用暗挖法建设站台的各站一样，本站使用了搪瓷板装修车站。车站配色为红色。"], ["站厅", [{"data": "受车站周边高层建筑物、高架桥以及5号线在车站以及隧道区间采用上下叠摞设计影响，动物园站采用特殊的车站设计：地下一层和二层是来往各出入口及站厅的缓冲平台，其中地下二层的缓冲平台被大堂的中庭分隔，该层为非付费区，设有车站商店。缓冲平台及站厅层之间设有专用电梯（升降机），多组扶手电梯以及楼梯供乘客往返。\n\n动物园站收费区设于站厅南侧、西侧及北侧，呈“匚”字型布置，2号月台与站厅收费区均位于地下三层，站厅收费区包括2号月台设有专用电梯（升降机）、三台扶手电梯以及两条楼梯来往地下四层的1号月台。\n\n受收费区与非收费区的影响，本站因此只能分开设置两台升降机，乘客可乘坐升降机进行更直接地前往车站站厅层及2号月台（仅限C出入口），前往文冲方向的乘客入闸后需转乘另一部升降机，方可抵达1号月台。\n\n值得一提的是，本站地下一层和地下三层之间有两个20米高直通天花板的Y形大水泥柱来支撑车站结构，是为本站的特色\n。"}, {
        "title": "商店及自助服务",
        "data": "动物园站设有便利店以及洗衣店。羊城通客户服务中心设于地下二层的缓冲平台处\n。此外站内设有自动照相机、自动售卡/充值机以及“好易”自助服务机等自助服务设施。"
    }]], ["月台", "本站是广州地铁首个设置侧式叠式月台车站，2个月台皆位于环市东路地底。如果要换乘不同方向的列车须利用升降机、扶手电梯，以及楼梯进行换乘。由于动物园站位置比杨箕站更为偏东，而且需要避让内环路的桥墩，导致本站与杨箕之间的走线弯急而短，如果以传统的平行隧道方式来布置隧道，则区间半径不足以使列车转弯，因此此段隧道及本站站台均采用了上下叠摞的设计。"]],
    "exitDesc": "动物园站目前共设有2个出入口，均位于环市东路北侧的动物园南门广场上。本站C出入口通道处设有升降机以配合C出入口的轮椅升降机。\n\n另外，本站目前开通的B、C两个出口均位于环市东路北侧的动物园南门广场上，而位于环市东路南侧的A出口因附近业主不同意建设，因而一直无法建成启用。需要来往本站及环市东路南侧的乘客需要使用车站西侧或东侧的人行天桥，绕行超过200米，备受市民诟病。",
    "usageDesc": "本站邻近广州动物园，附近亦有环市东路以及水荫路的住宅小区群。因此本站的平日客流均以附近居民为主；但在节假日期间，来往动物园的游客则成为本站的主要客流，有时更会出现人潮，导致车站需要实施客流控制，维持运营秩序。\n\n每逢节假日，因较多乘客携带儿童前往动物园，因此本站会在安检区设工作人员驻守，以糖果或小玩具交换，以收缴乘客携带进站的气球，避免其被带进车站站台。",
    "history": [["规划", "本站最早出现在1997年的《广州市城市快速轨道交通线网规划研究（最终报告）》中，是当时的方案B之中的5号线（环线）的一个车站，设于梅东路附近的环市东路上。但在2003年规划的5号线中，并没有动物园站。当时5号线经过区庄站后，随即以一个较平缓的曲线转入杨箕站。\n\n2004年4月2日，广州市规划局和广州地铁公布5号线走线及站位方案，开展为期10天的公众咨询活动。其中15%的意见希望地铁5号线在区庄站和杨箕站间增设动物园南门站，兼顾动物园、水荫路住宅小区群等多方位客流。其后规划局及地铁公司接纳了他们的意见，正式增设此站。广州市地铁总公司总经理卢光霖介绍，增加动物园南门站\n，使5号线加长了675米，工程投资增加3.5亿元，且需要在高层建筑物和高架桥下施工，工程难度加大，但鉴于现有客流需求，最后他们决定采纳市民的意见。\n\n\n006年6月26日，5号线全面动工。而本站在开通前正式确定名称为动物园站。最终五号线于2009年12月28日开通试运营，本站正式启用\n。"], ["评选", "本站在2019年4月26日举行的首届“最美地铁站评选”参评作品展览中，获得“最受公众欢迎的地铁站”、“最佳主题奖”称号\n。"]],
    "platformBelong": [["1", "5"], ["2", "5"]]
};